{
    "id": "6cf71396ad446c0bb04ebe25338f814e",
    "filename": "BA18-Malden-Missile-Crisis-1C.Malden",
    "title": "BA18 Malden Missile Crisis (1C)",
    "author": "10Dozen",
    "player_count": 18,
    "terrain": "Malden",
    "tags": [],
    "overview": "US SOCOM vs Angry russkies PMC at nuclear crisis brawl",
    "overview_img": "imgs/BA18-Malden-Missile-Crisis-1C.Malden.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Власти Демократической Республики Малден недавно отказались от закупок нефтепродуктов у российской компании 'Ямал-СПГ' и начали закупать их у США. Долгая и упорная борьба топ-менеджеров и политиков, казалось бы, разрешила конфликт, но внезапно на одном из островов архипелага появились неопознанные вооружённые люди (прибывшие, судя по всему, на ролкере под флагом Тайланда).<br /><br />Командир этих сил, Полковник Рахманинов, поставил правительству Малдена жёсткий ультиматум, выполнение которого включает в себя прекращение любого сотрудничества с США. Это требование подкреплено очень серьёзными аргументами силы - разведка доложила о наличии у боевиков Рахманинова тактического ракетного комплекса SS-21 Scarab ('Точка-У'), возможно с ядерными зарядами. Уровень DEFCON был уменьшен до второго. Последний раз это происходило во время Карибского кризиса.<br /><br />Спецназ SOCOM незамедлительно прибыл на место эскалации вооружённого конфликта и готов предотвратить его силовым путём. Ракетные комплексы боевиков угрожают американским базам в Турции и в Средиземном море, так что уничтожение пусковых установок является первоочередной задачей для США.<br/><br/>А. Враждебные силы:<br/>Около роты боевиков под командованием Полковника Рахманинова.<br /><br />По свидетельствам очевидцев - рахманиновцы вооружены советским оружием и техникой. Подтверждено наличие легкой бронетехники (БТРы, БМП-2) и зенитных орудий (ЗУ-23-2).<br /><br />На фотографиях со спутника обнаружились 3 комплекса SS-21 Scarab.<br/><br/>Б. Дружественные силы:<br/>Сводный взвод спецназа SOCOM, кодовое имя RIVEN 1'1:<br /><br />- RIVEN 1'1 - 13 операторов<br/><br/>II. Задание:<br/>1. Уничтожить 3 пусковые установки SS-21 Scarab ('Точка-У')<br />2. Отступить в зону эвакуации 'Yankee'<br/><br/>III. Выполнение:<br/>- В связи с наличием средств ПВО, доставка на остров будет происходить морским путем (на лодках zodiac) на пляж Red.<br /><br />- Похоже, что положение ОТРК периодически меняют, поэтому у нас нет достоверных данных о местоположении каждой машины. Вам придется осмотреть все возможные позиции (отмечены на карте как Obj Alpha - Delta).<br /><br />- После того как все установки будут уничтожены или при невозможности продолжать выполнение задачи - отступайте на лодках до зоны эвакуации.<br /><br />- Не сильно полагайтесь на поддержку авиации. Противник ведет активную постановку радио-электронных помех и развернул системы ПВО, точность ударов с воздуха может быть значительно снижена.<br/><br/>IV. Поддержка:<br/>- 3х лодка Zodiac <font color='#a1ff00'>(дополнительная аммуниция и взрывчатка)</font><br />- Звено F-22A, позывной Viper 1`1 <font color='#a1ff00'>(8 JDAM)</font><br/><br/>V. Сигналы:<br/>1'1 - SR CH 1<br /><br />Link-16 protocol - Viper 1`1<br/><br/>VI. Замечания:<br/><font color='#12C4FF' size='14'>Запрос авиаудара (JDAM)</font><br /><br /> 1. Для инициализации протокола запроса откройте карту и выберите Viper 1`1 из списка поддержки в нижнем левом углу.<br /> 2. Чтобы воспользоваться поддержкой с воздуха вам нужно иметь ДВ рацию.<br /> 3. Удары могут наноситься только в районе зоны операции (незатененная область на карте).<br /> 4. Количество ударов ограничено, каждый запрос подразумевает использование только 1 JDAM. После израсходования всех боеприпасов самолеты уйдут на базу и будут доступны не раньше чем через 30 минут.<br /> 5. Для запроса удара требуется ввод координат точки удара в формате 8-grid (XXXX YYYY, по карте слева-направо, снизу-вверх; например, центр квадрата 102 041 должен быть указан как 1025 0415).<br /> 6. Т.к. в районе острова идет активная постановка помех, ожидайте значительную потерю точности JDAM (контролируйте каждый удар визуально, чтобы внести корректировку для следующего удара).<br/><br/>А. Враждебные силы:<br/>Скорее всего американцы попробуют уничтожить пусковые установки с помощью спецназа. Можно ожидать от одного до трех отрядов с легким вооружением и некоторым количеством ПТ средств, однако шансов незаметно высадить какую-либо технику у них не будет.<br /><br />Имейте ввиду, что спецназ будет использовать глушители, поэтому не сильно полагайтесь на слух.<br /><br />От ударов с воздуха нас прикроет развернутые комплексы ПВО.<br/><br/>Б. Дружественные силы:<br/>1ая краснознаменная гвардейская мотострелковая рота им. Рахманинова:<br /><br />- 1 мсо - 9 чел. на \" + _mso1veh + \" (на боевом дежурстве)<br />- 2 мсо - 9 чел. на \" + _mso2veh + \" (на боевом дежурстве)<br />- 3 и 4 мсо (в охранении пусковых установок)<br />- 5 мсо (патруль восточной части острова)<br /><br />1ая бригада ПВО им. Юрия Башмета<br/><br/>II. Задание:<br/>1. Предотвратить уничтожение установок 'Точка-У' на площадках 1, 2 и 3 (как минимум 1 установка должна уцелеть)<br /><br/><br/>III. Выполнение:<br/>Отделения 1 и 2 выделены как мобильный резерв в случае, если прочие силы 1ой мср столкнутся с противником. Вам не следует покидать свое расположение (порт) до тех пор, пока союзные силы не обнаружат противника и запросят поддержки.<br /><br />Имейте ввиду, что противник будет вести охоту за техникой как с помощью подствольных и ПТ-гранатометов, так и с использованием ПТ-мин.<br /><br />Нам нужно защитить ОТРК, а не убить как можно больше американцев. Не стоит поддаваться на провокации и пытаться гонятся за ними.<br/><br/>IV. Поддержка:<br/>- 1х бронеавтомобиль 'Тигр' (невооруженный)<br />- 2х автомобиль УАЗ<br/><br/>V. Сигналы:<br/>LR 72.2MHz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br/><br/>VI. Замечания:<br/>- Вам запрещено покидать расположение (порт) до тех пор, пока союзные силы не запросят подкрепление или не начнет работать ПВО (в этом случае вам следует сменить позицию, чтобы не стать мишенью для авиации).<br /><br />dzn Casual Gaming: вам разрешено использовать следующие функции:<br />  - Fatigue / OFF<br />  - Vehicle Servies: Add driver (в случае проблем с тем, который был выдан изначально)<br />  - Auto-Heal включен в миссию, самим вызывать лечение запрещено!<br /><br />dzn GoTacs: вам разрешено искользовать все функции со следующими ограничениями:<br />  - Manage: Add/Remove Unit -- только в начале миссии или при возникновении проблем с ботами, желательно делать это находясь вне зоны соприкосновения с противником<br />  - Manage: Heal -- только вне боя<br />  - Manage: Renew kit -- только рядом с приданной техникой или в порту<br />  - Rally up -- только в пределах 100 метров (т.е. вытащить застрявшего в камнях бота находясь рядом, а не телепортнуть его на другой конец острова)<br/><br/>VII. Респаун и ревайв:<br/>- Респауна нет<br />- Revive есть для всех игроков, требует First Aid Kit/Medkit<br />- В состоянии критического ранения могут добить",
    "map_shot": "",
    "mission_date": "2014-02-28"
}