{
    "id": "7ac8bad56f41ab049e5626d7f73d1683",
    "filename": "CO09_Akula_Hunters_1A.VTF_Lybor",
    "title": "CO09 Akula Hunters",
    "author": "ka6aH",
    "player_count": 9,
    "terrain": "VTF_Lybor",
    "tags": [
        "1990",
        "SPECOPS",
        "WEST GEAR"
    ],
    "overview": "US Delta ambushes soviet attack helicopter",
    "overview_img": "imgs/CO09_Akula_Hunters_1A.VTF_Lybor.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Советский Союз находится на грани распада, и республики провозглашают о независимости одна за одной. Военная хунта, сместившая президента Горбачева проводит ряд операций по насильственному возврату контроля над бывшими советскими республиками. В ответ на это, НАТО нацелены на помощь правительствам независимых стран в их борьбе против советской империи, в том числе при участии сил специального назначения.<br /><br />Днём ранее, наша разведка выяснила факт перелета засекреченного ударного вертолета советской авиации под кодовым индексом V-80 'Акула'. Вертолет направляется в зону боевых действий в Грузии для тестирования в боевых условиях. Подразделения Дельты армии США были заброшены в район перелета парашютным методом. Ночью, одна из групп должна была установить радиомаячок, при помощи которого вертолет был бы направлен на место засады, однако контакт с ней был потерян. Резервной группе предстоит найти маячок и совершить засаду на вертолет.<h4>А. Враждебные силы:</h4>12-я отдельная бригада специального назначения ГРУ ГШ ВС СССР<br /><br />Вероятнее всего, наша группа была обнаружена противником на месте установки маячка. Мы ожидаем присутствие противника в районе, однако противник не осведомлен о наличии второй (вашей) группы. После уничтожения вертолета, ожидайте прибытие в район дополнительных подкреплений противника. <h4>Б. Дружественные силы:</h4>A Squadron 1st SFOD-D<br /><br />Delta Squad - команда спецназа (9 чел.),<br /><h4>II. Задание:</h4>1. Найти и активировать маячок на точке BEACON<br />2. Дождаться прибытия вертолета и уничтожить его<br />3. Дойти до точки эвакуации (BOAT EXTRACTION)<br /><h4>III. Выполнение:</h4>1. Возьмите ПЗРК Stinger из ящиков на точке Insertion<br />2. Найдите и активируйте радиомаячок (скорее всего он установлен на возвышенности: крыше здания или вышке)<br />3. Дождитесь прибытия вертолета, наша радиоразведка сможет перехватить переговоры пилота и уведомит о его прибытии в зону операции.<br />4. После уничтожения вертолета, двигайтесь на точку эвакуации.<h4>IV. Поддержка:</h4>Поддержка невозможна. Дополнительные боеприпасы находятся в ящике на точке Insertion.<br /><h4>V. Сигналы:</h4>1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>Заранее продумайте место атаки на вертолет. После включения маячка у вас будет немного времени для выбора позиции, поэтому подготовьте стрелка заранее.",
    "map_shot": "",
    "mission_date": "1991-07-28",
    "creation_date": "2025-03-15"
}