{
    "id": "37385486187923b4627ed1f22374c18d",
    "filename": "CO10_Operation_Caravela_1A.tem_kujari",
    "title": "CO10 Operation Caravela",
    "author": "ka6aH",
    "player_count": 10,
    "terrain": "tem_kujari",
    "tags": [
        "ARTILLERY",
        "2010",
        "SPECOPS",
        "WEST GEAR"
    ],
    "overview": "Portuguese SF conduct raid on rebel held outpost",
    "overview_img": "imgs/CO10_Operation_Caravela_1A.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Португальские силы оказывают поддержку миссии ООН в Центральноафриканской Республике. После тяжелых боев в Бамбари, повстанцы оступили из населенного пункта, захватив заложников из гуманитарной организации IDAP. Во время одного из патрулей дозора 1-го парашютно-десатного батальона, разведке удалось перехватить подозрительный сигнал телефона из соседней деревни. Вероятнее всего, в ней располагается ячейка боевиков. Отделению на бронеавтомобилях необходимо проверить деревню и найти источник сигнала.<h4>А. Враждебные силы:</h4>Неизвестное количество боевиков. Вооружены преимущественно лёгким стрелковым оружием, также возможно наличие РПГ-7 и пулеметов. Также докладывали об активности одной технички с пулеметом.<h4>Б. Дружественные силы:</h4>1-й парашютно-десатный батальон ВС Португалии  в рамках миссии ООН MINUSCA<br /><br />1'1 - отделение десатников.<br /><br />1'0 и 1'2 в резерве.<h4>II. Задание:</h4>1. Проверить OBJ AVEIRO на наличие средств связи (телефоны, планшеты)<br />2. Ожидать дальнейших указаний или вернуться на Release Point Alpha (RP ALPHA)<br /><br /><h4>III. Выполнение:</h4>По плану командира.<br /><br />Запрещается использования артиллерии в населенных пунктах. Мы точно располагаем информацией о наличии гражданских лиц в населенных пунктах в зоне операции.<br /><br />На въезде в деревню находится заброшенный пропускной пункт армии, возможно он уже занят боевиками<h4>IV. Поддержка:</h4>1x M1151 (M2)<br />2x M1151 (M240)<br /><br />CCP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />Horta-1 - 2 HE, 9 SMK, 9 ILLUM<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>При обнаружении средств связи незамедлительно проверить их.",
    "map_shot": "",
    "mission_date": "2019-07-02",
    "creation_date": "2025-01-23"
}