{
    "id": "a8b84e7ff92bd06c8cb0b183b0d42e0d",
    "filename": "CO10_Quadrillage.MCN_Aliabad",
    "title": "CO10 Quadrillage",
    "author": "Le Ka6aH",
    "player_count": 10,
    "terrain": "MCN_Aliabad",
    "tags": [
        "INFANTRY",
        "RolePlay"
    ],
    "overview": "French forces deal with civil population in Algier",
    "overview_img": "imgs/CO10_Quadrillage.MCN_Aliabad.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>1958-й год, французская колониальная администрация уже который год ведёт борьбу против алжирского фронта национального освобождения (ФНО) - левых арабских националистов, желающих обрести независимости от Франции. Для противодействия деятельности боевиков была привлечена армия и авиация. По инициативе генерала Рауля Салана Алжир был поделён на квадраты, в каждом из которых был постоянный гарнизон, подавлявший выступления боевиков. Данная система получила название Quadrillage. <br /><br />В квадрате недалеко от границы с Тунисом активность ФНО наиболее высока. Для контроля местности был оборудован аванпост Toulouse - небольшой укреплённый лагерь на возвышенности. Гарнизоном лагеря выступили части иностранного легиона. <br /><br />Сегодня вам предстоит рутинная работа - починка водонапорной башни в деревне неподалёку. Перед этим загляните в кишлак Ahmad Golam, там местные что-то выясняют на рынке. Узнайте, связано ли это с активностью боевиков.<br/><br/>А. Враждебные силы:<br/>ФНО - Фронт Национального Освобождения<br />Боевики, оснащённые лёгким стрелковым вооружением.<br/><br/>Б. Дружественные силы:<br/>Французский Иностранный Легион - 1er Régiment étranger de parachutistes; 1er REP<br />1'6 - командование аванпоста Toulouse<br />1'1 - пехотное отделение<br/><br/>II. Задание:<br/>1. Выяснить, что происходит на рынке в Ahmad Golam<br />2. Починить водонапорную башню в деревне<br />3. Вернуться на аванпост<br /><br/><br/>III. Выполнение:<br/>Ремонт водонапорной башни может подождать, первоочередная задача - взять под контроль рынок в Ahmad Golam. Жители этой деревни лояльны нам, поэтому сразу двигайтесь туда и узнайте, в чём дело. Информатор рассказал, что один из торговцев громко ругался и звал жандармерию. Мы должны помочь местным и понять, связан ли этот переполох с активностью боевиков. После того, как разрешите ситуацию, двигайтесь к водонапорной башне и отремонтируйте её. Причина поломки неизвестна, возможно это дело рук инсургентов, поэтому будьте осторожны. На этом задачи заканчиваются и вы можете двигаться на базу. An avant marche!<br/><br/>IV. Поддержка:<br/>6 джипов<br />Боеприпасы на аванпосте <br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br /><br />1'1 - SR CH 1<br /><br/><br/>VI. Замечания:<br/>Выполняйте задачи по очереди, как указано в пункте III. Для ремонта вышки, наведитесь на инструменты и нажмите пробел.",
    "map_shot": "",
    "mission_date": "1958-02-02"
}