{
    "id": "7d5b00534b90ab3c78f13b882b9d511b",
    "filename": "CO10_Superior_Technology.WL_Rosche",
    "title": "CO10 Superior Technology",
    "author": "Ka6aH",
    "player_count": 10,
    "terrain": "WL_Rosche",
    "tags": [
        "SPECOPS"
    ],
    "overview": "French para commando infiltrates soviet lines and destroys HQ",
    "overview_img": "imgs/CO10_Superior_Technology.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Группа специального назначения из состава 13-го парашютного драгунского полка армии Франции успешно проникла вглубь территорий, удерживаемых советской 2-й гвардейской танковой армией и получила задачу по осуществлению диверсионной деятельности. К вечеру перед началом операции группа обнаружила несколько потенциальных целей: мост через реку Wipperau, командно-штабной пункт в н.п. Oetzen и ремонтный пункт. Противник успел получить информацию о действии наших диверсионных групп в зоне операции, поэтому в данный момент установил усиленный режим охраны на интересующих нас объектах. Не смотря на это, мы воспользуемся нашим передовым техническим оснащения и застанем противника врасплох. Успешная диверсия ослабит передовые силы противника и облегчит наше наступление.<h4>А. Враждебные силы:</h4>Объект Bridge<br />До отделения пехоты<br /><br />Объект HQ<br />До отделения пехоты в охранении, неизвестное количество штабного персонала<br /><br />Объект Repair Station<br />До отделения пехоты<br /><br />На MSR Michelin и MSR HELEN обнаружена активность вражеской колесной техники, возможны патрули на БТР. При обнаружении группы в район операции противником может быть отправлен вертолёт Ми-24<h4>Б. Дружественные силы:</h4>13-й парашютно драгунский полк - ВС Франции<br />1'6<br />1'1<br /><br /><h4>II. Задание:</h4>1. Уничтожить противника на Bridge<br />2. Уничтожить штаб противника на HQ<br />3. Уничтожить Repair Station (опц.)<br />4. Вернуться за Line of Departure<br /><h4>III. Выполнение:</h4>Большая часть группы вооружена оружием с глушителем, действуйте осторожно, используйте ПНВ и избегайте дорог. <h4>IV. Поддержка:</h4>Доп. БК и снаряжения не предоставлено, рекомендуется использование вражеского вооружения при разрешении командира после израсходования БК.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>В вашей команде есть стрелки с РПГ и ПЗРК, используйте их разумно. Дополнительные средства ПТО и ПВО вы найдете у противника.",
    "map_shot": "",
    "mission_date": "1989-08-30",
    "creation_date": "2022-11-06"
}