{
    "id": "8ab4ff15963e8ea488c78aba38d1a9a3",
    "filename": "Co10_Plata_O_Plomo.tem_kujari",
    "title": "Plata o Plomo",
    "author": "Panzer_for Tactical SHIFT",
    "player_count": 10,
    "terrain": "tem_kujari",
    "tags": [
        "SPECOPS"
    ],
    "overview": "",
    "overview_img": "imgs/Co10_Plata_O_Plomo.tem_kujari.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>2020-ый год, Мексика.<br />Мексиканское правительство решило провести спецоперацию по захвату наркобарона, возглавляющего один из известнейших картелей, 'Muerte o Plata'. Первоначальный план провалился из-за постоянных утечек информации, в следствие чего мексиканские власти решили обратиться к улугам частных военных компаний из США, независимых от влияния и возможных угроз картеля. С помощью разведывательных БПЛА было обнаружено примерное месторасположение цели: по данным наблюдения он находится в загородном коттедже и окружён большим количеством наемников. Предположительно это его лучшие, до зубов вооружённые  и наиболее мотивированные бойцы.<br />Наша команда обеспечит выполнение заказа и выполнит поставленные задачи.<br/><br/>А. Враждебные силы:<br/>Наёмники картеля, отличающиеся хорошей выучкой и располагающие современным вооружением и экипировкой, в количестве до 3 - 4 взвода лёгкой пехоты общим числом. В качестве поддержки используются SUV (невооружённые), стационарные пулемёты ДШК и НСВ, и неуправляемые ракеты. Часть сил занимается непосредственной охраной наркобарона, а часть - находится в мобильном резерве.<br /><br/><br/>Б. Дружественные силы:<br/>Американская ЧВК, представленная одной оперативно-тактической группой из 10 человек.<br/><br/>II. Задание:<br/>1) Захватить и доставить  лидера наркокартеля на extraction point, живым и хотя бы относительно целым.<br />2*) Перехватить подкрепления противника до того, как они прибудут к загородному дому.<br />3*) Уничтожить транспортные средства наркокартеля<br />4*) Уничтожить тяжёлое вооружение наркокартеля (пулемёты и ракетную установку)<br />5*) Обнаружить всех Ангелин на территории загородного дома(0/6).<br/><br/>III. Выполнение:<br/>Мы начинаем на точке Staging point. По плану нужно зачистить всю территорию загородного дома(Target), захватить цель и доставить на Extaction point. Возле главного здания запрещено использовать взрывчатку.<br />Все остальные действия выполняются по приказу командира.<br/><br/>IV. Поддержка:<br/>Бронеавтомобили Humvee (M2) x4<br /> Дополнителые боеприпасы в Humvee и ящиках<br /> CCP и FARP<br/><br/>V. Сигналы:<br/><br />1'1 - SR CH 1<br/><br/>VI. Замечания:<br/>### Дополнительные замечания, которые могут пригодится для понимания того как миссию выполнить правильно (например, краткая информация об использовании парашютов), какие-то дополнительные сведения об экипировке (например, кто несет заряды взрывчатки)",
    "map_shot": "",
    "mission_date": "2019-07-02"
}