{
    "id": "63766931a7738094672b6a00af0d4b0f",
    "filename": "CO10_Uneven_Odds.brf_sumava",
    "title": "CO18 Uneven Odds",
    "author": "Ka6aH",
    "player_count": 18,
    "terrain": "brf_sumava",
    "tags": [
        "SPECOPS"
    ],
    "overview": "US rangers sabotage soviet structures",
    "overview_img": "imgs/CO10_Uneven_Odds.brf_sumava.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1989-й год, граница ФРГ и ГДР. В результате государственного переворота в СССР к власти пришло милитаристическое крыло КПСС и генералы ГСВГ (Группа Советских Войск в Германии), что повлекло за собой усиление напряжения между Москвой и Вашингтоном. <br /><br />В последнее время СССР провел ряд успешных операций в тылу наших сил. Для деэскалации эти операции не получили огласки и нашего ответа. Однако, вскоре разведка засекла наращивание активности частей ВС СССР на границе с ФРГ в районе Зоннеберга. Данная ситуация требует наших активных действий, чтобы установить точные намерения противника и подготовиться к ним. <br /><br />В качестве зеркальной меры в тыл к противнику будет заброшена спец.группа из состава рейнджеров ВС США, которые выйдут на связь с советским перебежчиком, офицером радиоразведки, Владимиром Петровым. С его помощью отряды Sunfire и Moonfire взломают секретные каналы связи противника и помогут разведке в их работе. Так как операция секретна, рейнджеры будут действовать одни.  <h4>А. Враждебные силы:</h4>ВС СССР - Группа Советских Войск в Германии<br />Гарнизон Радиовышки - до двух отделений пехоты<br />Штаб в н.п. Blechhammer - до двух отделений пехоты в городе<br />Checkpoint - КПП на въезде в н.п. Blechhammer<br />Возможны патрули на легковых машинах вдоль реки<h4>Б. Дружественные силы:</h4>3rd Ranger Battalion<br />Sunfire - 9 чел.<br />Moonfire - 9 чел. <br /><h4>II. Задание:</h4>1. Встретить перебежчика в Meeting Point<br />2. Привести перебежчика на Radio Tower для саботажа<br />3. Эвакуироваться на Pick-Up Point<br /><h4>III. Выполнение:</h4>Ваша группа была заброшена за государственную границу ГДР и рано утром вышла к зоне операции. Точка встречи обозначена заранее, там вас ждет перебежчик. После встречи вы должны зачистить позицию радиовышки, во избежание обнаружения группы в зоне операции будет работать РЭБ. После зачистки радиовышки, перебежчик займется саботажем радиопереговоров противника. Для этого наши войска отключат РЭБ, будьте готовы к прибытию подкреплений противника. Сразу после успешного саботажа уничтожьте радиовышку при помощи подрывных зарядов и направляйтесь к зоне эвакуации.<h4>IV. Поддержка:</h4>Вражеское вооружение, снаряжение и техника. Какое-то количество автомобильной техники было замечено в н.п. Blechhammer. <br />CCP противника<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Перебежчик может быть движим нескольками способами: при помощи стяжек и связывания (требует отдельного бойца для переноски, надежный способ) или при помощи командования юнитом (менее предсказуемый и надежный способ). Выбор между этими двумя способами остается за командиром. ",
    "map_shot": "",
    "mission_date": "1989-06-30"
}