{
    "id": "e47c28c95d6b1c70535a486e25f1249d",
    "filename": "CO10_Treelines_A2.cup_chernarus_A3",
    "title": "CO10 Treelines A2",
    "author": "ka6aH",
    "player_count": 10,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "COMB.ARMS",
        "ARMOR"
    ],
    "overview": "Czech mechanized assault on enemy strongpoints",
    "overview_img": "imgs/CO10_Treelines_A2.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В результате внутриполитических противоречий в Венгрии, в стране вспыхнула гражданская война. Противники правящей автократической партии Фидес начали вооруженную борьбу. Силы НАТО в центральной Европе среагировали на события и отправили контингент для принуждения лояльных Фидес сил к миру. Первыми к границе Венгрии стали прибывать подразделения армии Чехии и Словакии.<br /><br />1-е отделение механизированного взвода Армии Чехии прибыл на передовые позиции (FLOT) к северо-западу от н.п. Пустошка для штурма укрепленных пунктов венгерской армии. Разведка выявила два крупных опорных пункта, а также позиции противотанковых средств и пулеметов. <br /><br />В усиление взводу была придана 155-мм артиллерийская установка Дана. <h4>А. Враждебные силы:</h4>ВС Венгрии - моторизированный взвод на 3x БТР-80А<br />На взводном опорном пункте оборудованы две системы траншей с огневыми позициями (strongpoints). Обнаруженные позиции отмечены на карте. Противник ожидает наше наступление вдоль дороги на н.п. Пустошка и сосредоточил огневые средства на этом направлении. Открытые пространства на север и запад от ВОП простреливаются ПТ-средствами. Минные заграждения возможны на дороге и в близости от траншей. <br /><br />При потере одной из траншей противник предпримет попытку контратаки. Для этой задачи в его распоряжении находится два отделения, усиленных одним БТР-80А. Предполагаемые направления подхода подкреплений обозначены на карте как QRF.<br /><h4>Б. Дружественные силы:</h4>ВС Чехии - моторизованное отделение<br />1x APC Pandur с автопушкой<br /><h4>II. Задание:</h4>1. Уничтожить противника на позициях Strongpoint и захватить их<br />2. Отразить контратаки противника<br />3. Захватить позицию Observation Point, OP (опц.)<br /><h4>III. Выполнение:</h4>После подготовки в Assembly Area отделение выдвинется на BOF и ABF для ведения огня по OP. Abandoned Position представляет собой покинутую траншею, в которой не смогли закрепиться ни союзные силы, ни вражеские. Мы ожидаем присутствие там патрулей противника. После уничтожения противника на OP станет доступна артиллерийская поддержка. С помощью нее будет произведено подавление предполагаемых огневых позиций противника. <br /><br />Для штурма позиций Strongpoints необходимо задействовать максимальное количество доступного вооружения. После захвата позиций приготовьтесь к обороне, так как противник контратакует.<h4>IV. Поддержка:</h4>1x APC Pandur с автопушкой <br />1x Грузовик Tatra с пулеметом<br />1x артиллерия 155мм - 6 миссий HE, 9 SMK, 12 ILL (доступна после захвата позиции OP)<br />1x UAV<br /><br />Доп. патроны и снаряжение в бункере в Assembly Area<br />FARP и CCP<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>Доп. снаряжение находится на первоначальной позиции в бункере. В Пандур можно зайти только со стороны рампы. ",
    "map_shot": "",
    "mission_date": "2024-06-21",
    "creation_date": "2023-10-15"
}