{
    "id": "6a4864a4cd3976d65014c924f757c577",
    "filename": "CO10_Lost_And_Found.tem_kujari",
    "title": "CO10 Lost And Found",
    "author": "ka6aH",
    "player_count": 10,
    "terrain": "tem_kujari",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Portuguese Paratroopers search for lost convoy",
    "overview_img": "imgs/CO10_Lost_And_Found.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Боевики МПЛА продолжают террор на португальских заморских территориях в Анголе. 21-й батальон парашютистов, расквартированный в Луанде, получил задачу по спасению выживших при атаке на конвой с грузом для местного гарнизона. Используя скорость вертолетов Пума, взвод найдет место засады и займется поиском раненых или захваченных противником солдат и офицеров. <h4>А. Враждебные силы:</h4>Боевики МПЛА<br />Отряды небольшой численности в районе операции, патрули на легковых автомобилях, всего вместе около роты боевиков без тяжелого вооружения. <br /><h4>Б. Дружественные силы:</h4>Batalhao de Cacadores Paraquedistas Nr 21 <br />1'1 - 10 человек<br /><h4>II. Задание:</h4>1. Высадиться в районе операции<br />2. Проверить и обезопасить предполагаемое место засады на конвой<br />3. Найти раненых и захваченных выживших, вернуть освобожденных союзников на базу<br /><h4>III. Выполнение:</h4>При помощи вертолета SA-330 Puma вы будете доставлены в зону операции для дальнейшего поиска конвоя. Будьте осторожны, противник скорее всего направит в зону высадки отряд для уничтожения группы.<br /><br />После прибытия на место засады, проверьте близлежащую местность на наличие сил противника. <br />При обнаружении уничтожьте его и окажите помощь раненым союзникам. Используйте добытую информацию для поиска остальных выживших. По сообщениям местного гарнизона, к ним для проверки боеготовности направлялся офицер, однако не прибыл и на связь не выходил. Наверняка он был в составе уничтоженного конвоя. Командование высоко оценит ваши действия по его поиску. <h4>IV. Поддержка:</h4>2 SA-330 Puma<br />Ящики с аммуницией<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>Для высадки в зоне операции лучше всего использовать вертолет в ручном режиме (не через модуль). ",
    "map_shot": "",
    "mission_date": "1970-07-20",
    "creation_date": "2023-09-10"
}