{
    "id": "6c18888ab7972f23dabd5e2f1a6f558a",
    "filename": "CO10_Castle_Doctrine.Desert_E",
    "title": "Castle Doctrine",
    "author": "Arsdor for Tactical Shift",
    "player_count": 10,
    "terrain": "Desert_E",
    "tags": [
        "INFANTRY",
        "RolePlay"
    ],
    "overview": "Rednecks fights the FBI",
    "overview_img": "imgs/CO10_Castle_Doctrine.Desert_E.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Техас, 2010 год. Несколько месяцев назад федералы выкупили участок покойного Джеффри Мориссона и якобы нашли там нефть, в рекордные сроки начав её добычу. Вскоре началось опустынивание: деревья и травы начали активно хиреть, а следом поднялась и заболеваемость скота. Даже с покупными кормами наше общество не смогло поддерживать поголовье скота.<br />Позавчера Фред Полански тайком подобрался к этой проклятой вышке, и выяснил, что эти ублюдки не качают нефть, а напротив, закачивают какую-то гадость в землю! Он успел сообщить об этом нам, однако вчера он, его машина и вся ферма пропали.<br />Прошлой ночью мы собрались у старины Чарльза, чтобы опубликовать доказательства в сеть, однако пост на Реддит был моментально удалён, трансляция на Ютубе не продлилась и пяти минут, а в самом скором времени исчез и доступ к интернету. Собрав всё доступное оружие, мы приготовились встретить федералов и они не заставили себя ждать. 'Доктрину крепости' никто не отменял, и пришло время дать отпор этим непрошенным гостям.<h4>А. Враждебные силы:</h4>Дом Чарльза окружили отряд из двух групп ФБР с усилением в виде Национальной гвардии. Ещё с десяток этих демократов-выродков кучкуется у вышки. Наверняка придётся ожидать и подкрепления нацгвардейцев, но у нас есть шанс перебить федералов до их прибытия.<h4>Б. Дружественные силы:</h4>Десять истинных патриотов своей страны!<h4>II. Задание:</h4>1. Перебить ФБРовцев у дома старины Чарльза<br />2. Захватить участок с буровой вышкой<h4>III. Выполнение:</h4>Дом Чарльза укреплён, и у нас есть все шансы порешить правительственных подонков. Однако далее нам нужно будет как можно быстрее добраться до вышки. Наши настоящие враги - подонки из бюро, и если мы разберёмся с ними, олухи-гвардейцы может быть и уедут восвояси.<h4>IV. Поддержка:</h4>Редеплой и доукомплект по умолчанию.<br />Щепотка гражданских прав.<h4>V. Сигналы:</h4>1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>К сожалению, мы больше не располагаем своим автотранспортом, поэтому в ходе прорыва из окружения нам стоит сохранить хотя бы две машины захватчиков нетронутыми.",
    "map_shot": "",
    "mission_date": "2012-06-24",
    "creation_date": "2023-04-30"
}