{
    "id": "7fe20463594a228cc62fac53adb5967d",
    "filename": "CO10_Happy_Hour.cup_chernarus_A3",
    "title": "CO10 Happy Hour",
    "author": "ka6aH",
    "player_count": 10,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "SPECOPS",
        "RolePlay"
    ],
    "overview": "CDF Operatives infilitrated enemy-held town in order to eliminate HVT and rescue MVP",
    "overview_img": "imgs/CO10_Happy_Hour.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Конфликт с ЧДКЗ заморожен, однако борьба продолжается. Разведка Чернаруси получила информацию о прибытии так называемого министра обороны ЧДКЗ Александр Солененко в Светлоярск. Всё время за ним следил наш информатор из состава руководства местного отдела милиции, однако он был раскрыт и схвачен. Из-за этого и других факторов, главное управление разведки Чернаруси решило провести операцию по ликвидации Солененко. Группа вооруженных оперативников, позывной Крот-1, будет незаметно доставлена в город с помощью грузовых вагонов на городской вокзал. Помощь в инфильтрации и поиску цели группе окажут оперативники с позывным Вепрь, уже находящиеся в городе под прикрытием. По последней информации, цель расположилась в местном баре. Охраной цели заняты лучшие спец.подразделения народной милиции ЧДКЗ. <h4>А. Враждебные силы:</h4>До трёх отделений охраны из состава народной милиции ЧДКЗ<br />Патрули на легковых автомобилях и Тиграх за городом<h4>Б. Дружественные силы:</h4>Крот-1 - 8 чел.<br />Вепрь - 2 чел.<br />Красностав - неизвестное количество оперативников<h4>II. Задание:</h4>1. Найти и уничтожить Солененко в баре<br />2. Освободить информатора из милицейского участка<br />3. Эвакуироваться вместе с заложником на точку Красностав<br /><h4>III. Выполнение:</h4>Группа Вепрь находится в городе под прикрытием и может передвигаться не вызывая подозрений. Используйте оперативников для выполнения разведки и помощи основной группе. Бар и участок хорошо охраняются, учитывайте это при планировании. Группа Крот расположена в грузовом вагоне поезда, стоящего на вокзале. На самом вокзале обнаружен лишь один милицейский-постовой, его можно проигнорировать.<h4>IV. Поддержка:</h4>CCP в городской больнице<br />Легковой автомобиль для группы Вепрь<h4>V. Сигналы:</h4>Крот-1 - SR CH 1<br />Вепрь - SR CH 2<br /><h4>VI. Замечания:</h4>Агенты Вепрь находятся под прикрытием и не вызывают подозрения у противника. Однако, каждый надетый элемент военной экипировки повысит шансы на раскрытие противником оперативников. Использование оружия раскроет группу в тот же момент. В распоряжении оперативников находятся дроны, средства наблюдения и личное оружие.",
    "map_shot": "",
    "mission_date": "2020-03-08",
    "creation_date": "2023-06-11"
}