{
    "id": "3d124567e8b580f312dc43ff9a93016e",
    "filename": "CO10_Farmsteady.VTF_Korsac",
    "title": "CO10 Farmsteady",
    "author": "ka6aH",
    "player_count": 10,
    "terrain": "VTF_Korsac",
    "tags": [
        "INFANTRY"
    ],
    "overview": "Deliberate attack on enemy forces",
    "overview_img": "imgs/CO10_Farmsteady.VTF_Korsac.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Продолжается операция сил НАТО 'Restoring Integrity'. Румынская батальонная боевая группа НАТО в составе британского и французского контингента успешно начала наступление в направлении линии Ближний Хутор-Тирасполь. Вооруженные формирования ПМР оказывают разрозненное сопротивление, при этом контингет ВС РФ не предпринимает активных действий. Несмотря на потерю управления, противник смог организовать оборону 1-й батальон Стрелкового Полка ВС Великобритании готовится к штурму укрепленных позиций на линии н.п. Новая Зелень - Кирванск. <br /><br />2-й взвод 1-го батальона, ваша основная задача состоит в уничтожении сил противника на позициях Rhino и Gambit для установления контроля над местностью и развития дальнейшего наступления.<br /><br />Наш взвод находится на юго-западе от позиций противника, на дороге, ведущей к н.п. Кирванск.<br/><br/>А. Враждебные силы:<br/>ВС ПМР - I гвардейская отдельная мотострелковая бригада Вооруженных сил ПМР имени генерал-полковника С.Ф. Кицака<br /><br />Вчера вечером противник в количестве одного усиленного пехотного взвода был замечен за подготовкой оборонительных позиций на возвышенностях к западу от н.п. Кирванск в зоне нашей операции. Укрепленные позиции были замечены на территории фермы и фермерского поселения. Противник вооружен автоматическим оружием, ПТ-средствами и тяжелыми пулеметами. Противнику оказывает поддержку одна 82мм минометная батарея из состава роты. Ожидается, что противник при контакте приступит к обороне. При потере им одной из позиций, возможна контратака силами мобильного резерва. <br/><br/>Б. Дружественные силы:<br/>Наша рота проводит операцию по уничтожению сил противника по направлению к н.п. Кирванск. <br />В данный момент мы действуем обособленно. 2-й взвод проводил атаку по направлению к центру позиций противника, однако был остановлен и отступил. <br />Поддержку оказывает 81мм минометная батарея<br/><br/>II. Задание:<br/>1. Захватить позицию Rhino<br />2. Захватить позицию Gambit<br /><br/><br/>III. Выполнение:<br/>Командование ожидает, что отделение выступит на MRAP и проведет атаку на одном из флангов. После захвата  Rhino противник скорее всего попытается вернуть утраченную позицию. Командование не располагает информацией о резервах, однако с большой вероятностью противник привлечет бронетехнику. <br/><br/>IV. Поддержка:<br/>Мединская помощь раненым оказывается на CCP либо стрелком с квалификацией медика внутри отделения.<br />81-мм минометная батарея Steel Rain-1-1<br />2x MRAP MASTIFF LMG<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><br/><br/>VI. Замечания:<br/>'",
    "map_shot": "",
    "mission_date": "2023-06-26"
}