{
    "id": "3d83ce0cfd03fd86d1211e5df81bbe28",
    "filename": "CO10_Nighthawks.tem_ihantalaw",
    "title": "CO10 Nighthawks",
    "author": "Ka6aH",
    "player_count": 10,
    "terrain": "tem_ihantalaw",
    "tags": [
        "SPECOPS"
    ],
    "overview": "US rangers destroy stuck soviet column",
    "overview_img": "imgs/CO10_Nighthawks.tem_ihantalaw.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Километровые советские колонны зашли на территорию Финляндии под предлогом защиты рабочего класса. Марионеточное правительство, созданное на советской территории, призывает вооруженные силы Финляндии к переходу на сторону СССР. В сложившейся обстановке, США и союзники приняли решение об ограниченном участии в войне и начали тесное сотрудничество с Хельсинки. Несмотря на исторические параллели, в этот раз Запад не даст красным развернуться.<br /><br />Одна из таких колонн мотострелковой дивизии ВС СССР снова оказалась жертвой тактики Мотти и попала в окружение на заснеженной дороге на пути к центру страны. Для окончательного уничтожения личного состава и техники были привлечены подразделения рейнджеров ВС США, имеющие опыт подобных операций. Под прикрытием снежной бури малые группы начнут уничтожение брошенных на дороге советских солдат и их техники. <br /><br/><br/>А. Враждебные силы:<br/>ВС СССР - Мотострелки<br />Часть солдат и офицеров сбежала в в соседние леса и дезертировала, часть осталась в составе колонны и заняла оборону на дороге и близлежащих домах. Некоторые из солдат небоеспособны из-за обморожений и ранений. По информации разведки, некоторые солдаты деморализованы и скорее всего сдадутся в плен, не оказывая сопротивления.<br/><br/>Б. Дружественные силы:<br/>75-й полк рейнджеров ВС США<br />1'1 - отделение, усиленное специалистом по взрывчатке и пулеметчиком<br/><br/>II. Задание:<br/>1. Обнаружить и уничтожить БМ-21 Град<br />2. Зачистить казарму с личным составом противника<br />3. Забрать все ценные документы из штаба<br />4. Захватить пленным офицера противника (опц.)<br /><br/><br/>III. Выполнение:<br/>Порядок выполнения задач произвольный. Мы не рассчитываем на подкрепления противника, однако будьте осторожны, возможно их командование подготовило план действия при обнаружении наших ДРГ. Дополнительное снаряжение находится в заранее оборудованных местным сопротивлениям схронах. <br/><br/>IV. Поддержка:<br/>Снаряжение в схронах<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br /><br />1'1 - SR CH 1<br /><br/><br/>VI. Замечания:<br/>При обнаружении проблем обращаться к админу",
    "map_shot": "",
    "mission_date": "1984-12-03"
}