{
    "id": "34ed3b2952ad07b38eb8dd0000a73cb5",
    "filename": "CO11_Retaliation_2A.MCN_Aliabad",
    "title": "CO11 Retaliation",
    "author": "ka6aH",
    "player_count": 11,
    "terrain": "MCN_Aliabad",
    "tags": [
        "1980",
        "ARMOR",
        "EAST GEAR"
    ],
    "overview": "USSR VDV assault french outpost",
    "overview_img": "imgs/CO11_Retaliation_2A.MCN_Aliabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После атаки французских частей на наши позиции в северном Иране, командование 40-й армией поручило 56-й бригаде ВДВ СССР дезорганизовать оборону французского корпуса на линии фронта. Транспортная авиация и вертолеты доставят подразделения бригады в тыл основным позициям противника.<br /><br />Наша рота поддверглась атаке с земли при попытке высадиться у основной цели, КП противника под кодовым названием 'Зенит' с целью рейда и его уничтожения, и потеряла один Ми-6 сбитым, еще один совершил жёсткую посадку. Эскорт из Ми-24 был также атакован и был вынужден уйти на базу.<br /><br />Несмотря на неудачи при высадке, взводу было приказано продолжить выполнение задачи и уничтожить командный пункт противника.<h4>А. Враждебные силы:</h4>Французский Иностранный Легион<br /><br />Силы противника оцениваются в 50 человек, также на дорогах к востоку была замечена бронированная машина AML. На позиции КП оборудованы укрепленные позиции, а также пулемет М2, прикрывающий дорогу к пункту.<h4>Б. Дружественные силы:</h4>1-й штурмовой батальон, 56-я бригада ВДВ СССР<br /><br />1'0 - отделение управления<br />Виктор - экипаж БМД-1<br />1'1 - отделение десантников<h4>II. Задание:</h4>1. Захватить КП 'ЗЕНИТ'<br />2. Эвакуироваться из зоны операции<br /><h4>III. Выполнение:</h4>Захватите командный пункт, уничтожив личный состав противника на нем и на позициях вокруг него. После этого вам будет эвакуируйтесь из зоны операции в сторону союзных сил (на восток)<h4>IV. Поддержка:</h4>1x БМД-1<br />1x ГАЗ-66<br />1x УАЗ ДШКМ<br /><br />CCP<br />FARP<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Броня БМД уязвима для пулеметов М2, при приближении к КП имейте в виду дистанцию и укрытия.",
    "map_shot": "",
    "mission_date": "1988",
    "creation_date": "2025-03-15"
}