{
    "id": "5146762a35093f91c4b15d7926a2f11c",
    "filename": "CO12_Early_Retirement.MCN_Aliabad",
    "title": "CO12 Early Retirement",
    "author": "ka6aH",
    "player_count": 12,
    "terrain": "MCN_Aliabad",
    "tags": [
        "SPECOPS",
        "JTAC/CAS"
    ],
    "overview": "Israel navy special forces conduct abduction of high-ranked officer",
    "overview_img": "imgs/CO12_Early_Retirement.MCN_Aliabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1969 год, война на истощение между Израилем и Египтом идёт уже два года. Особую роль в конфликте выполняет спецназ ВМС Израиля Шайетет-13, производящим вылазки и атаки на египетское побережье Красного моря. После успешного рейда на Зелёный Остров в Суэце, командование решило провести операцию по саботажу на территории Египта. В поле зрения разведки попал высокопоставленный египетский офицер, похищение которого может сыграть нам на руку. Для операции по его захвату привлечены силы спецназа Шайетет-13 и ВМС Израиля. <br /><br />В данный момент замечена необычная активность египетских сил на одном из их укреплённых пунктов, расположенного у начала суэцкого залива. Мы полагаем, что египтяне накапливают там силы для попытки высадки морского десанта на Синайском полуострове. Для инструктажа и поднятия боевого духа личного состава к расположению прибыл офицер под кодовым названием Джекпот. От нашей агентурной сети мы получили информацию, что маршрут его движения содержится на транспортном корабле египетских ВМС, стоящем на рейде. Наша операция пройдёт в два этапа: высадка на корабле, установление местонахождения Джекпота и дальнейший его захват. Для высадки будут использованы вертолёты, в том числе вооружённые. <h4>А. Враждебные силы:</h4>Egyptian Navy - Cargo Ship<br /><br />2x ДШКМ<br />Неизвестное количество пехоты<br />1x Патрульный корабль с ДШКМ<br /><br />Egyptian Army<br /><br />Пехота на OP и позициях ПВО<br />1x БТР-60<br />1x КШМ БТР-60<br />2x ЗУ-23-2<h4>Б. Дружественные силы:</h4>Sea Corps of Israel<br /><br />Shayetet-13 <br />1'6 - 2 чел.<br />1'1 - 8 чел.<br /><br />Tsipor-1-1 - UH-1 Gunship<br />2 чел.<h4>II. Задание:</h4>1. Захватить грузовой корабль и найти документы с местоположением командного пункта<br />2. Взять штурмом командный пункт и захватить офицера<br />3. Вывезти офицера на INS Bat Yam<br /><h4>III. Выполнение:</h4>Подавите позиции ПВО на корабле и вокруг него, после чего высаживайте пехоту с помощью канатов. После зачистки корабля следует как можно скорее захватить командный пункт. Будьте осторожны, у офицера усиленная охрана. При потере транспортного вертолёта, вам доступен второй (из-за карты)<h4>IV. Поддержка:</h4>2x UH-1 Gunship (один в резерве)<br />2x UH-1 <br />Транспортный корабль INS Bat Yam <h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<h4>VI. Замечания:</h4>При респауне, точка появления находится на берегу в северной точке карты. Попросите GSO телепортировать вас к остальным игрокам. ",
    "map_shot": "",
    "mission_date": "1969"
}