{
    "id": "e8318fa4ffce56a3e075ff8464ebf037",
    "filename": "CO12_Hot_Trip_1A.tem_kujari",
    "title": "CO12 Hot Trip",
    "author": "Comrade",
    "player_count": 12,
    "terrain": "tem_kujari",
    "tags": [
        "SPECOPS",
        "INFANTRY"
    ],
    "overview": "Shmel' group travels in Africa",
    "overview_img": "imgs/CO12_Hot_Trip_1A.tem_kujari.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Дележка территории Куяри продолжается полным ходом. Пока 'ION' занят захватом различных шахт и месторождений, знаменитый боец под позывным 'Шмель' решил организовать свой ЧОП из старых боевых товарищей и отправиться в регион. К сожалению, жажда наживы подвела пожилого воина, он подрядился отправить своих парней на захват моста у остатков местной армии, для одного из оппозиционных полевых командиров. Шмель не ожидал, что армия продолжает полноценно выполнять свои функции и финансируется такими же заинтересованными лицами. Парни попали в засаду, потеряли свой транспорт и находятся под огнем... К счастью для шмеля, в регионе промышлял его старый друг 'Орлик', этот сорвиголова как раз занимался вывозом техники из региона. Орлик пообещал поддержать пацанов огнем и подогреть их новым транспортом. ЧОПовцы ожидают ништяков для продолжения операции.<br/><br/>А. Враждебные силы:<br/>Вооруженные силы Куяри.<br /><br />Около трех отделений атакует 'Шмель' с нескольких сторон.<br /><br />Примерно 20-30 человек в районе моста.<br />Примерно 30 человек в районе штаба.<br /><br />Вооруженные пикапы, станковые пулеметы.<br />Известно о наличии ПЗРК.<br /><br/><br/>Б. Дружественные силы:<br/>ЧОП 'Шмель'<br /><br />1'1 - 4 чел.<br />1'2 - 7 чел.<br /><br />Пилот/Артиллерист 'Орлик' - 1 чел.<br/><br/>II. Задание:<br/>1. Отбить атакующие силы противника.<br />2. Захватить Мост.<br />3. Зачистить штаб противника.<br />4. Сохранить всю воздушную и наземную технику Орлика (опционально).<br/><br/>III. Выполнение:<br/>Наземная группа наткнулась на небольшой взвод местной армии, в ходе короткой перестрелки головной транспорт был выведен из строя, выжившие разбежалась по укрытиям. Противник отступил, но скорее всего в ближайшие минуты вернется с новыми силами.<br />В первую очередь вам необходимо отбить вражескую атаку.<br />Параллельно с этим связаться с 'Орликом', запросить у него новую технику, а также тяжелое вооружении/боеприпасы при необходимости.<br />После получения всего необходимого выдвинуться в район моста и уничтожить противника. Не забывайте про артиллерийскую поддержку от Орлика.<br />После захвата моста, либо атаковать штаб оставшимися ресурсами либо снова обратиться к Орлику.<br /><br/><br/>IV. Поддержка:<br/>На Аэродроме 'Орлика':<br /><br />1х Д-30<br /><br />2х МИ-8 (транспортный).<br />1х АН-12 (транспортный самолет).<br /><br />2х Пикап Datsun 620 (Вооруженный ПКМ, 5 мест).<br />2х Пикап Hilux (Вооруженный ДШК, 3 места).<br />2х Пикап Hilux (Невооруженный, 6 мест).<br /><br />1х ПТРК Корнет.<br />1х КОРД (Тяжелый пулемет).<br /><br />2х Ящика с боеприпасами (Для транспортировки).<br /><br />FARP.<br />CCP.<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br/><br/>VI. Замечания:<br/>!!!Шмели будут атакованы через пару минут после старта!!!<br /><br />У СЛа и ГПшника есть подствольные дымы.<br /><br />Точка возрождения на аэродроме Орлика.<br /><br />Орлик может доставить технику использую вертолеты или АН-12, в АН влезаю сразу 2 транспортных средства, сброс происходит через меню действий (колесико), при сбросе можно держать высоту 150-200 метров и скорость не выше 100-150, дабы пехтуре не пришлось совершать марш бросок за отклонившейся от траектории техникой.<br /><br />Вертолеты только через тросы. Ящики с боеприпасами можно как загрузить в вертолет так и подвесить на трос.<br /><br />!!!Также не забываем про наличие ПЗРК у противника, средства ПВО в районах основных целей, свободно по всей карте не летаем!!!<br /><br />На аэродроме Д-30 без баллистического компьютера, !!!поэтому роль 'Орлика' должен занять человек умеющий пользоваться артиллерийской баллистической таблицей и инструментами карты!!!<br /><br />Рядом с Д-30 Стот ГАЗ-66, через эйс меню можно загружать снаряды с пушку. Если хочется экзотики можно сложить пшку в походное положении, привязать в шишиге и оттащить на FARP.<br /> ",
    "map_shot": "",
    "mission_date": "2019-07-28"
}