{
    "id": "2fc77970c03e5b55e175a2782af9b1ae",
    "filename": "CO12_Kandibober.Kunduz",
    "title": "CO12_Kandibober",
    "author": "Arsdor for Tactical Shift",
    "player_count": 12,
    "terrain": "Kunduz",
    "tags": [
        "SPECOPS",
        "INFANTRY",
        "RolePlay"
    ],
    "overview": "Spetsnaz saving VIP",
    "overview_img": "imgs/CO12_Kandibober.Kunduz.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1984 год, Афганская война находится в самом разгаре. В районе Чагчарана ОКСВА и ДРА сражаются против сразу нескольких групп мятежников. Пока банды узбекских моджахедов атакуют с запада, пуштунские басмачи напирают с востока.<br />В этих условиях особенно важна поддержка населения. Ключевым человеком для нас стал таджикский старейшина по имени Ибрагим, до недавнего времени равно уважаемый всеми жителями региона. Однако, после его присутствии на недавней пресс-конференции с иностранными журналистами, он стал целью множества злопыхателей. Пару дней назад, Ибрагим отправился в Герат, но был обстрелян неизвестным противником. Его сыновья привезли его в местную больницу, однако врачи отказались проводить операцию, так как опасались и за свою жизнь, и за жизнь пациента. На фоне волнений и Ибрагима открылась язва и началось воспаление аппендикса, и провести жизненно важную операцию смогут лишь советские врачи. Для эвакуации Ибрагима командование направило группу 'Альфа' вместе со медицинской группой специального назначения.<h4>А. Враждебные силы:</h4>Местные жители видели сообщили нам о двух группах противника, направляющихся к дому Ибрагима. С одной стороны подошла спешенная группа пуштунов-басмачей, вооружённых преимущественно лёгким оружием. По нашим предположениям, эта группа находится особенно близко к объекту. По нашим данным, пуштуны располагают несколькими ПЗРК, и их зенитчики уже рассредоточились в РБД.<br />С другой стороны прибыла группа узбекских моджахедов, более многочисленная и располагающая лёгкой техникой.<br />Скорее всего, они подпустят наши силы поближе, чтобы убить Ибрагима сразу, как он покинет укрытие.<h4>Б. Дружественные силы:</h4>Медицинская группа специального назначения - 3 человека<br />Группа 'Альфа' КГБ СССР<br />Вертолётная группа<br /><br />В районе дома Ибрагима дежурят его вооружённые родственники, которые относятся к нам дружественно. От противников их можно отличить по тюбетейкам в качестве головных уборов, и, преимущественно, синих цветах в одежде.<br /><br />В РБД может оказаться БТР с двумя отделениями десантников, возвращающийся из патруля. Если они окажутся рядом с посёлком Ибрагима, они окажут нам посильную поддержку.<br /><br />На выезде с базы стоит БМД-1, который сможет поразить преследователей во время возвращения.<h4>II. Задание:</h4>1. Добраться до расположения Ибрагима<br />2. Устранить непосредственную угрозу в районе местонахождения объекта.<br />3. Эвакуироваться на изначальную позицию.<br /><h4>III. Выполнение:</h4>Командование не рекомендует сразу покидать поселение, так как предполагает, что противник будет ожидать нас у путей отхода.<h4>IV. Поддержка:</h4>УАЗ с ДШКМ (x2)<br />УАЗ с АГС (x1)<br />УАЗ-452, санитарная (x1)<br /><br />На малой вертолётной площадке:<br />Ми-24В (x2)<br />FARP<br /><br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>В РБД не замечены гражданские лица.<br />В РБД  остутствуют мины.",
    "map_shot": "",
    "mission_date": "1984-06-04",
    "creation_date": "2023-02-07"
}