{
    "id": "a33acebf7749394b85f83a99a7bfdbd7",
    "filename": "CO13_Ded_Moroz.Chernarus_Winter",
    "title": "Дед Мороз",
    "author": "Arsdor for Tactical Shift",
    "player_count": 13,
    "terrain": "Chernarus_Winter",
    "tags": [
        "MOUT",
        "SPECOPS"
    ],
    "overview": "Федеральные войска вызволяют пленных в Грозном",
    "overview_img": "imgs/CO13_Ded_Moroz.Chernarus_Winter.jpg",
    "briefing": "<h4>I. Обстановка:</h4>31 декабря 1994-го года. Федеральные войска начинают штурм столицы мятежной самопровозглашённой республики Ичкерия.Пока большая часть сил рвётся к центру города, наша рота бьётся за промзону и её окрестности чуть восточнее вокзала.<br />Недавно колонна наших бэх выдвинулась севернее, чтобы замкнуть окружение промки, но была уничтожена в засаде. Большая часть выживших из взвода смогла отойти на северо-восток и соединиться со своими, однако несколько бойцов были захвачены в плен.<br />Рядовой Гайматулин, который чудом смог сбежать и вернуться к нам, показал где именно были подбиты БМП и указал, куда чичи оттаскивали наших бойцов. Предположительно, чеченцы удерживают их в больнице №4. Ротный собрал добровольцев, готовых сунуться в этот гадюшник малыми силами.<h4>А. Враждебные силы:</h4>Неизвестное количество чеченских боевиков. Большая часть вооружена и обучена не слишком хорошо, однако нам следует ожидать засад и частого применения разовых гранатомётов. Также Гайматулин заявил, что БМП были обстреляны из СПГ-9, а высадившиеся стрелки - весьма метким огнём снайперов.<h4>Б. Дружественные силы:</h4>Усиленный мотострелковый взвод на БМП-2<h4>II. Задание:</h4>1. Вызволить захваченных в плен бойцов из зоны Владимир и вернуться в зону начала операции<br />2*. Зачистить зоны Анна и Борис, где были подбиты БМП<h4>III. Выполнение:</h4>Необходимо продвигаться крайне осторожно и ожидать засад. Боевики используют растяжки и самодельные ловушки, так что рекомендуется смотреть под ноги.<h4>IV. Поддержка:</h4>БМП-2<br /><br />Доступно два дополнительных доукомплекта. В случае потери БМП-2 мы НЕ СМОЖЕМ получить новую.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Растяжки могут находиться на разном уровне, а противники занимать позиции на разной высоте.<br /><br />Южная часть РБД представляет собой фактически руины и завалы. Противник также возвёл баррикады",
    "map_shot": "",
    "mission_date": "1994-12-31",
    "creation_date": "2025-02-25"
}