{
    "id": "eefd238f0eb49938c08f368e4f75efce",
    "filename": "CO13_Highland.Malden",
    "title": "CO13 Highland",
    "author": "Ka6aH",
    "player_count": 13,
    "terrain": "Malden",
    "tags": [
        "SPECOPS"
    ],
    "overview": "PMC patrols coast and prevents weapon smuggling",
    "overview_img": "imgs/CO13_Highland.Malden.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>После заключения перемирия, положившего конец гражданской войне, уровень насилия на Малдене упал. Однако возросла роль частных военных компаний (ЧВК), нанятых местными политиками, высокопоставленными военными и бизнесменами. Самую крупную роль играют нанятая про-западными бизнесменами Task Force Alpha и нанятая про-восточными политиками Rembrandt Group. Обе стали использоватьс сторонами для силового решения политических проблем на острове. <br /><br />Благодаря источникам в правительстве, нашим нанимателям стал известен факт контрабанды оружия на западном побережье. По информации, в деле замешаны оппозиционные военные и ЧВК Rembrandt Group. Наша группа приступила к патрулированию побережья, для чего были закуплены катера американского производства. <br /><br />По последним данным, сегодня силам ЧВК Rembrandt Group должны быть переданы РСЗО Zamak, находящиеся на вооружении Сил Обороны Малдена. Нам стала известна позиция встречи и передачи вооружения, на которой будет присутствовать офицер Сил Обороны Малдена и представитель ЧВК. Под ширмой патрулирования побережья, мы сорвем сделку и вернём РСЗО армии. <br/><br/>А. Враждебные силы:<br/>До трёх отделений Сил Обороны Малдена<br />Неизвестное количество наёмников Rembrandt Group<br />Жандармерия округа La Pessagne<br /><br />Возможно наличие у противника лёгкой техники в виде джипов с вооружением<br/><br/>Б. Дружественные силы:<br/>Task Force Alpha PMC<br />1'6 - команда управления<br />1'1 - штурмовая группа<br/><br/>II. Задание:<br/>1. Сорвать сделку в н.п. Vigny<br />2. Вернуть РСЗО Zamak на военную базу<br />3. Арестовать коррумпированного офицера (опц.)<br /><br/><br/>III. Выполнение:<br/>Мы начинаем операцию к югу от Vigny, на патрульной базе нашей группы. В распоряжении находится патрульный катер Mk. V с вооружением. Передвижение по дорогам привлечет внимание армии и ЧВК, что даст время ускорить сделку и увезти РСЗО в неизвестном направлении. В случае, если РСЗО уже передано или его статус неизвестен, заберите все возможные улики и документы, касающиеся сделки. <br /><br/><br/>IV. Поддержка:<br/>Патрульный катер Mk. V - 2 M2, 1 Mk-19, 1 GAU<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><br/><br/>VI. Замечания:<br/>Пересаживаться на ходу в катере невозможно, распределите боевые посты заранее. У бойцов ЧВК и армии есть ПНВ, учитывайте это при планировании ночной операции.",
    "map_shot": "",
    "mission_date": "2024"
}