{
    "id": "afac7a7ce1d217ce013c48dc50087c82",
    "filename": "CO13_Thunderstrike_1A.Farabad",
    "title": "CO13 Thunderstrike 1A",
    "author": "ka6aH",
    "player_count": 13,
    "terrain": "Farabad",
    "tags": [
        "AIRBORNE",
        "2010",
        "SPECOPS",
        "WEST GEAR"
    ],
    "overview": "Polish GROM SF assaults compound with HVT inside",
    "overview_img": "imgs/CO13_Thunderstrike_1A.Farabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В рамках войны против терроризма, подразделения специального назначения Польши, а именно Гром и Командос противодействуют активности Аль-Каиды в Фарабаде. Недавно наша разведывательная служба получила информацию о присутствие в регионе известного террориста польского происхождения Махмуда-Аль-Полани, принявшего ислам в начале 2000-х и ответственного за ряд терактов в Европе. В данный момент он находится в укрепленном компаунде на окраине Фарабада под усиленной охраной. Президент дал разрешение на захват преступника и его экстрадикцию на родину.<br /><br />Операцией займется спецподразделение Гром при поддержке транспортных вертолетов UH-60. На первом этапе спецназ высадится в близости от компаунда, обесточит его и возьмет его штурмом, после чего обезвредит и захватит боевика. <h4>А. Враждебные силы:</h4>Боевики Аль-Каиды в Фарабаде<br /><br />До 20 человек охраняют компаунд, в том числе одна группа на автомобили Хилукс, патрулирующая район.<br /><br />На подстанции к северу замечена группа боевиков, прибывшая вечером для проверки оборудования вместе с гражданскими рабочими. Их количество оценивается в 10-14 человек.<br /><br />Мы ожидаем, что боевики смогут вызвать подкрепления из соседних районов. Скорее всего, они прибудут на автомобилях по шоссе М13 с запада. <h4>Б. Дружественные силы:</h4>Группа A Гром<br /><br />1'0 - отделение управления<br />1'1 - отделениее спецназа (9 человек)<br />Экипаж UH-60 (пилот и бортовой стрелок)<h4>II. Задание:</h4>1. Отключить компаунд от электроэнергии (Power Substation)<br />2. Захватить Махмуда-Аль-Полани и эвакуироваться на базу<br />3. (опц.) Уничтожить дизельный электронегератор в компаунде<br /><h4>III. Выполнение:</h4>Вы начинаете операцию на базе коалиции. Операция предполагает отключение компаунда от электрической сети, для чего вам предстоит найти распределительный щиток на подстанции. После отключения электричества компаунд останется без наружного освещения. Скорее всего, компаунд обладает альтернативным источником электроэнергии для небольших устройств. Экипаж вертолета может попробовать найти и поразить электрогенератор с воздуха.<br /><br />После выполнения первого этапа, подразделению необходимо зачистить компаунд и захватить цель. Ориентируйтесь на европейскую внешность подозреваемого - в отличие от остальных боевиков, у него светлый цвет волос.<br /><br />После захвата цели, у вас будет немного времени для вызова эвакуации перед тем, как противник пришлет дополнительные подкрепления. При необходимости, займите оборону и устраните цели перед посадкой вертолета<h4>IV. Поддержка:</h4>1x UH-60<br /><br />Резерв (редеплой) - 1 на отряд<br /><br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>Последняя актуальная фотография цели:<br /><img image='photo.paa' width='360 height='260'/><br />Результаты фотонаблюдения компаунда:<br /><img image='house.paa' width='360 height='360'/><br /><br />В распоряжении PL есть дрон для наблюдения (доступен через терминал, который находится в инвентаре)",
    "map_shot": "",
    "mission_date": "2012-06-04",
    "creation_date": "2025-02-20"
}