{
    "id": "65e5deab1b1dad265841ff182c0ee01a",
    "filename": "CO13_Nutcracker.cup_chernarus_A3",
    "title": "CO13 Nutcracker",
    "author": "ka6aH",
    "player_count": 13,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "COMB.ARMS"
    ],
    "overview": "CDF conduct armoured offensive against rebels",
    "overview_img": "imgs/CO13_Nutcracker.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После стабилизации ситуации на границе Чернаруси и Республики Загория и временного затишья, отряды ЧДКЗ организовали внезапный штурм Северограда, выбив оттуда правительственные войска. <br /><br />Верховное командование Сил Обороны Чернаруси (СОЧ) спланировало операцию по освобождению города. Согласно плану, добровольческому батальону Барсук предстоит выбить противника с его позиций к северу от Северограда и взять под огневой контроль восточный выезд из города. После этого боевикам будет предложено сложить оружие и выйти из города на восток. В противном случае регулярные силы займутся штурмом и зачисткой города. <br /><br />Зона операции представляет собой пересеченную местность, дальность видимости в среднем составляет 300 метров.  Местность к югу от н.п. Калиновка пересечена полями с высокой травой и садами. <br /><br />Ключевыми позициями являются леса к югу и северу от Взводного Опорного Пункта противника, а также лесная местность к северо-западу от карьера. Высота местности уменьшается с севера на юг.<br /><br />Гражданское население было эвакуировано из зоны операции.<h4>А. Враждебные силы:</h4>Противник удерживает Североград и продолжает снабжение города при помощи двух дорог от Нагорное и Свергино. Значительная часть сил противника заняла западные и южные окраины города. <br /><br />К северу от города действует сводная механизированная группа под командованием боевика Рунова. Группа оборудовала Взводный Опорный Пункт (ВОП) к западу от н.п. Калиновка и пытается избежать нашего прорыва в сторону н.п. Калиновка и дальнейшего продвижения к автодорогам, ведущим в Североград. Противник не удерживает саму Калиновку, избегая открытой местности. К югу от Калиновки оборудованы одиночные окопы и огневые точки. На промышленных зданиях карьера заняли оборону два отделения противника.<br /><br />Противник располагает ПТ-средствами в виде РПГ и СПГ. Последние размещены на наиболее опасных направлениях. Обнаруженные позиции отмечены на карте. Также были замечены позиции ДШКМ. БМП-1 осуществляет патрулирование местности вокруг н.п. Калиновка с целью недопущения прорыва наших сил.<br /><br />Состав вражеских сил - Группа Рунова - ЧДКЗ:<br />1 взвод на ВОП<br />До двух отделений к югу и северу от ВОП<br />Отделение пехоты к югу от н.п. Калиновка<br />До двух БМП-1<br /><br />Батальон ЧДКЗ:<br />ПТУР и пулеметы на позиция в городе Североград<br /><br /><h4>Б. Дружественные силы:</h4>Добровольческий батальон Барсук - Силы Обороны Чернаруси<br />1'6 - Отделение управления<br />1'1 - Штурмовое отделение<br />Щелкунчик - БМП-1<h4>II. Задание:</h4>1. Уничтожить противника на ВОП<br />2. Захватить позицию Карьер<br /><h4>III. Выполнение:</h4>Командование предполагает, что взятие дорог к востоку от Северограда склонит обороняющихся к сдаче. Ключевой задачей является захват позиции Карьер, которая позволяет контролировать движение противника на въезде в город. <br /><br />Первая фаза операции заключается в прорыве Взводного Опорного Пункта. Вторая фаза: обойти основные силы противника и избежать вражеского огневого воздействия со стороны Северограда. Третья фаза: штурм позиции карьер. <h4>IV. Поддержка:</h4>Техника:<br />1x БМП-1<br />3x HMMWV M1114 DSHKM<br />2x Tatra 810 (Снабжение)<br /><br />Доп. снаряжение:<br />Фляжки с водой<br />Прицелы Red Dot<br />Лёгкий разведывательный дрон и планшет для управления<br /><br />M2 на станке-треноге<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />Crew - SR CH 2<br /><h4>VI. Замечания:</h4>Дороги у ВОП могут быть заминированы.",
    "map_shot": "",
    "mission_date": "2020-03-08",
    "creation_date": "2022-11-20"
}