{
    "id": "74a3a4468087b201036b2b6c049186fa",
    "filename": "CO14_Rumble_At_Molzen.WL_Rosche",
    "title": "CO14 Rumble at Molzen",
    "author": "ka6aH",
    "player_count": 14,
    "terrain": "WL_Rosche",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Dutch Quick Reaction Force fixes and destroys NVA special forces",
    "overview_img": "imgs/CO14_Rumble_At_Molzen.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Широко известное разведке НАТО штурмовое десантное подразделение армии ГДР LStR-40 сегодня провело десантную операцию в зоне ответственности 1-го голландского армейского корпуса северной группы армий. LStR-40 специализируется на диверсионной деятельности и смогло взять под контроль н.п. Мольцен, через который проходят основные маршруты снабжения передовых сил. Местные силы, отреагировавшие на высадку, были разбиты, а проезжавший через город личный состав командования батальона армии США был взят в плен. <br /><br />Для взятия ситуации под контроль в регион был переброшен корпус морской пехоты ВС Нидерландов, выполняющий свои задачи с 1655 года. Подразделению необходимо разминировать мосты на пути к Мольцену и взять штурмом здание школы, в котором окопались десантники. <h4>А. Враждебные силы:</h4>'<h4>Б. Дружественные силы:</h4><t font='PuristaBold'>3 Peloton 1 AGGP Korps Mariniers</t><br />Geweergroep-1 - отделение пехоты<br />                Командир отделения<br />                <font color='#FF0000'>Красная команда:</font><br />                Командир команды<br />                Пулеметчик<br />                Помощник пулеметчика<br />                Марксмен<br />                <font color='#99D5FF'>Синяя команда:</font><br />                Командир команды<br />                Автоматический стрелок<br />                Гренадер<br />                Стрелок<br />Peloton-3 - отделение управления взводом<br />                Командир взвода<br />                Стрелок-ПТ<br />                Помощник стрелка<br />                Минометчик<br />YPR - M113<h4>II. Задание:</h4>1. Обезвредить подрывные заряды на мостах через Wipperau<br />2. Зачистить здание школы и освободить офицеров<br />3. Зачистить блокпост в городе<br /><h4>III. Выполнение:</h4>Противник окопался в н.п. Мольцен, используя подручные материалы. Некоторые здания были укреплены мешками с песком, внутри оборудованы огневые позиции. Эти дома прикрывают основные пути подхода к школе, которая используется как штаб и пункт сбора раненых. Захват школы дезорганизует оборону диверсантов и предотвратит дальнейшее прибытие подкреплений.<br /><br />Противник смог доставить обороняющимся некоторое количество тяжелого вооружения, которое они скорее всего разместили для прикрытия штаба. В результате подавления нашего ПВО, противник до сих пор обладает возможностью доставки подкреплений в район. Также известно, что на боевом дежурстве находится Су-25 ВВС ГДР.<br /><br />Для нанесения ущерба нашей логистике, противник установил подрывные заряды на мостах, ведущих в город. Скорее всего, при обнаружении наших сил, эти заряды будут подорваны. У вас будет около 15 минут на разминирование после первого контакта с противником. <h4>IV. Поддержка:</h4>1 М113 (М2)<br />2 Land Rover<br />Дополнительное вооружение в ящиках (Stinger, M47 Dragon)<br />Дополнительная аммуниця в ящиках <h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />Geweergroep-1 - SR CH 1<br />З Peloton- SR CH 3<h4>VI. Замечания:</h4>Наборы разминирования находятся в снаряжениии по умолчанию",
    "map_shot": "",
    "mission_date": "1989-08-30",
    "creation_date": "2024-01-14"
}