{
    "id": "dd293957b9f442d7fe7f79aa1d849c9a",
    "filename": "CO15_Webs_of_Steel_2_1B.MCN_Aliabad",
    "title": "CO15 Webs of Steel 2",
    "author": "Invaderok",
    "player_count": 15,
    "terrain": "MCN_Aliabad",
    "tags": [
        "INFANTRY",
        "ARMOR",
        "WEST GEAR"
    ],
    "overview": "IDF Forces attack the area around Bint Jbeil",
    "overview_img": "imgs/CO15_Webs_of_Steel_2_1B.MCN_Aliabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Битва при Бинт-Джебейле была одним из главных сражений Ливанской войны 2006 года. Бинт-Джебейль — крупный город с населением около 20 000 жителей (в основном шиитов) в Южном Ливане. Город был ареной самых ожесточенных боев войны, в которых обе стороны понесли тяжелые потери.<br /><br />Первоначально Израиль не собирался захватывать Бинт-Джебейль. Скорее, ЦАХАЛ стремился контролировать город извне. Однако по ходу войны израильское руководство изменило свою позицию по Бинт-Джебейлю. Несмотря на заявления о прогрессе, Израилю было «нечего было выставить напоказ» и чтобы продемонстрировать это - явная победа в Бинт-Джебейле вполне могла стать переломным моментом в войне, надеясь, что капитуляция «Хезболлы» создаст «волновой эффект» на другие опорные пункты в Южном Ливане.<br /><br />24 июля ударный вертолет Apache Longbow, выполнявший миссию по уничтожению артиллерии противника около Бинт-Джебейле, разбился около границы, в результате чего судьба пилотов неизвестна. Для их поиска и эвакуации были отправлены два танка и взвод пехоты.<br /><br />Зачистив и подобравшись в плотную к месту дисклокации вражеской артилерии и упавшего вертолета посланный на спасение взвод попал в хорошо подготовленную засаду на окраине Айнаты, города к востоку от Бинт-Джебейля. Во время засады, в танк первый попала ракета, в результате чего командир взвода погиб, а двое членов экипажа были ранены. Второй танк, «Меркава IV» , наехал на мощную дистанционно управляемую мину и перевернулся от взрыва. После чего взвод отступил со своих позиций, собрав сведения о примерном расположении противников для нас. За ночь танк отремонтировали и передали в распоряжение наших войск, как и M113.<br /><br /><h4>А. Враждебные силы:</h4>-2 танка Т55<br />-2 танка Т72<br />-3 БМ-21<br />-Около 1 взвода легкой пехоты, рассредоточенных по области и укрепившихся в районе крушения вертолета.<br />-Пулеметные точки ДШКМ,M2 (к-во неизвестно).<br /><br />Ожидаемые места дислокации отмечены на карте.<br /><h4>Б. Дружественные силы:</h4>Бригада Голани (также известная как 1-я бригада) — израильская пехотная бригада, подчиняющаяся 36-й дивизии.<br /><br />1'1 - отделение пехоты (9 чел.),<br />1'2 - отделение поддержки на технике (4 чел., 1 танк Меркава и M113)<br />1'3 - боевая группа поддержки для опоздавших на игры Tactical Shift (резервные слоты).<br />1'6 - Полевое командование (2 чел.)<h4>II. Задание:</h4>1. Уничтожить артиллерию БМ-21.<br />2. Узнать что случилось с вертолетом и экипажем, захватить эту зону.<h4>III. Выполнение:</h4>Выполнение миссии на усмотрение командования.<br /><h4>IV. Поддержка:</h4>1x Merkava MK4 LIC<br />1x M113A1<br />2x HMMWV + .50 cal machinegun<br />1x HMMWV unarmed.<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 1<h4>VI. Замечания:</h4>1. Использование в миссии танка обязательно (для адекватного прохождения, если ты не крейзи). БТР М113 опционально, но желательно.<br />2. Вражеских мин на карте нет.<br />3. При желании в танк можно посадить 3 члена экипажа, так как у командира есть пулемет. В М113 посадить 1 игрока и бота на водилу. Либо по дефолту 2х2<br />4. Хамвики не обязательны, М113 и Меркава имеют слоты для пехоты.<br />-Меркава (5чел + 3 экипажа).<br />-М113 (11чел + 2 экипажа).<br />5. Опционально есть 3 направления атаки - центр, право, лево.<br />6. Синим отмеченная зона где нет войск противников (но не обязательно не простреливаемой противником).",
    "map_shot": "",
    "mission_date": "2006-07-25",
    "creation_date": "2024-05-30"
}