{
    "id": "0e5ab24f61dee04203d7f1b8baad3e38",
    "filename": "CO15_Isolation_and_Elimination.Tanoa",
    "title": "CO15 Isolation and Elimination",
    "author": "invaderok",
    "player_count": 15,
    "terrain": "Tanoa",
    "tags": [
        "AIRBORNE",
        "INFANTRY",
        "SPECOPS"
    ],
    "overview": "Columbian police task force eliminates drug lord",
    "overview_img": "imgs/CO15_Isolation_and_Elimination.Tanoa.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Медельинский кокаиновый картель — крупный колумбийский наркокартель, возникший в городе Медельин (Колумбия) — родном городе наркобарона Пабло Эскобара. Наркокартель занимался незаконным оборотом наркотиков, отмыванием денег, убийствами, вымогательством, похищением людей, незаконным оборотом оружия, рэкетом, терроризмом.<br /><br />Bloque de Búsqueda - название трёх различных специальных подразделений специальных операций Национальной полиции Колумбии (Policía Nacional de Colombia). Первоначально они были организованы с упором на поимку или убийство особо опасных лиц или групп лиц.<br />Первоначальный «Поисковой блок» был создан в 1986 году президентом Вирджилио Барко с единственной целью — задержать наркобарона Пабло Эскобара и его сообщников.<br />Более 600 членов «Поискового блока» прошли подготовку в колумбийской армии и были специально отобраны, чтобы быть невосприимчивыми к коррупции в полиции со стороны наркокартелей.<br /><br />На этот раз нам предстоит уничтожить одного из 'шишек' Медельинского картеля - Comrado de Bubasvaba, отвечающего за поддержание связей на территории США для сбыта наркотиков, который живет на отдельном острове, на своей охраняемой вилле.<br /><h4>А. Враждебные силы:</h4>Около 50 бойцов охраняющих остров и виллу, вооруженные различным легким вооружением.<br /><br />На острове выставлены патрули, основные точки острова охраняются.<h4>Б. Дружественные силы:</h4>Члены Поискового блока полковника Кабанеса. Отряд из 15 человек и 5 резервных.<br /><br />1.1 - отделение пехоты (9 чел, автоматы галил, пулеметы, 40мм гранатометы),<br />1.2 - боевая группа дайверов (4 чел., МП5, взрывчатка, акваланги),<br />1.3 - группа резерва (5 человек, автоматы галил, пулеметы, 40мм гранатометы)<br />1.6 - командир отряда + его заместитель/пилот.<h4>II. Задание:</h4>1. Изолировать остров, уничтожив катера, чтобы главарь не смог сбежать.<br />2. Добраться до виллы и уничтожить главаря.<br />3. Отступить с острова.<br /><h4>III. Выполнение:</h4>Основной план предполагает что дайверы сначала подорвут лодки, которые находятся на севере острова подобравшись к ним под водой при помощи аквалангов, дабы не дать сбежать главарю, на северную часть их доставят отдельно на полицейской лодке. После, они могут присоединиться к основным силам или действовать по приказу командира отряда. Далее основная ударная группа высадится на остров и пройдет к вилле, окружив и уничтожив главаря противников, после, отступит обратно на точку начала операции. На время всей операции нам выделили вертолет, чтобы командиру операции было удобно следить и координировать ходом операции.<h4>IV. Поддержка:</h4>8x Надувные лодки, вмещающие по 5 человек (из них 4 резервные)<br />1x Катер береговой охраны, вооруженный М2, вмещающий 11 человек.<br />1х Вертолет UH-1H вооруженный 2х М2 по бокам.<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Читайте план выполнения.",
    "map_shot": "",
    "mission_date": "1993-08-07",
    "creation_date": "2024-06-01"
}