{
    "id": "2334e96fe623d1ac8358ada6d8fd4702",
    "filename": "CO15_Darker_than_dark_1E.utes",
    "title": "CO15 Darker than dark",
    "author": "Invaderok",
    "player_count": 15,
    "terrain": "utes",
    "tags": [
        "EXOTIC GEAR",
        "SPECOPS",
        "WEST GEAR"
    ],
    "overview": "A team of US Seal's went to the SOS signal from underwater base",
    "overview_img": "imgs/CO15_Darker_than_dark_1E.utes.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Разразившаяся в 2018 году торговая война между США и Китаем скрывает обострившееся соперничество двух сверхдержав за мировое технологическое господство. Победитель технологической гонки получит решающее преимущество в коммерческой, геополитической и военной сферах.<br /><br />Так считают обозреватели ведущих американских и китайских СМИ. Такого мнения придерживаются американские чиновники.<br /><br />Торговая война показала на фундаменте каких технологий сверхдержавы планируют обеспечить себе мировое доминирование — это искусственный интеллект, системы коммуникации и наблюдения, автономный транспорт.<br /><br />На дворе лето 2026 года, Июль. Компания Loshped Martin обратилась к нам за помощью со сложившейся неизвестной ситуацией произошедшей с комплексом по разработке и тестированию умных скоростных торпед-ракет в океане. Высокая скорость движения (до 470 км/ч, в зависимости от плотности водной среды) торпеды была получена за счёт применения подводного реактивного двигателя, работающего на гидрореагирующем твёрдом топливе, которое обеспечивает большую тягу, и движение ракеты в кавитационной полости (паровом пузыре), что снижает сопротивление воды. Торпеда может нести как ядерную (150 кт) так и обычную боеголовку. Попадание такого оружия в руки потенциального врага недопустимо.<br /><br />Так как правительство США напрямую заинтересовано и подписало контракт с этой компанией по разработке торпед-ракет, мы не можем это проигнорировать. По этому мы отправимся на сигнал SOS отправленный с базы и узнаем что там случилось.<br /><h4>А. Враждебные силы:</h4>Количество противника не известно. С помощью дрона и эхолота удалось узнать что рядом со станцией находится неизвестная Атомная подводная лодка.<br /><br />Так же, у входа в комплекс были замечены сигналы похожих на людей около 8 человек. Сколько человек находится внутри комплекса, неизвестно, так как связь с базой утеряна.<h4>Б. Дружественные силы:</h4>В срочном порядке на Гавайи была переброшена группа развития специальных средств войны флота NSWDG или DEVGRU SEAL Team Six.<br /><br />Общий размер отряда группы 15 человек:<br />1.1 - 9 человек.<br />1.2 - 4 человека.<br />1.6 - 2 человека, командный состав.<br /><br />При необходимости, вам будет выделено еще 5 человек, отряд 1.3, те, кто не любит приходить вовремя.<br /><br /><h4>II. Задание:</h4>1. Добраться до комплекса<br />2. Зачистить комплекс и вернуть его под наш контроль.<br /><br />С вражеской АПЛ справится дружественный авианосец USS Khe Sanh, если они и что успеют туда загрузить, оно будет уничтожено вместе с АПЛ.<br /><h4>III. Выполнение:</h4>Внутреннего плана комплекса у нас нет, но вы держитесь, импровизируйте. Внешний план зданий отображен на карте.<br /><br />Действуйте согласно плана командира операции. Все кто не в черных гидрокостюмах - можно считать врагом и стрелять на поражение.<h4>IV. Поддержка:</h4>6x SDV (мини субмарина).<br />1x USS Liberty, который вас доставит до точки начала операции.<br /><br />CCP<br />FARP<br /><br />Доступен 1 редеплой на каждую боевую группу, но при потере больше 50% за короткий промежуток времени миссия будет считаться проваленной. И мы отправим другой отряд.<br /><br />Так как комплекс можно повредить и получить затопление, тяжелая взрывчатка, гранаты на миссии использоваться не будут, но вам выдали светошумовые гранаты.<br />Вам выдано специальное оружие для подводного боя, которое можно выкинуть после входа в комплекс, а так же, выдано маломощное оружие в виде MP7, MP5, XM1014 Benelli M4 Super 90 для проведения операции внутри комплекса.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>При входе в комплекс нужно быть очень осторожным, так как на дне видимость около нулевая и можно легко понести тяжелые потери так и не начав внутренний штурм комплекса.<br /><br />Ориентиром правильного направления на комплекс будет каменистое дно, а так же GPS встроенный в SDV.<br /><br />В теории миссия должна проходиться быстро, так как запертые помещения небольшие. Для успешного выполнения миссии необходимо уничтожить врага во всех частях комплекса. ",
    "map_shot": "",
    "mission_date": "2026-07-12",
    "creation_date": "2025-02-27"
}