{
    "id": "36743c084c3f8701ce330008b40b702a",
    "filename": "CO15_Cockroach_run_1B.lingor3",
    "title": "CO15 Cockroach run",
    "author": "invaderok",
    "player_count": 15,
    "terrain": "lingor3",
    "tags": [
        "INFANTRY",
        "MOUT",
        "2010",
        "EXOTIC GEAR"
    ],
    "overview": "Separatists run away from police",
    "overview_img": "imgs/CO15_Cockroach_run_1B.lingor3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Остров Реюньон, заморская территория Франции, десятилетиями страдал от социального неравенства и пренебрежения со стороны центральных властей. Постоянная безработица, высокий уровень бедности и отсутствие политического влияния породили волну недовольства среди местного населения. На этом фоне появилась радикальная группировка 'Свободный Реюньон', ставящая своей целью независимость острова и восстановление справедливости.<br /><br />Чтобы привлечь внимание мирового сообщества, сепаратисты разработали план по захвату главной телевышки острова. Контроль над телевещанием позволил бы им обратиться к жителям и заявить о своих требованиях. Однако после успешного захвата объект быстро оказался в плотном кольце полиции и жандармерии. Власти требуют немедленной капитуляции, но бойцы 'Свободного Реюньона' не собираются сдаваться без боя.<br /><br />Батя:<br />— Братья, слушайте меня сюда. Мы же давно говорили — ну сколько могут эти французы тут хозяйничать? Они там, в Париже, живут ла бэль вии, а мы тут, на Реюньоне, раифорт без соли доедаем. Работа? Пфф! Полиция — только и знает, что устраивать блоки и прессовать своих. Но всё, баста! Мы теперь сами хозяева.<br /><br />Мы сегодня мы взяли телевышку — красивенькая такая, с видом на весь остров. Теперь у нас есть шанс показать всем, что 'Либерте Реюньон' — это серьёзно. Пусть услышат нас, да? Но кто же знал, что этому копченому нельзя доверять, гандон зассал и сьебался на тачке, да еще и дебил этот потерял где-то ящичек с патронами здесь в здании, ла мерде блядь. А менты, ченне, тут как тут, быстро подсуетились, знали бы, заложников оставили. Пфф, пусть стоят внизу и бебру нюхают. Они думают, что мы сдадимся? Ноно, месье. Мы так просто не здадимся, вива ла революсьюн, уебки! Мы зажжем огонь в сердцах работяг, но для этого надо постараться!<h4>А. Враждебные силы:</h4>Батя:<br />Кароче братва, из окон видно что мы в дерьме, тут и спецназ подъехал и мусора везде дороги перекрыли, ой не сладко нам будет, но мы тоже не пальцем деланые. На западе от нас база вояк недоделанных, на северо востоке, хер пернатый, мэр живет с охраной.<h4>Б. Дружественные силы:</h4>Батя:<br />Нас всего 15 рыл осталось, но главное что мы не ссым, как этот копченый, который сьебался на тачке и ящичек патронов проебал где-то здесь. Короче, братва, разделимся на 2 отряда, так легче будет, а я вас поведу всех.<h4>II. Задание:</h4>Батя:<br />Чин чопа, чин чопа, мусарам сломаем жопу, хе-хе.<br />Короче, над сьебаться из этого казино, кипиш пиздец поднялся после трансляции, над залечь на дно, я набрал кентафарику одному, парни пригнали тачки, чтобы нам сделать ноги отсюда, но из-за оцепления, они сюда хуй доедут, по этому нужно будет прогуляться.Либо можно добраться до аэропорта и подцепить вертолет и улететь, хорошо что я прошел курсы экстремального пилотирования. Я еще тут покумекал, а если обжиться валынами, то дело быстрее пойдет или можно подцепить лысого, авось выторгуем че. Короче как карта ляжет, выберемся сначала, там видно будет. Ноно ссать мисье, прорвемся!<br /><br />Для особо одаренных, кратко:<br />1. Выбраться из оцепления<br />2. Сбежать с города на машине или вертолете.<br />3. *опционально* захватить мэра города для укрепления позиций сепаратистов, во имя великой цели!<br />4. *опционально* очистить городской иностранный легион, захватить его вооружение, ведь имея винтовки и патроны, можно намного увереннее диктовать условия!<h4>III. Выполнение:</h4>ПЛАНИРОВАНИЕ МИССИИ МИНИМАЛЬНОЕ ИЗ РАЗРЯДА ИДЕМ ТУДА ИЛИ ТУДА.<h4>IV. Поддержка:</h4><br />CCP в городе есть больница.<br />FARP на экстракшене для галочки.<br /><br />Резерва НЕТ.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Миссию можно выполнить как 'на яйцах', захватив мэра и захватить военную базу одновременно, так и частично либо то, либо то, в зависимости сколько людей будет, приоритет и цели на миссию на 'Бате'.",
    "map_shot": "",
    "mission_date": "2017-07-24",
    "creation_date": "2025-02-28"
}