{
    "id": "b2dbf393a8e2517fe05e5938c5f9cff3",
    "filename": "CO15_Unrepair_1A.ruha",
    "title": "CO15 Unrepair 1A",
    "author": "TS",
    "player_count": 15,
    "terrain": "ruha",
    "tags": [],
    "overview": "British SAS platoon sneaks behind enemy lines and destroy train and fuel station",
    "overview_img": "imgs/CO15_Unrepair_1A.ruha.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Советское наступление в Финляндии остановлено силой больших потерь со стороны подразделений США и Великобритании. Чтобы восстановить силы и подготовиться к контрнаступлению потребуется время. За неделю затишься командование приняло решение о проведении диверсий в тылу противника для его дезорганизации. Ваш отряд SAS успешно проник за линию фронта для начала запланированной операции. Используя возможности, которые даёт нам лояльность местного населения, специальные агенты разведки смогли спрятать большую часть тяжелого снаряжения в деревне неподалёку от целей сегодняшней диверсии. Вам предстоит уничтожить состав, идущий по железной дороге в сторону Выборга. К счастью для нас, по неизвестной причине сегодня он был остановлен. Другая цель - топливозаправочная станция для техники противника. Также мы получили информацию о местонахождении штаба противника. Если возможно, уничтожьте его. Это, конечно, не штаб полка, но его уничтожение пойдёт нам на руку.<h4>А. Враждебные силы:</h4>Тыловые части Советской Армии - пехота, возможно лёгкая бронетехника<h4>Б. Дружественные силы:</h4>Взвод SAS - <br />1'1<br />1'2 <br />1'6<h4>II. Задание:</h4>1. Уничтожить локомотив состава (Enemy Train)<br />2. Уничтожить топливную инфраструктуру (бензоколонка Fuel Station)<br />3. (Дополнительная задача) Захватить штаб (Уничтожить КШМ HQ)<br /><h4>III. Выполнение:</h4>По плану командира.<h4>IV. Поддержка:</h4>CCP<br />Боеприпасы и взрывчатка на Supplies<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2018-06-01"
}