{
    "id": "b2341b3a1c91866e0961388e825d4ca0",
    "filename": "CO15_Khat-0-Killers_1A.lythium",
    "title": "CO16 Khat-o-Killers",
    "author": "Tactical Shift",
    "player_count": 16,
    "terrain": "lythium",
    "tags": [],
    "overview": "Houthis attack several Saudi-held buildings in border town",
    "overview_img": "imgs/CO15_Khat-0-Killers_1A.lythium.jpg",
    "briefing": "<h4>I. Обстановка:</h4>ВС Саудовской Аравии захватили город Kala-e-Noowi на территории Йемена. До войны он был процветающим центром мухафазы, но сейчас переживает не лучшие времена. Большая часть населения покинула город, и в нём остались лишь блокпосты саудитов. После занятия города саудовские власти назначили своего губернатора и администрацию, но так как теперь последняя стала бесполезной, пустым городом управляют военные. Штаб местных саудовских войск расположился в здании администрации, а с свободное время пузатые командиры вместе с губернатором отдыхают на территории его резиденции.<br /><br />Хуситские повстанцы проведут рейд на город, посеяв хаос в тылу у саудитов. Восполнив запасы ката, они выдвинулись в направлении города в составе колонны из автобуса и легковых машин. Миновав все патрули и блокпосты, отряд остановился в двух километрах от города для передышки перед штурмом.<h4>А. Враждебные силы:</h4>ВС Саудовской Аравии, патрули в городе<br />2-3 единицы лёгкой техники на блокпостах <br />Охрана резиденции и администрации<h4>Б. Дружественные силы:</h4>Хуситы в шлёпках и пиджаках<br />Первое отделение - Jalal<br />Второе отделение - Habib<br />Командир взвода - Sultan<br />Информатор-шахид<h4>II. Задание:</h4>Задача штурмовой группы:<br />1. Нейтрализовать всех находящихся в резиденции<br />2. Захватить здание администрации.<br /><br />Задача информатора: <br />1. Найти блокпосты, оценить их оборонительные способности, выявить наиболее уязвимые для атаки.<br />2. Донести информацию до Sultan<br />3. Проконтролировать операцию истишхадии<br /><br />Задача шахида<br />1. По наводке информатора уничтожить саудитов<br /><br />Общая задача:<br />1. Покинуть город по дороге, ведущей в горы на юге<h4>III. Выполнение:</h4>Взять дополнительные патроны (если необходимо), взрывчатку, погрузить в машины. Проникнуть в город, захватить здания и убить губернатора. После выполнения всех задач покинуть город по грунтовой дороге, ведущей в горы на юге. В ходе рейда в городе будут действовать информатор и шахид.<h4>IV. Поддержка:</h4>Транспорт штурмовой группы:<br />- 4 легковые машины<br />- Автобус Икарус<br />Транспорт информатора и шахида<br />2 легковые машины<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<h4>VI. Замечания:</h4>Информатор не горит желанием побывать у гурий раньше времени, поэтому его переквалификация в шахида запрещена. Запрещено давить патрулирующих город саудитов (ограничения, я не мог ничего поделать). При приближении к блокпостам, резиденции и административному зданию военные открывают огонь, будьте осторожны.",
    "map_shot": "",
    "mission_date": "2016-10-29",
    "creation_date": "2017-11-19"
}