{
    "id": "5b8328d1d38335daa4177cf59e4bd21b",
    "filename": "CO16_David_And_Goliath.Chernarus_Winter",
    "title": "CO16 David and Goliath",
    "author": "Ka6aH",
    "player_count": 16,
    "terrain": "Chernarus_Winter",
    "tags": [
        "INFANTRY"
    ],
    "overview": "CDF Volunteer Battalion ambushes bogged down column of CDKZ",
    "overview_img": "imgs/CO16_David_And_Goliath.Chernarus_Winter.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Уцелевшое после штурма Солнечного передовое соединение батальонно-тактической группы ВС Народной Республики Южная Загория (движение ЧДКЗ) продолжило движение на север по трассе до н.п.Березино. Предпринятый сходу штурм города не удался, и с большими потерями противник отступил к трассе, где и занял позиции. Части ВС Чернаруси в составе 31-ой отдельной механизированной бригады также вышли из города и заняли оборону севернее от него. Разведка доложила, что колонна противника встречает сопротивление граждан города и сталкивается с проблемами в снабжении. Также противник разместил батарею Д-30 и обстреливает территорию города. <br /><br />Группа бойцов батальона Скалистый национальной гвардии Чернаруси под началом командира с позывным Кракен собирается нанести удар по застрявшей колонне. Недавно на вооружение батальона поступили ПТРК Джавелин, гранатомёты NLAW и Panzerfaust, что должно помочь одолеть бронетехнику противника. Приоритетом для атаки станут командно-штабные машины, грузовики снабжения и танки. Для атаки 31-я ОМБр предоставила одну батарею 82-мм миномётов. Однако использовать её возможно только после устранения Д-30 противника, во избежание контрбатарейного огня. Для наведения огня и разведки доступен невооружённый дрон.<br /><br /><h4>А. Враждебные силы:</h4>Сводные отряды ВС НРЮЗ:<br />Механизированная техника, грузовики МТО и топливозаправщики. <br />Пехота в районе расположения колонны<br /><br />Батарея Д-30 и её охранение - до двух отделений пехоты<h4>Б. Дружественные силы:</h4>Группа Кракен Батальона Скалистый Национальной Гвардии Чернаруси:<br />1'0- 2 чел.<br />1'1 - 9 чел.<br />Расчёт ПТРК Джавелин - 3 чел.<br /><br /><h4>II. Задание:</h4>1. Уничтожить КШМ противника.<br />2. Зачистить расположение колонны.<br />3. Вывести из строя батарею Д-30 (опционально).<br /><h4>III. Выполнение:</h4>Колонна растянута вдоль побережья. По данным разведки у большинства машин в колонне отсутствуют топливо и боеприпасы. Бронетехника уязвима для атак с ПТРК с дальнего расстояния. Наиболее защищённый подход к колонне пролегает через территорию лесопилки, занятой пехотой противника. <br /><br />Предполагается нанести удар по наиболее уязвимым целям с ПТРК, уничтожить батарею Д-30 и уничтожить остатки колонны в ближнем бою. Использование БТР на изначальном этапе операции не рекомендуется.<h4>IV. Поддержка:</h4>1x БТР-80<br />2x автомобиль Hilux<br />2x Фургон<br /><br />CCP <br />FARP<br />Дополнительные ПТ-Средства в машинах и ящиках<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />Расчёт ПТРК - SR CH 3<h4>VI. Замечания:</h4>Для завершения миссии необходимо уничтожить КШМ из составы колонны и зачистить местность от противника. После выполнения всех задач запускается таймер на две минуты для выполнения совместных скриншотов.",
    "map_shot": "",
    "mission_date": "2023-02-21"
}