{
    "id": "bbea30eb2b88bea0967bb8f260e1c97e",
    "filename": "CO16_Business_in_sight_1A.Malden",
    "title": "CO16 Business in sight 1A",
    "author": "Comrade",
    "player_count": 16,
    "terrain": "Malden",
    "tags": [
        "SPECOPS"
    ],
    "overview": "a group of SEALs captures the weapons dealer",
    "overview_img": "imgs/CO16_Business_in_sight_1A.Malden.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Август 2020. ЦРУ вышло на след поставщика оружия для ЧДКЗ. В данный момент новая партия оружия и наемников загружается на о. Малден, в порту Залива Де Азур, продавец будет там. Нашей группе приказано захватить его.<br/><br/>А. Враждебные силы:<br/>Неизвестная группа наемников - нерегулярные силы - около 40-50 человек.<br />Вооружены легким стрелковым оружием.<br /><br/><br/>Б. Дружественные силы:<br/>2-й отряд СпН ВМС США (SEAL Team 2).<br />1'1 - 9 чел.<br />1'6 - 4 чел.<br />2'1 - 3 чел - экипаж вертолета.<br/><br/>II. Задание:<br/>1. Захватить торговца оружием.<br />2. Вернуться на USS Liberty.<br />3. Зачистить Obj. Alpha (опционально).<br /><br/><br/>III. Выполнение:<br/>Партия оружия и техники грузится на корабль, находящийся в порту (Obj. Alpha), нужный нам торговец  контролирует погрузку. Помимо врагов в порту, имеются снайперские пары в окрестностях, а также патрули в городе. На корабле и в постройках находятся рабочие и жители, будьте аккуратнее с огнем.<br /><br />Нам необходимо захватить торговца (одежда: белое поло, черные брюки) и доставить его на наш корабль (USS Liberty). По возможности зачистите порт (Obj. Alpha).<br /><br />В порту замечены лодки и вертолет, скорее всего после первого 'шумного' контакта, торговец попытается скрыться, действуйте оперативно или постарайтесь повредить этот транспорт.<br/><br/>IV. Поддержка:<br/>1x MH-60S Seahawk (Вооруженный GAU-21).<br />2x RHIB (Вооруженный М2).<br /><br />Редеплои и доукомплекты согласно стандартным правилам.<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />2'1 - SR CH 2<br/><br/>VI. Замечания:<br/>После первого огневого контакта действуйте как можно оперативнее, либо старайтесь вывести из строя транспорт, на территории порта, дабы цель не смогла скрыться.<br /><br />Лодки находятся по правому борту, у вертолетной площадки.<br /><br />Точка респауна находится на берегу, параллельно точке старта.",
    "map_shot": "",
    "mission_date": "2020"
}