{
    "id": "0e953459724f7fb6055e8bc6f1858638",
    "filename": "CO16_Farms_And_Fields_1A.cup_chernarus_A3",
    "title": "CO16 Farms and Fields 1A",
    "author": "ka6aH",
    "player_count": 16,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "EAST GEAR",
        "2010",
        "INFANTRY"
    ],
    "overview": "Chernarussian Internal Forces clear two NAPA-held farms",
    "overview_img": "imgs/CO16_Farms_And_Fields_1A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Специальное подразделение Внутренних Войск Чернаруси ''Кобра'' развернуто в Павлово с целью пресечения деятельности боевиков НАПА в районе. Ранее мы получили информацию об активности боевиков в районе двух ферм на окраине посёлка. С целью пресечения возможных террористических акций, спецподразделение нанесёт упреждающий удар по пункту скопления боевиков и захватит информацию о их деятельности.<h4>А. Враждебные силы:</h4>Численность боевиков оценивается в 50 бойцов, оснащенных преимущественно стрелковым вооружением. Нам известно, что противник занял две фермы, в которых скорее всего разместил пункт управления и склад боеприпасов. Также боевики обладают техничкой с пулеметом.<h4>Б. Дружественные силы:</h4>Специальное подразделение Внутренних Войск Чернаруси ''Кобра''<br /><br />1'0 - отделение управления<br />1'1 - отделение спецназа - 7 человек<br />1'2 - отделение спецназа - 7 человек<br /><br />Командование - позывной ''Батяня''<h4>II. Задание:</h4>1. Найти и уничтожить склад боеприпасов на одной из ферм<br />2. Найти и захватить командный пункт на одной из ферм<br />3. При обнаружении информации на командном пункте, следовать указаниям командования<br /><h4>III. Выполнение:</h4>Порядок выполнения задач любой, будьте готовы к попыткам боевиков отбить потерянные позиции. При захвате информации обращайте внимание на указания по рации. <h4>IV. Поддержка:</h4>3x ГАЗ-3937 Водник<br /><br />CCP<br /><br />Резерв (редеплой) - 1 на отряд<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Доп. боеприпасы находятся в машинах, плюс подрывные заряды для уничтожения схрона",
    "map_shot": "",
    "mission_date": "2011-08-06",
    "creation_date": "2024-12-12"
}