{
    "id": "3c178722b16b653c7d72c8ccfa0b3660",
    "filename": "CO16_Night_Draws_Near_1C.DYA",
    "title": "CO17 Night Draws Near 1С",
    "author": "TS",
    "player_count": 17,
    "terrain": "DYA",
    "tags": [],
    "overview": "Russian SF and Military Police are solving their little problems",
    "overview_img": "imgs/CO16_Night_Draws_Near_1C.DYA.jpg",
    "briefing": "<h4>I. Обстановка:</h4>МИД РФ смог организовать подобие перемирия между САА и оппозицией. Для лучшего контроля над ситуацией, на наиболее опасных участках линии разграничения выставлены блокпосты Военной Полиции ВС РФ. Одним из таких блокпостов является и 95-й, который находится под командованием сержанта чеченского происхождения Тимура Вайнахова. Совпадение номера блокпоста и кода Чечни не случайно. На блокпосту несут свою службу в основном чеченцы, которых местные жители сильно уважают и любят.<br />К северу от блокпоста в бывшем отделении мухабарата разместились бойцы подразделения ССО РФ. Отсюда производятся все специальные операции. Одной из таких операций и станет уничтожение главаря местной ячейки Тахрир Аш Шам, а по совместительству чеченского террориста Абдула Шишани<h4>А. Враждебные силы:</h4>Террористы Тахрир Аш Шам <h4>Б. Дружественные силы:</h4>Отделение ССО<br />Блокпост 95<h4>II. Задание:</h4>1. Спросить зав.складом Петровича про ПНВ <br />2. Дождаться темноты и уничтожить Абдула Вайнахова<h4>III. Выполнение:</h4>По планам командира<h4>IV. Поддержка:</h4>2 Тигра<br />2 внедорожника<h4>V. Сигналы:</h4>PL NET 50<br />ССО - SR CH 1<br />Блокпост Военной Полиции - SR CH 2<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework<h4>I. Обстановка:</h4>Салам Алейкум! На блокпосту мы следим за порядком на территории освобождённой от шайтанов Сирии. Особых проблем нет, не считая одной, но очень важной. Брат нашего командира, Абдул Вайнахов, пропавший ещё в 2014 году, попал под влияние шайтанов и приехал в Сирию на джихад. По имеющейся информации, сейчас он возглавляет местную ячейку Тахрир Аш Шам. Также у нас есть инсайды из ССО, в котором дядя Тимура служит поваром. Он уверяет, что сегодня ночью ССО попытается выкрасть Абдула и перевезти его в Чечню. Блокпост должен помешать это сделать, не применяя оружие. Возможно, мы подкупим русских золотом калашниковым, который, по слухам, находится в деревне Сакхар  <h4>А. Враждебные силы:</h4>Террористы Тахрир Аш Шам<h4>Б. Дружественные силы:</h4>Отделение ССО<br />Блокпост 95<h4>II. Задание:</h4>1. Проверять проезжающие машины <br />2. Охранять блокпост <br />3. Не пропускать любые машины или людей через блокпост после 19:25<br />4. Обменять или выкрасть Абдула Вайнахова у ССО<h4>III. Выполнение:</h4>По планам командира<h4>IV. Поддержка:</h4>2 Тигра<h4>V. Сигналы:</h4>Блокпост Военной Полиции - SR CH 2<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2016-07-15"
}