{
    "id": "607fbaf1c3fd53fdab48ed60ab0f4425",
    "filename": "CO16_Ghillied_Up_1A.tem_vinjesvingenc",
    "title": "CO16 Ghillied Up",
    "author": "ka6aH",
    "player_count": 16,
    "terrain": "tem_vinjesvingenc",
    "tags": [
        "2020",
        "SPECOPS",
        "WEST GEAR"
    ],
    "overview": "CDF sabotage group assaults rear positions of LDF forces",
    "overview_img": "imgs/CO16_Ghillied_Up_1A.tem_vinjesvingenc.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Наша ДРГ, используя нелетные погодные условия, смогла проникнуть в тыл частям Сил Обороны Черноруси для выполнения задач по уничтожению расчетов ФПВ противника и его минометной поддержки. Раннее туманное утро позволило нам приблизиться к позициям противника практически вплотную. В заброшенном населенном пункте мы обнаружили дислокацию расчета ФПВ и минометной позиции, а также небольшой блокпост на прилегающей дороге. После уничтожения целей мы эвакуируемся по реке ближе к своим позициям.  <h4>А. Враждебные силы:</h4>Силы Обороны Чернаруси<br /><br />Из-за плохой погоды, противник предпринял меры предосторожности и усилил патрули в районе. Мы ожидаем что противник направит в район дополнительные силы, включая БТР, в течение получаса после начала операции. Также ожидаются подкрепления противника после захвата ключевых точек. Противник не обладает поддержкой артиллерии, кроме одного миномета, однако погодные условия усложняют его корректировку. <h4>Б. Дружественные силы:</h4>74-й полк Сил Специальных Операции Ливонии<br /><br />1'0 - отделение управления<br />1'1 - 7 человек, отделение<br />1'2 - 7 человек, отделение <h4>II. Задание:</h4>1. Захватить место дислокации расчета FPV (Point A)<br />2. Уничтожить миномет (Point B)<br />3. (опц.) Установить минное заграждение (Point C)<br />4. Выйти на позицию Extraction<br /><h4>III. Выполнение:</h4>В течение часа после начала операции погодные условия улучшатся, после чего проведение операции будет затруднено. По информации разведки, через полчаса в район будет направлен БТР и отделение пехоты для усиления. Их вероятное место появления отмечено на карте. <h4>IV. Поддержка:</h4>Дополнительное снаряжение на Deployment<br /><br />Резерв (редеплой) - 1 на отряд<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Мины и взрывчатка находятся в ACE арсенале на старте. Там же можно пополнить снаряжение и патроны, а также взять доп. ПТ-Средства",
    "map_shot": "",
    "mission_date": "2024-09-20",
    "creation_date": "2025-01-02"
}