{
    "id": "e2281297cc244123226e956d3ef5c081",
    "filename": "CO16_Last_Resort.IslaPera",
    "title": "CO16 Last Resort",
    "author": "ka6aH",
    "player_count": 16,
    "terrain": "IslaPera",
    "tags": [
        "EXOTIC GEAR",
        "WEST GEAR",
        "SPECOPS",
        "1970"
    ],
    "overview": "US Seals capture HVT in North Vietnam",
    "overview_img": "imgs/CO16_Last_Resort.IslaPera.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Начатая операция по бомбардировки Северного Вьетнама, похоже, принудила северян к заключению мирного договора. ВС США готовятся к отправке домой. Не смотря на это, операции MACV-SOG и SEAL продолжаются в полную силу. Разведка получила информацию о важной цели - полковнике Вьетнамской Народной Армии Нам Нгуену. Он ответственен за руководство печально известным лагерем для военнопленных, в котором узники поддвергались пыткам и насилию.<br /><br />Сегодня взвод морских котиков ВМС США проведет рейд на заброшенный французский курорт в десяти километрах от демилитаризованный линии, в котором полковник оборудовал личное место для отпуска. После выполнения операции вертолёты АРВН заберут группу и доставят ее обратно на юг. <h4>А. Враждебные силы:</h4>До 40-50 бойцов НВА<br /><br />Основная часть противников сосредоточена в бараках на западе комплекса. Периметр комплекса патрулируется группами по 2-3 человека.<br /><br />На юге находятся две группы быстрого реагирования, которые прибудут к комплексу через какое-то время после начала боя. В составе одной из групп разведка обнаружила танк ПТ-76.<h4>Б. Дружественные силы:</h4>Navy SEAL Team One<br /><br />1'0 - отделение управления<br />1'1 - 7 человек<br />1'2 - 7 человек<h4>II. Задание:</h4>1. Захватить полковника Нам Нгуена<br />2. Уничтожить ЗУ-23 на берегу<br />3. Обезопасить LZ EXIT<br />4. Вызвать вертолеты на LZ EXIT и уйти из зоны операции<br /><h4>III. Выполнение:</h4>Группа была заброшена на территорию противника днем ранее и вела разведку комплекса. Полковник прибыл в комплекс сегодня ночью и оставался на территории отеля. Скорее всего, цель находится в одном из его номеров. <h4>IV. Поддержка:</h4>Резерв (редеплой) - 1 на отряд и за каждую выполненную задачу<br /><br />Транспортные UH-1 Slick-1 и 2 - доступны после уничтожения ЗУ-23<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Подрывные заряды находятся в ящике на старте. Для выбора альтернативного варианта вооружения или снаряжения используйте арсенал там же. ",
    "map_shot": "",
    "mission_date": "1972-12-16",
    "creation_date": "2024-12-19"
}