{
    "id": "5757dbb046087f02526d95db3de26f8f",
    "filename": "CO16_Ognivo.Woodland_ACR",
    "title": "Ognivo",
    "author": "Arsdor for Tactical Shift",
    "player_count": 16,
    "terrain": "Woodland_ACR",
    "tags": [
        "INFANTRY",
        "ARMOR",
        "SPECOPS"
    ],
    "overview": "Russian artillery recon seeks German FOB",
    "overview_img": "imgs/CO16_Ognivo.Woodland_ACR.jpg",
    "briefing": "<h4>0. Кампания:\")\"После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну. Несмотря на ноты протеста восточных соседей Польши, вторжение переросло в полноценный военный конфликт. С 19 по 24 октября Беларусь, Россия и Украина проводили мобилизацию и 26 октября объявили о вступлении в конфликт на стороне Польши.</h4><br />На данный момент немецко-французские силы развивают наступление, продвигаясь к Варшаве. После начала блокады Вроцлава, следующим ключевым городом на юге становится Катовице и ближайший к нему город на западе - Крапковице<h4>I. Обстановка:</h4>На прошлой неделе польские вооруженные силы, удерживавшие данный район, окончательно его покинули, отступив на юг и восток. Бундесвер развил стремительное наступление, значительно продвинувшись на восток, однако это значительно растянуло его силы и увеличило протяжённость путей снабжения.<br />Несколько дней назад гражданские лица сообщили нам о крупных перемещениях Бундесвера в районе г. Ламбиновице. Сообщается о большом количестве вертолётов и грузовиков, прибывающих с запада, а также о начале инженерно-строительных работ в районе н.п. Могилёвка. Командование считает, что противник начал развертывание передовой оперативной базы (ПОБ).<br /><br />Ночью наша ДРГ совершила марш в тыл противника, форсировав реку Ныса-Клодзка. Теперь нашей задачей является обнаружить ПОБ Бундесвера и нанести по ней массированный артиллерийский удар, нанеся максимальный урон живой силе и материальной части противника<h4>А. Враждебные силы:</h4>В районе выполнения задач находится неизвестное нам количество сил противника. Гражданские информаторы сообщали о большем числе 'бугаёв в алых беретах' (вероятно, немецкие десантники) и 'вооружённых до зубов упырей'. Командование считает, что противник ведёт развёртывание различных мобильных и специальных подразделений в районе ПОБ.<br />Также информаторы сообщают о наличии как минимум пяти вертолётов противника в районе выполнения задач.<br />Не слишком достоверный источник сообщил о присутствии в районе выполнения задач итальянского подразделения.<br />Отсутствует достоверная информация о наличии и количестве у противника артиллерии и тяжелой техники.<h4>Б. Дружественные силы:</h4>Отделение разведки и корректировки 86-ой Великолукской артиллерийской гвардейской дивизии.<h4>II. Задание:</h4>1. Обнаружить и уничтожить ФОБ и всю находящуюся на нём технику при помощи артиллерии, взрывчатки и дополнительного снаряжения.<br />2. Вернуться к реке для отхода.<br />3*. Найти и уничтожить силы итальянского спецназа.<br />4*. Спасти мирных жителей в Могилёвке, если они ещё живы.<br />5*. Зачистить наблюдательный пункт на юго-востоке РБД<h4>III. Выполнение:</h4>Избегайте прямого огневого контакта с силами противника. Тщательно планируйте применение артиллерии при продвижении по вражеской территории.<br />Прежде чем начать переправу через реку рекомендуется осмотреть противоположный берег и с помощью ПТРК, БРМ и артиллерии уничтожить все угрозы, либо поставить дымовую завесу.<br />Можно пересечь реку вплавь на транспорте либо проехать брошенный польский понтонный мост, который, впрочем, наверняка охраняется.<br />В районе выполнения задач находятся гражданские, крайне рекомендуется избежать жертв среди них.<br />После ночного марша ГСМ в нашей технике на исходе, нам необходима дозаправка либо новый транспорт.<br /><h4>IV. Поддержка:</h4>БРМ-1К - 1 шт.<br />АГС-30 (в БРМ-1К) - 1 шт.<br />ПТРК Метис (в БРМ-1К) - 1 шт.<br /><br />БРДМ-2 - 2 шт.<br />ПЗРК Игла (в БРДМ-2) - 2 шт.<br />ПТРК Метис (в БРДМ-2) - 2 шт.<br /><br />Дополнительные боеприпасы, взрывчатка, имущество и медикаменты во всех машинах.<br /><br />Батареи САО 2С19: 'Акрил-1', 'Акрил-2' и 'Акрил-3'<br />Миномётная батарея 2Б14: 'Акварель-1'<br /><br />Также польские бойцы смогли укрыть лёгкую бронетехнику в одном из гаражей на побережье и указали его координаты.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>Хотя нам недоступен собственный госпиталь, есть сведения о небольшом медицинском пункте немцев недалеко от берега. Мы можем попытаться захватить его для своих нужд.",
    "map_shot": "",
    "mission_date": "2018-03-18",
    "creation_date": "2022-07-31"
}