{
    "id": "14b66b2bdfaf684558fdbbc2eb7841bc",
    "filename": "CO17_Local_crisis_1A.cain",
    "title": "CO17 Local Crisis",
    "author": "Comrade",
    "player_count": 17,
    "terrain": "cain",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Russian Special Operations Forces liberate the Kolguev",
    "overview_img": "imgs/CO17_Local_crisis_1A.cain.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Пару дней назад, неизвестная террористическая группировка взяла под контроль остров Колгуев, а также получила в свои руки тактические ракетные комплексы 'Точка-у' располагавшиеся в местной военной части. Отдаленность острова не позволила оперативно среагировать на этот акт, что дало боевикам время окопаться. Ситуация довольно серьезная, поэтому командование отправляет на операцию несколько групп ССО РФ.<br/><br/>А. Враждебные силы:<br/>Неизвестная террористическая организация - нерегулярные силы.<br /><br />В нашем секторе:<br />Примерно 50-60 человек.<br />Укрепленные позиции на входах в лагерь и блокпост.<br />Захваченные станковые пулеметы.<br />Захваченные командные БРДМ-2.<br /><br/><br/>Б. Дружественные силы:<br/>Группа 'Шмель' ССО РФ, центра специального назначения «Кубинка-2».<br /><br />1'1 - 7 чел.<br />1'2 - 7 чел.<br />1'0 - 3 чел.<br /><br />Группы 'Оса' и 'Пчела' также действуют на острове.<br /><br /><br/><br/>II. Задание:<br/>1. Зачистить захваченную военную часть (т. Анна).<br />2. Выдвинуться в т. Эвакуации.<br /><br/><br/>III. Выполнение:<br/>Вам необходимо зачистить военную часть в которой развернуты тактические ракетные комплексы. После зачистки выдвинуться на т. Эвакуации, там вас эвакуируют или отправят на помощь союзным силам, в зависимости от ситуации.<br /><br />Основные силы враг держит в охране лагеря и подступов к нему. Примерные места патрулей и точек интереса отмечены на карте.<br /><br />Во время высадки на берег, ваша группа смогла ликвидировать одного из боевиков на грузовике, используйте полученный транспорт по усмотрению.<br /><br />Гражданских и захваченных военных держат в т. Богдан и т. Виктор, их освобождением займутся группы 'Оса' и 'Пчела', параллельно вашей операции.<br /><br />Если до захвата военной части, боевики были вооружены чем попало, то теперь в их распоряжении появился внушительный арсенал (от легких бронемашин, до ПТ и ГП).<br/><br/>IV. Поддержка:<br/>1x Урал.<br /><br />1х ящик с боеприпасами на т. Высадки.<br />1х ящик с медициной на т. Высадки.<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'0 - SR CH 3<br/><br/>VI. Замечания:<br/>В ящиках на старте будет доп. медицина, боеприпасы, тактические рукоятки для рхс калаков.",
    "map_shot": "",
    "mission_date": "2020-09-25"
}