{
    "id": "44d1e2e0e377bf0a70e7ec8322386535",
    "filename": "CO18_Close_on_Enemy_1A.WL_Rosche",
    "title": "CO18 Close on Enemy",
    "author": "KabaH",
    "player_count": 18,
    "terrain": "WL_Rosche",
    "tags": [
        "INFANTRY"
    ],
    "overview": "Small scale assault of abandoned soviet command vehicles",
    "overview_img": "imgs/CO18_Close_on_Enemy_1A.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1984-й год, Западная Германия. В первый день высадки батальону парашютного полка ВС Великобритании удалось выполнить поставленные задачи. В частности, первый и второй взвод нашей роты смогли выбить противника с мостов через реку Wipperau. При этом первый взвод смог захватить и удержать вражеские укреплённые позиции около моста, несколько часов отбивая контратаки противника. <br /><br />Рано утром отступающая колонна штаба батальона противника была уничтожена с помощью авиации. Штабные машины оказались рассеяны вдоль дороги между н.п. Borg и Katzien. Нам необходимо захватить и проверить эти машины на наличие полезной информации о противнике.<h4>А. Враждебные силы:</h4>ВС СССР - пехота из колонны штаба и отступающие части<br /><br />Разведка докладывает об окапывающихся около штабных машин бойцах противника. Также были замечены патрули противника в н.п. Borg и лесу у дороги. Машины из колонны либо брошены, либо уничтожены. <h4>Б. Дружественные силы:</h4>1-я рота 2-й батальон 1-й парашютный полк ВС Великобритании:<br /><br />1'1 - 8 чел.<br />1'2 - 8 чел.<br />1'0 - 2 чел.<h4>II. Задание:</h4>1. Проверить КШМ CV1<br />2. Проверить КШМ CV2<br />3. Проверить КШМ CV3<br />4. Вернуться на исходные позиции<br /><h4>III. Выполнение:</h4>Выберите последовательность проверки машин и спланируйте атаку. Учитывайте что у разведки нет данных о противнике за дорогой. <h4>IV. Поддержка:</h4>Боеприпасы на начальных позициях.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Для проверки машин подойдите к ним и нажмите Забрать развед.данные. Действие одноразовое.",
    "map_shot": "",
    "mission_date": "1984-08-08",
    "creation_date": "2021-05-09"
}