{
    "id": "140f7b3a032c9c8cc2dbbdf663b2d106",
    "filename": "CO18_Iron_Fang.cup_chernarus_A3",
    "title": "CO18 Iron Fang",
    "author": "Ka6aH",
    "player_count": 18,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "ARMOR",
        "INFANTRY",
        "2010",
        "EAST GEAR"
    ],
    "overview": "CDF Forces clear out NAPA held village using some strange APCs",
    "overview_img": "imgs/CO18_Iron_Fang.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Боевики НАПА расширили контроль северо-западнее Северограда и захватили населенный пункт Полесово, превратив его в укрепленный пункт. Взводу мотострелковой роты, находящемуся рядом, необходимо зачистить населенный пункт, уничтожить склад боеприпасов и по возможности взять живым командира боевиков, укрывшегося в импровизированном штабе. Так как разведка выявила у противника наличие бронетехники, для её уничтожения взводу предоставлена боевая машина с модулем БППУ. Командование поставило задачу по захвату Полесово до наступления темноты.<br /><h4>А. Враждебные силы:</h4>Боевики НАПА группы Джокевича<br /><br />До 20 боевиков занимают непосредственно позиции на территории населенного пункта. Разведка докладывает о трех укрепленных позициях, оборудованных в зданиях на въезде в поселок и внутри него. Они укреплены мешками с песком, колючей проволокой и баррикадами. Также противник разместил три пулемета М2 на позициях, прикрывающих основные подходы к оборонительным позициям. Оборонительные позиции находятся на сто метров к югу от населенного пункта и насчитывают два окопа с 4-мя обороняющимся.<br /><br />Противник выставил дозор в лесу к юго-западу от позиций и оборудовал наблюдательный пункт в заброшенной стройке к юго-востоку. Фланги прикрываются одним БТР-80 и техничкой с ЗУ-23.<br /><br />Противник располагает двумя группами подкреплений, ожидаемое время прибытия в зону операции - 10 и 15 минут.<br /><h4>Б. Дружественные силы:</h4>1-й взвод, 2-я рота, 4-й мотострелковый батальон<br /><br />1`1 - отделение пехоты (7 чел.),<br />1`2 - отделение пехоты (7 чел.),<br />1`0 - отделение управления (2 чел.),<br />Виктор-1 - экипаж (2 чел.)<h4>II. Задание:</h4>1. Зачистить здания на территории OBJ A<br />2. Найти и уничтожить склад вооружения (CACHE?)<br />3. (опц.) Захватить живым командира боевиков Джокевича<br /><br /><h4>III. Выполнение:</h4>В поселке еще осталось некоторое количество гражданских, укрывшихся в зданиях. По этой причине применение артиллерии и автопушки по целям в городе допускается только по обнаруженным целям и с минимальными разрушениями инфраструктуры.<br /><br />Командир боевиков должен находиться в укрепленном здании с флагом. Ожидайте ожесточенного сопротивления на этой позиции, однако избегайте использования гранат непосредственно в здании.<h4>IV. Поддержка:</h4>1x ГАЗ-3937 Водник с модулем БППУ<br />4x ГАЗ-66<br /><br />Крот-2 - 82мм батарея - 3 HE, 9 SMK, 9 ILLUM<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Командир Джокевич предпочитает камуфляж Флектарн и балаклавы.",
    "map_shot": "",
    "mission_date": "2012-07-04",
    "creation_date": "2025-01-11"
}