{
    "id": "5ad984ea86fda10580dbf61539f95f63",
    "filename": "CO18_Position_Forest.WL_Rosche",
    "title": "CO18 Position Forest",
    "author": "ka6aH",
    "player_count": 18,
    "terrain": "WL_Rosche",
    "tags": [
        "COMB.ARMS"
    ],
    "overview": "UK Squad conducts raid on enemy positions",
    "overview_img": "imgs/CO18_Position_Forest.WL_Rosche.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>В результате затяжных боевых действия на территории Германии, советские силы оказались истощены и перешли к обороне. К востоку от позиций британской 22-й бригады находятся долговременные укрепления частей из состава 94-й гвардейской мотострелковой дивизии сил ГСВГ при поддержке танков, минометов и средств ПТО. Мы не предпринимаем активных действий, накапливая силы для решающего удара. <br /><br />В качестве подготовки к наступлению, 1-е отделение 1-го взвода проведет штурм одного из опорных пунктов (позиция Forest) первой линии обороны противника с элементами рейда. Для проведения операции взводу придан танк Челленджер-2 1-го королевского полка.<br/><br/>А. Враждебные силы:<br/>94-я гвардейская мотострелковая дивизия ВС СССР<br />2 отделения на позициях Forest и OP вокруг<br />1 отделение севернее позиции<br />2x танка Т-64Б<br />1x БМП-2<br />СПГ-9 и ДШК<br /><br/><br/>Б. Дружественные силы:<br/>22-я бригада Британской Рейнской Армии<br />1-й взвод 1-й роты<br /><br />1'1 - 8 чел.<br /><br />1-й королевский полк<br />Challenger-2 MBT<br/><br/>II. Задание:<br/>1. Выдвинуться на позицию Liverpool и получить доклад об обстановке от командира 1'3<br />2. Захватить позицию Forest и удерживать ее до получения дальнейших приказов<br /><br/><br/>III. Выполнение:<br/>Для отвлечения сил противника и разведки его резервов и способности реагировать на прорывы обороны, мы захватим один из опорных пунктов, производя впечатление полномасштабного наступления. Для сохранения момента неожиданности, наши минометы будут доступны только после захвата первых позиций противника.<br /><br />В данный момент мы получили сведения о контакте 1'3 с противником, однако из-за действий РЭБ не можем связаться с командиром. Выдвиньтесь на позцию Liverpool, найдите командира отделения и узнайте обстановку в его секторе. На позициях 1'3 оборудованы огневые позиции автоматического гранатомета и пулемета, используйте их для поддержки своего штурма. <br /><br />После захвата первых позиций противника, вам будут доступны ротные 82мм минометы.<br/><br/>IV. Поддержка:<br/>2(2 в резерве) FV432 (GPMG)<br />1(1 в резерве) Challenger-2<br />CCP<br />FARP<br /><br />Charlie-2 - 82mm Mortars<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><br/><br/>VI. Замечания:<br/>Доп. снаряжение находится в FV432<br />",
    "map_shot": "",
    "mission_date": "1989-08-08"
}