{
    "id": "ca240577d9b9b15acaf5fb6b47a92087",
    "filename": "CO18_MM_Heart_Of_Darkness_1A.IslaDuala3",
    "title": "CO18 Heart of Darkness",
    "author": "TS",
    "player_count": 18,
    "terrain": "IslaDuala3",
    "tags": [],
    "overview": "Afrene airborne jungle raid | Search and Destroy",
    "overview_img": "imgs/CO18_MM_Heart_Of_Darkness_1A.IslaDuala3.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Последний конвой, следовавший с гуманитарной помощью в Campolongo, был атакован в районе Kimbaka. Партизаны оперативно узнали о движении конвоя и смогли уничтожить одну нашу машину, убив двух солдат. Но не взирая на тяжёлый огонь террористов, отряд смог выполнить поставленную задачу и доставил воду, продукты и другие припасы измождённым жителям. <br /><br />Эта засада заставила командование Специальными Силами разработать план зачистки территории около дороги, соединяющей полуостров. Операция носит название Heart Of Darkness и представляет собой поиск и уничтожение лагерей террористов. В этих лагерях партизаны складируют вооружение, поставляемое им Молатией. Найдите лагеря, подавите сопротивление и уничтожьте вооружение.<br/><br/>А. Враждебные силы:<br/>Мы ожидаем противника в количестве двух отрядов<br/><br/>Б. Дружественные силы:<br/>ВВС Афрене - 1 L39<br/><br/>II. Задание:<br/>1. Найти лагеря<br />2. Уничтожить ящики с боеприпасами с помощью подрывных зарядов<br />3. Вернуться на COP PARIS<br /><br/><br/>III. Выполнение:<br/>Первая часть операции - высадка. Во время полёта не пересекайте границу с Молатией. Для посадки рекомендовано использовать территорию заброшенного аэродрома - LZ ECHO (взлётная полоса). Дополнительный LZ - FOXTROT (подготовленная площадка диаметром 100 метров, возможен огонь с земли). В 20:50 будет произведен авиаудар с применением зажигательных бомб для предотвращения проникновения сил противника в район поиска<br /><br />Вторая часть - поиск лагерей и уничтожение боеприпасов. Ищите костры, поваленные деревья. Лагеря могут быть расположены близко к берегу - вооружение поставляется на лодках.<br /> <br />После уничтожения боеприпасов возвращайтесь на COP PARIS<br/><br/>IV. Поддержка:<br/>2 UH-1D (невооружённые) для транспортировки<br />Авиаудар по запланированной цели TRP HELL в 20:50<br />CCP на FOB BERLIN<br/><br/>V. Сигналы:<br/>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br/><br/>VI. Замечания:<br/>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "1984-06-23"
}