{
    "id": "ab3739a38dd3d78fea4c3098e0063dc2",
    "filename": "CO18_Entebbe_Raid_1A.Farabad",
    "title": "CO18 Entebbe Raid",
    "author": "ka6aH",
    "player_count": 18,
    "terrain": "Farabad",
    "tags": [
        "EXOTIC GEAR",
        "1970",
        "SPECOPS"
    ],
    "overview": "Israeli commandos free kidnapped passengers and inflict damage to Uganda air force",
    "overview_img": "imgs/CO18_Entebbe_Raid_1A.Farabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>27 июня 1976 года самолет Airbus A300 авиакомпании Air France, рейс AF139, был захвачен четырьмя террористами (два члена Народного фронта освобождения Палестины и два члена германской группировки 'Революционные ячейки'). Самолет с 248 пассажирами был перенаправлен в Энтеббе (Уганда), где террористы заручились поддержкой режима Иди Амина. В аэропорту террористы встретились с еще тремя сообщниками и в настоящий момент удерживают заложников в старом терминале, пользуясь охраной армии Уганды.<br /><br />Коммандосам под руководством Йонатана Нетаньяху предстоит освободить заложников, уничтожить террористов и всех воспрепятствующих операции солдат, а также уничтожить самолет ВВС Уганды. <h4>А. Враждебные силы:</h4>Народный Фронт Освобождения Палестины<br /><br />7 боевиков, в том числе 2 немецких граждан. Вооружены лёгким стрелковым вооружением, возможно несколько АК<br /><br />Армия Уганды:<br /><br />Патруль из 2 человек вокруг терминала, а также 2 солдат на крыше терминала.<br /><br />До 10 человек персонала авиабазы в ангаре с истребителем<br /><br />QRF:<br /><br />Возможно появление лёгкой техники с пулеметом.<h4>Б. Дружественные силы:</h4>Сайерет Маткаль<br /><br />1'0 - Йонатан Нетаньяху,<br />1'1 - отделение командос (7 чел.),<br />1'2 -  отделение командос (7 чел.).<h4>II. Задание:</h4>1.<br />2.<br />3.<br />### Основные и дополнительные задачи которые должны быть выполнены в ходе миссии. Опциональные задачи должны быть указаны как “(опционально) Не уйти в запой”.<br /><br />Не забывайте - задачи это 1 возрождение для мертвых игроков - чем больше миссий, тем больше в ней должно быть задач!<h4>III. Выполнение:</h4>Ваш отряд был доставлен на рулевую полосу аэропорта на C-130, который покинет зону операцию сразу после ее начала. Командир взвода и его помощник находятся в черном лимузине. Остальные два отделения занимают автомобили Land Rover. Замысел командования заключается в быстром достижении здания терминала или ближайших построек (FIRE STATION). После этого командос необходимо зачистить здания терминала, освободив заложников и уничтожив боевиков.<br /><br />Мы ожидаем прибытие отделения угандийских солдат в течение 5 минут после начала боевого контакта в терминале. После зачистки терминала, вам необходимо уничтожить стоящий в ангаре истребитель ВВС Уганды. Для этого используйте взрывчатку из машин или найдите РПГ в ангаре.<h4>IV. Поддержка:</h4>1x гражданский автомобиль<br />2x автомобиль Land Rover<h4>V. Сигналы:</h4>PL NET SR CH<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Взрывчатка находится в снаряжении машин. Будьте осторожны внутри терминала, места где находятся заложники отмечены на карте. ",
    "map_shot": "",
    "mission_date": "1976-06-13",
    "creation_date": "2025-01-14"
}