{
    "id": "a52bccce059f07b23c0ec609c63c0eb9",
    "filename": "CO18_Go_To_Borzoisk_1A.VTF_Korsac",
    "title": "CO18 Go To Borzoisk",
    "author": "ka6aH",
    "player_count": 18,
    "terrain": "VTF_Korsac",
    "tags": [
        "ARMOR",
        "WEST GEAR"
    ],
    "overview": "German panzergrenadiere platoon breaks through enemy lines",
    "overview_img": "imgs/CO18_Go_To_Borzoisk_1A.VTF_Korsac.jpg",
    "briefing": "<h4>I. Обстановка:</h4>2005-й год, граница Хорватии и Сербии. Вооружённые силы Сербии и Черногории начали вторжение на территории бывшей Сербской Краины, в надежде на восстановление контроля над регионом, потерянным 10 годами ранее. Международная коалиция под предводительством США решительным образом отреагировало на вторжение прямым вмешательством. В настоящее время силы коалиции ведут наступательные бои на участке Бели-Манастир - Мирковцы.<br /><br />Боевой Группе Энгель, состоящей из элементов 13-й панцегренадерской и 23-й горнострелковой бригад, поручено провести бросок до моста через Дунай, дезорганизовать попытки инженерных элементов противника уничтожить его и выйти на территорию Сербии.<br /><br />В рамках первого этапа операции, 112-му батальону, вооруженному БМП Мардер, предстоит возглавить наступление на оборону противника в районе перекрестка шоссе E73 и государственной дороги 212, ведущей к сербской границе. <h4>А. Враждебные силы:</h4>Элементы из 36-й механизированной 12-го пограничного батальона армии Сербии и Черногории занимают оборонительные позиции к югу от шоссе, где они закрепились в районе нп Borzoisk. Передовые позиции противника находятся в 500 метрах к востоку от нп. Численность пехоты оценивается в усиленный взвод, поддержку им оказывают остальные элементы, находящиеся в самой деревне и на возвышенностях. Их численность не установлена.  В районе населенного пункта замечена одна БМП и колёсная бронированная техника. Противник обладает артиллерией.<br /><br />Известно о наличии у противника станковых пулеметов и ПТ-средств, в том числе ПТРК. К югу от лесного массива противником установлено минное поле шириной в 30-40 метров. <h4>Б. Дружественные силы:</h4>Zug 2 Btl. 112 PzGrenBrig 13 Kampfgruppe Engel<br /><br />1/6 - командное отделение<br />1/1 - механизированное отделение (7 человек + БМП)<br />1/2 - механизированное отделение (7 человек + БМП)<h4>II. Задание:</h4>1. Захватить OBJ ANTON<br />2. Захватить OBJ GROSSRAUM 1<br />3. Захватить OBJ GROSSRAUM 2<br />4. Выйти на OBJ EXIT<br /><h4>III. Выполнение:</h4>Противник подготовил огневые позиции в виде индивидуальных окопов в районе дороги, ведущей к населенному пункту. Также разведка обнаружила минное заграждение на юге от OBJ ANTON. В данный момент у нас нет времени и ресурсов для его разминирования. <h4>IV. Поддержка:</h4>2x БМП Marder 1A5 (1x в резерве)<br />3x LKW Leicht (Внедорожник)<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />82мм батарея Stahl-1: 3 HE, перезарядка 20 минут<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Для использования ПТРК Милан на БМП Мардер:<br />1. Сесть на место командира<br />2. Высунуться из люка<br />3. В контекстном меню выбрать Mount Milan<br />4. Для стрельбы в меню выбрать опцию Get in Milan<br />",
    "map_shot": "",
    "mission_date": "2006-06-26",
    "creation_date": "2024-07-23"
}