{
    "id": "868f95fd7b692f9f677d8fb1ae649eb0",
    "filename": "CO18_Panjshir_Waltz_1C.lythium",
    "title": "CO23 Panjshir Waltz 1C",
    "author": "Kaban",
    "player_count": 23,
    "terrain": "lythium",
    "tags": [],
    "overview": "US Platoon with support of AH-64/A-10 assaults IS-held town in Afghanistan",
    "overview_img": "imgs/CO18_Panjshir_Waltz_1C.lythium.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Вооружённые формирования Исламского Государства укрепили свои позиции на севере Афганистана. После захвата ряда крупных складов афганской армии, боевики смогли создать серьёзную оборону в Панджшерском ущелье. 30 лет назад советская армия не раз пыталась овладеть им, но снова и снова теряла позиции и отступала назад. Сегодня же нам предстоит нанести удар по ущелью и разгромить боевиков раз и навсегда. Армия США уже действовала в этом районе ранее, но боевые действия носили локальный характер. С новым вводом войск США в регион, правила изменились.<br /><br />Операция по уничтожению сил ИГ в Панджшере под кодовым названием Cajun Waltz началась удачно. Наша рота смогла продвинуться на 15 км вглубь ущелья. Сегодня нам предстоит захватить н.п Mayankel. По данным разведки, там расположены штаб и ремонтный центр противника. Также на дороге в Mayankel было замечено передвижение бронетехники. Скорее всего, эта техника заняла позиции в городе. Для её уничтожения вашему взводу придан JTAC и ударный вертолёт AH-64 с позывным Angry. <h4>А. Враждебные силы:</h4>Боевики ИГ заняли оборону как в самом кишлаке Mayankel, так и на высотах вокруг него. Вражеская техника в количестве двух БМП окопались на восточной стороне кишлака. В Mayankel противник располагает тяжёлым вооружением: СПГ, ДШКМ, ЗУ-23. <h4>Б. Дружественные силы:</h4>1-й Взвод<br />Airbase Kalae<br />Firebase Bushlurker<br />AH-64 Angry<h4>II. Задание:</h4>1. Захватить н.п. Mayankel<br />2. Захватить штаб ИГ<br />3. Захватить ремонтный центр боевиков<br /><h4>III. Выполнение:</h4>По плану командира.<h4>IV. Поддержка:</h4>Бронемашины MRAP - 1 c Mk 19, 2 c M2, 2 невооруженные (1st Platoon)<br />2 105мм гаубицы, позывной Steelrain (Firebase Bushlurker)<br />Ударный вертолёт AH-64, позывной Angry (Airbase Kalae)<h4>V. Сигналы:</h4>PL NET 50<br />SUPPORT NET 51<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />Angry - SR CH 6<h4>VI. Замечания:</h4>Если не хватает людей для AH-64, пилот может взять A-10. Позывной остаётся тем же. <br />CCP можно разместить на территории вокруг места дислокации взвода. <br />FARP для авиации находится на Airbase Kalae.",
    "map_shot": "",
    "mission_date": "2018-03-29"
}