{
    "id": "9a3f35ae824674f4e9c6cc5df694d0f8",
    "filename": "CO18_Pustoshka_assault_1B.Chernarus",
    "title": "CO12_Pustoshka_Assault",
    "author": "TS",
    "player_count": 12,
    "terrain": "Chernarus",
    "tags": [],
    "overview": "Airborne raid on MSR, supplying enemy defence | GSO is needed",
    "overview_img": "imgs/CO18_Pustoshka_assault_1B.Chernarus.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Совместная операция ВС Канады и Великобритании по уничтожению оборонительных позиций сепаратистов увенчалась успехом, и противник отошёл к н.п. Выбор и Пустошка. В данный момент 76-й полк наступает в направлении MSR RIBBON. Также, для поддержки наступления, недалеко от линии фронта оборудована FIREBASE CROSSROAD. <br /><br />Чтобы ослабить сопротивление противника, восточнее MSR мы произведём парашютный десант. После получения тяжелого вооружения, мы разложим его на позициях около дороги и уничтожим проходящие по ней машины снабжения и бронетехнику.<br/><br/>А. Враждебные силы:<br/>Пехота на checkpoint и Enemy CCP.<br />Лёгкая техника на дорогах<br />Бронетехника (2-3 БМП)<br/><br/>Б. Дружественные силы:<br/>1'1 и 1'2<br />FIREBASE CROSSROAD<br />STARLIGHT - Вертолёт эвакуации <br />SEAGULL - грузовой самолёт С-130 для высадки и доставки боеприпасов<br/><br/>II. Задание:<br/>1. Произвести высадку на DZ DIXIE<br />2. Уничтожить противника на Enemy CCP<br />3. Оборудовать позиции, установить TOW и пулемёты<br />4. Уничтожить любые машины, проезжающие по MSR RIBBON<br /><br/><br/>III. Выполнение:<br/>Возьмите парашюты из ящика, предварительно закрепив свой рюкзак или рацию в районе паха. Займите места в самолёте C-130. Ожидайте зелёного сигнала и приказа командира высаживаться. После высадки перегруппируйтесь и двигайтесь к MSR RIBBON, подавляя любое сопротивление. После уничтожения противника, найдите позицию с видом на дорогу и установите BOF. Сжигайте любую технику, проходящую по дороге.<br/><br/>IV. Поддержка:<br/>82мм миномёты на FIREBASE (Позывной SHELLDRAKE)<br />Вертолёт эвакуации и медик (Позывной STARLIGHT)<br />Грузовой самолёт C-130 (Позывной SEAGULL)<br/><br/>V. Сигналы:<br/>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />STARLIGHT - CH 6<br /><br/><br/>VI. Замечания:<br/>Несмотря на название миссии, не следует заходить в города PUSTOSHKA и VYBOR. Действовать только в зоне операции, никаких суперфлангов по краю карты.",
    "map_shot": "",
    "mission_date": "1984-07-04"
}