{
    "id": "8819485c3e141e657cbdba0fa0d26d5f",
    "filename": "CO18_Operation_Redemption.cup_chernarus_A3",
    "title": "CO18 Operation Redemption",
    "author": "ka6aH",
    "player_count": 18,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "SPECOPS",
        "JTAC/CAS"
    ],
    "overview": "CDF Special Forces retake airport captured by rebels",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После ухода контингента НАТО из Чернаруси настало время затишья. ЧДКЗ лишились большей части тяжёлого вооружения и оказались отрезаны от своих союзников с севера. Однако в августе 2022-го года, ЧДКЗ предприняли серию атак по всей протяжённости границы. Используя ячейки внутри Южной Загории боевикам удалось установить контроль над аэродромом 'Выбор'. На аэродроме базировалась специальная 1-я бригада тактической авиации Чернарусских Военно-Воздушных Сил, вооружённая недавно переданными США самолётами F-16C. <br /><br />Наличие у руках боевиков таких самолётов требует решительных действий. Командование Сил Специальных Операции Чернаруси спланировало операцию по захвату и удержанию аэродрома. По данным разведки, самолёты должны быть перевезены на север не позднее чем завтра. Вражеские силы на аэродроме имеют разрешение на дистанционный подрыв самолётов в случае, если их вывоз не возможен или аэродром не может быть удержан. В связи с этим, штурм аэродрома будет произведён с помощью вертолётов. Группы спецназа должны высадиться в пределах ВПП, обезопасить самолёты, зачистить инфраструктурные объекты аэродрома и ожидать подкреплений. Особое внимание уделяется тому факту, что инфраструктура аэродрома должна остаться нетронутой для его дальнейшего использования союзными силами.<h4>А. Враждебные силы:</h4>Иррегулярные силы ЧДКЗ<br /><br />около 30 боевиков на аэродроме<br />Неизвестное количество в патрулях по периметру<br />1 или 2 БТР-80 с пехотой в н.п. Запрудное<h4>Б. Дружественные силы:</h4>3-й отдельный полк специального назначения ССО Чернаруси<br />1'6 - отделение управления<br />1'1 - группа спец.назначения<br />1'2 - группа спец.назначения<br /><br />16-й авиационный полк специального назначения <br />Калина-1 - Ми-8<br />Калина-2 - Ми-8<br />Клён-1 - Ми-8 с блоками НАР, универсальными пушечными контейнерами УПК-23<h4>II. Задание:</h4>1. Обезвредить подрывные заряды на F-16<br />2. Захват здания контрольно-диспетчерского пункта (КДП)<br />3. Освободить ВПП от препятствий<br />4. Не допустить разрушений КДП и радиовышки<br />5. Не допустить разрушений гражданской инфраструктуры аэродрома (опционально)<br /><h4>III. Выполнение:</h4>Операция будет проведена в два этапа: воздушный и наземный. <br /><br />Задачи воздушного этапа операции: подавление ПВО, уничтожение скоплений боевиков на аэродроме и вокруг него, высадка групп спецназа в непосредственной близости от ангаров с самолётами.<br />Задачи наземного этапа операции: обезвреживание зарядов на самолётах, зачистка объектов на аэродроме, подготовка ВПП к высадке союзных подразделений.<br /><br />Задачи для Клён-1 и транспортных вертолётов на воздушном этапе:<br />ПВО будет подавлено союзной авиацией. Уничтожение скоплений боевиков при помощи ударов по территории казарм и блокпостов. Высадка 1'1 и 1'2 в непосредственной близости от ангаров.<br />Задачи для Клён-1 и транспортных вертолётов на наземном этапе:<br />Поддержка наземных групп огнём, реагирование на угрозы со стороны н.п. Запрудное. Эвакуация раненых и доставка подкрепления.<br /><br />Задачи для 1'1 и 1'2 на наземном этапе:<br />Обезвреживание зарядов на самолётах, штурм КДП, зачистка местности, подготовка ВПП к приёму союзных самолётов. По данным разведки, среднее время реакции боевиков составляет 15 минут. После высадки и обнаружения противником наземных групп, у вас будет 15 минут на штурм и захват ангаров. После успешного штурма необходимо будет зачистить радиовышку и контрольно-диспетчерский пункт. КДП должен быть не тронут, так как его функционирование является критически важным для работы аэродрома. На ВПП боевики свезли два топливозаправщика, которые мешают посадке бортов. Просто отвезите их за край ВПП.<br /><h4>IV. Поддержка:</h4>2 Ми-8<br />1 Ми-8 вооружённый<br />Доп. снаряжение в ящиках<br />CCP<br />FARP<br /><br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>У каждого бойца в снаряжении находится набор разминирования. Не выкладывайте его для экономия веса! Без него разминировать заряды невозможно. ",
    "map_shot": "",
    "mission_date": "2022-08-24",
    "creation_date": "2022-09-02"
}