{
    "id": "b7136ea1c5cfb3b34f61456b045b374b",
    "filename": "CO18_Coup_De_Main_1A.isladuala3",
    "title": "CO18 Coup De Main ",
    "author": "KabaH",
    "player_count": 18,
    "terrain": "isladuala3",
    "tags": [
        "INFANTRY"
    ],
    "overview": "Portugese marines land at enemy held bank of river Zambezi",
    "overview_img": "imgs/CO18_Coup_De_Main_1A.isladuala3.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>1971 год, Португальский Мозамбик. Война против террористов ФРЕЛИМО продолжается. Морпехи португальского флота были отправлены в район реки Замбези. Кроме обычных рейдов и патрулей, им приходится проводить высадки с целью уничтожения схронов оружия и крупных группировок террористов. Одна из таких операций состоится сегодня.  В ваши задачи входит успешная высадка на противоположном берегу реки Замбези, уничтожение схрона с оружием и захват небольшого разрушенного поселения. <br /><br /><br/><br/>А. Враждебные силы:<br/>Боевики ФРЕЛИМО - неустановленное количество.<br />Легко вооружённые повстанцы. Действуют в составе групп по четыре или менее человек Многие вооружены таким устаревшим вооружением, как СКС или винтовки Мосина. Некоторые бойцы вооружены РПГ-7 и РПД.<br />Возможно присутствие противника на берегу. <br/><br/>Б. Дружественные силы:<br/>Fuzileiros Especiais <br />1'0 - 2 чел.<br />1'1 - 8 чел.<br />1'2 - 8 чел.<br/><br/>II. Задание:<br/>1. Захватить зону высадки LZ Foraes<br />2. Уничтожить схрон с оружием в деревне Kanis<br />3. Уничтожить противника в деревне Razfook<br /><br/><br/>III. Выполнение:<br/>Высадка будет происходить с воды, с помощью десантных катеров. Противник скорее всего патрулирует берег, поэтому рекомендуется перед высадкой нанести артиллерийский удар в запланированной зоне высадки. На самой территории за зоной высадки возможно присутствие патрулей противника и взрывных устройств или мин, будьте аккуратны. <br/><br/>IV. Поддержка:<br/>2 LCVP - десантный катер с M2<br />1 Patrol Boat - патрульный катер со спаркой M2<br /><br />105-мм гаубица - Chuva De Aco-1-1<br /><br />CCP на нашем берегу.<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />Свистки<br/><br/>VI. Замечания:<br/>Взрывпакеты находятся в технике и ящике с доп. вооружением. Также взрывчатку для уничтожения схрона вы наверняка найдёте в самом схроне, будьте внимательны. <br /><br />LCVP (десантные катера) вооружены двумя пулемётами M2, которые расположены на левом и правом борту и имеют ограниченные углы обстрела. Учитывайте это при высадке.",
    "map_shot": "",
    "mission_date": "1970-07-19"
}