{
    "id": "4cde7e1ad02b2e8ebb61ddcedc6e689c",
    "filename": "co18_liberation30.Porto",
    "title": "CO18 Operation Liberation 2.0",
    "author": "zebra",
    "player_count": 18,
    "terrain": "Porto",
    "tags": [],
    "overview": "Рейд морской пехоты США на банановую республику",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<br/><br/>I. Ситуация:<br/>Жители банановой республики Porto вздумали совершить военный переворот и лишить власти текущего добропорядочного демократичного правителя, который продавал бананы исключительно США за пару центов взамен на образование его детей за границей.<br /><br />Коммунисты пришедшие к власти при поддержке военных, хотят продавать бананы кому угодно и по рыночной цене.<br />Мы не можем допустить дефицит дешевых бананов в США и тем более не можем позволить совкам покупать бананы, ведь это наши бананы! ...не смотря на то что их выращивает другая страна<br /><br />Поэтому для мирного урегулирования ситуации были высланы 2 отделения морской пехоты США, с целью восстановления демократии, а именно - полного уничтожения... эм.. ОСВОБОЖДЕНИЯ жилой инфраструктуры республики Porto, <br /><br />начиная с <marker name = 'mrk_strat'>дизельного электрогенератора</marker> который обеспечивает электричеством весь остров, <br /><marker name = 'mrk_comms'>проволочной радио-антенны</marker>, благодаря которой неотесанные не демократичные нигры связываются с остальным миром,<br />и <marker name = 'mrk_infra'>старой водонапорной вышкой</marker>, обеспечивающей запасами пресной воды всю республику.<br /><br />Они не хотели продавать бананы за 2 цента? теперь они будут отгружать их за пресную воду.<br />OPERATION LIBERATION!<br/><br/>А. Враждебные силы:<br/>Регулярные и нерегулярные полу-голодные жители банановой республики общей численностью 1 взвод.<br />--- Несколько патрулей,<br />--- 1 единственный на всю республику полностью укомплектованный отряд,<br />--- Несколько полуживых бомжей на караульной службе обеспечивающие безопасность инфраструктурных объектов.<br/><br/>Б. Дружественные силы:<br/>2 отделения бравой морской пехоты США,<br />вооруженные толерантными винтовками M14 и демократическими гранатометами M79<br /><br />1'1 - 9 чел.<br />1'2 - 9 чел.<br/><br/>II. Миссия:<br/>Уничтожить / ОСВОБОДИТЬ! (используя взрывпакеты)<br />0) <marker name = 'respawn_west'>Взять взрывчатку из ящика</marker><br />1) <marker name = 'mrk_strat'>Дизельный электрогенератор</marker><br />2) <marker name = 'mrk_infra'>Хранилище пресной воды</marker><br />3) <marker name = 'mrk_comms'>Средства коммуникаций</marker><br />4) Проследовать к <marker name = 'mrk_exfil'>точке эвакуации</marker>, вы ведь не хотите остаться на острове?<br /><br />Полное уничтожение обезьян с автоматами не является приоритетом - после уничтожения инфраструктурных объектов они сами передохнут без воды, еды и электричества, и без радио-вышки они никого на помощь позвать не смогут.<br />Президент считает что более либеральным будет дать им помориться голодом а оставшихся в живых заставить выращивать бананы сутками просто за еду. 'MURICA FUCK YEAH!<br /><br /><br/><br/>III. План:<br/>Согласно плану командира<br/><br/>IV. Поддержка:<br/>Эвакуационный вертолет в точке <marker name = 'mrk_exfil'>Эвакуации</marker><br/><br/>V. Сигналы:<br/>PL NET - LR CH 1<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br/><br/>VI. Пометки:<br/>Powered by Magnificent 10Dozen's Magic",
    "map_shot": "",
    "mission_date": "Unknown"
}