{
    "id": "9961acef8661298b4e0178d7904851e1",
    "filename": "CO18_Law_And_Order_1A.chernarus",
    "title": "CO18 Law and Order",
    "author": "KabaH",
    "player_count": 18,
    "terrain": "chernarus",
    "tags": [
        "SPECOPS",
        "RolePlay"
    ],
    "overview": "Chernarussian Police arrest local criminal Bardak",
    "overview_img": "imgs/CO18_Law_And_Order_1A.chernarus.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Сотрудники черногорского РУВД 48 уже долго работали с грузинской бандой, орудующей в регионе. Недавно мы вышли на одного из самых влиятельных людей в банде, Бардакошвили, брата главаря (Кличка Бардак). К тому же оперативники узнали, что сегодня будет проходить встреча банды с их оппонентами из армянской мафии. Это отличная возможность отчистить юг нашего региона от бандитизма. Мы не знаем точно, где проходит встреча, поэтому эту информацию придётся выбить из Бардакошвили. Для операции привлечены силы нашего ОМОНа. По коням!<h4>А. Враждебные силы:</h4>Бардак и его охрана на его квартире - 2-3 чел.<br />Грузинская и армянская банды в месте встречи  - от 10 до 25 чел.<h4>Б. Дружественные силы:</h4>Патрульные РУВД - 8 чел<br />ОМОН - 8 чел<br />Витязь - Ст.лейтенант Фекалис и его заместитель<h4>II. Задание:</h4>1. Захватить Бардакошвили на его квартире, адрес Улица Ветеранов дом 52<br />2. Узнать от Бардакошвили о месте встречи двух банд<br />3. Доставить Бардака в РУВД<br />4. Уничтожить бандитов на месте встречи<br /><h4>III. Выполнение:</h4>Захват Бардака не требует большего количества сотрудников. Будьте аккуратны, бандиты могут открыть огонь. Бардак нам нужен живым. Он одет в кожаную куртку и камуфлированные штаны. Также часто замечен со своим любимым золотым калашниковым. После захвата Бардака постарайтесь узнать о месте встречи банд и отвезите его в РУВД. Вместе с силами ОМОН проследуйте на стрелку у ликвидируйте бандитов. <h4>IV. Поддержка:</h4>3 служебных автомобиля ВАЗ-2103 <br />2 служебных автомобиля Шкода С1203<br />2 грузовых автомобиля Урал <h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Бардак нужен живым, поэтому следите за огнём.",
    "map_shot": "",
    "mission_date": "1998-09-19"
}