{
    "id": "5da8754f2a18698918248180be3fd2aa",
    "filename": "CO18_Coup_D'Etat_1A.lingor3",
    "title": "CO18 Coup D'Etat",
    "author": "KabaH",
    "player_count": 18,
    "terrain": "lingor3",
    "tags": [
        "SPECOPS",
        "RolePlay"
    ],
    "overview": "Mercenaries land at Lingor and start civil war",
    "overview_img": "imgs/CO18_Coup_D'Etat_1A.lingor3.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>1982 год, Демократическая Республика Лингор, Южная Америка. Режим коммунистического диктатора Рауля Мендеса, управляющего страной уже 15 лет, трещит по швам: в армии назревает мятеж, а среди населения бунт. Наш заказчик хочет немного ускорить этот процесс. Наёмники Sapphire Dogs были наняты для совершения государственного переворота при поддержке лояльных заказчику частей армии. В наши задачи входит тайное прибытие в столицу Лингора - Maruko, захват авиабазы, уничтожение немногочисленной авиации и устранение президента Рауля Мендеса. Звучит впечатляюще, но заказчик обладает хорошими запасами долларов США, так что хватит для всех на всю оставшуюся наёмническую жизнь.<br/><br/>А. Враждебные силы:<br/>Армия ДР Лингор - призывники<br />Охрана авиабазы и президентского дворца - около 30 человек на каждом из объектов.<br /><br />Милиция ДР Лингор <br />Неизвестное количество патрульных машин в городе.<br/><br/>Б. Дружественные силы:<br/>Наёмники частной военной компании Sapphire Dogs <br /><br />Alpha - 8 чел. - захват авиабазы<br />Bravo - 8 чел. - захват авиабазы<br />Charlie - 2 чел. - снайперская пара, устранение президента<br/><br/>II. Задание:<br/>1. Приземлиться в аэропорту Maruko Internacional<br />2. Захватить командно-диспетчерский пункт, воспроизвести сообщение о перевороте и отключить связь.<br />3. Устранить президента Рауля Мендеса.<br />4. Эвакуироваться в сторону базы.<br /><br/><br/>III. Выполнение:<br/>Все наёмники одеты в гражданскую одежду и полетят в Маруко бортом частной авиакомпании. Ваше персональное оружие находится у вас в наплечных сумках. Дополнительное вооружение вы найдёте в своем багаже, ожидающем вас в здании терминала. После прибытия в аэропорт группы Alpha и Bravo под прикрытием должны провести разведку авиабазы, при этом не вызывая подозрений. Будьте осторожны, если вы вытащите оружие или зайдёте на охраняему зону, то противник откроет огонь. Группа Charlie должна прибыть на Vantage Point, откуда открывается обзор на президентский дворец. На крыше обозначенного здания находится ящик с винтовкой и патронами. Для группы Charlie на парковке перед терминалом аэропорта находится зелёный Мини-купер с дополнительным снаряжением. Как только группы готовы, начните выполнение задач: захват диспетчерской вышки, уничтожение самолётов и убийство президента. Президент обычно ходит в своём сером армейском кителе и фуражке.<br /><br />После убийства президента мятежные части армии выдвинутся в город и возьмут под контроль президентский дворец. После выполнения задач все три группы должны эвакуироваться из столицы любым доступным способом.<br/><br/>IV. Поддержка:<br/>Услуги авиакомпании - перелёт до столицы Лингора Маруко<br />CCP в городе (у заброшенной стройки)<br />Багаж с автоматами АК в здании терминала<br /><br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br/><br/>VI. Замечания:<br/>Полёт до Маруко - при нажатии одним из игроков кнопки Перелёт до Маруко все игроки окажутся в аэропорту Маруко.<br /><br />Действия под прикрытием - до тех пор, пока вы не достаёте оружие или заходите на охраняемую территорию (отмеченную на карте), вы находитесь под прикрытием и противник не атакует вас. Имейте в виду, что скрипт работает таким образом, что если даже вы достаёте оружие незаметно, это всё равно делает вас врагом для стороны противника. Если достали оружие на старте, обращайтесь к ГСО. <br /><br />Дополнительное вооружение - багаж с автоматами для групп Alpha и Bravo находится в терминале аэропорта. Винтовка для Charlie на крыше здания Vantage Point.",
    "map_shot": "",
    "mission_date": "1972-07-24"
}