{
    "id": "2e06b97044aa43be8b94eacc2c4c82a2",
    "filename": "CO18_Combat_Unrecover.MCN_Aliabad",
    "title": "CO18 Combat Unrecover 1A",
    "author": "ka6aH",
    "player_count": 18,
    "terrain": "MCN_Aliabad",
    "tags": [
        "1980",
        "INFANTRY",
        "EXOTIC GEAR",
        "WEST GEAR"
    ],
    "overview": "French combat patrol is tasked with destroying of abandoned AMX-30",
    "overview_img": "imgs/CO18_Combat_Unrecover.MCN_Aliabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Сентябрь 1988 года. В рамках операции Hammerstorm силы коалиции США, Великобритании и Франции высадились на юге юге Ирана и контролируют нефтяные поля Хузестана. Однако ситуация резко осложнилась: Советский Союз пересёк северную границу Ирана и части 40-й армии направляются на юг с целью недопустить продвижение коалиции. Днём ранее передовые части ВДВ были переброшены в район Ахваза и вступили в бой с американскими силами. Французский участок обороны поддвергся атаке со стороны 56-й десантно-штурмовой бригады, отличившийся в боях на афганской земле.<br /><br />На пути советской атаки оказались части французского иностранного легиона и 6-й бронекавалерийской бригады. В результате попытки контрнаступления на позиции ВДВ, один из танков AMX-30 был брошен экипажом перед советскими позициями, предположительно в результате применения СПГ. Для уничтожения брошенной техники и доразведки вражеских позиций, в том числе СПГ, подбившего танк, был направлен боевой патруль из состава 2-й иностранного парашютно-десантный полка. <h4>А. Враждебные силы:</h4>Части 56-й десантно-штурмовой бригады ВДВ СССР<br /><br />Отступающие танкисты сообщили о присутствии противника на месте подбития танка. В 200-300 метрах к север-западу находится основная линия обороны противника. Количество противника неизвестно.<h4>Б. Дружественные силы:</h4>1-й взвод, 5-я рота, 2-й иностранный парашютно-десантный полк Иностранного Легиона<br /><br />1`0 - отделение управления (2 чел.),<br />1`1 - отделение десантников (8 чел.),<br />1`2 - отделение десантников (8 чел.),<h4>II. Задание:</h4>1. Уничтожить брошенный танк AMX-30 (Abandoned Tank)<br />2. Обнаружить и сообщить о позиции СПГ и окопах противника<br />3. Вернуться на изначальную позицию (Combat Patrol RP)<br /><h4>III. Выполнение:</h4>Командование рассчитывает на рейд, в ходе которого вы сможете уничтожить брошенный танк, а также обнаружите огневые позиция противника с целью вызова по ним огневой поддержки в дальнейшем. <h4>IV. Поддержка:</h4>2x M151 (M2)<br />4x M151<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Для уничтожения танка воспользуйтесь подрывным зарядом, который находится в нем.<br /><br />Через меню Self-Interaction (ctrl + windows) игрокам с дальневолновой рацией доступна функция доклада об обнаруженных целях в штаб. Выберите действие 'ДВ-Рация', после чего в меню выберите обнаруженную цель и впишите координаты цели. ",
    "map_shot": "",
    "mission_date": "1988-09-29",
    "creation_date": "2025-02-11"
}