{
    "id": "839c0720b6c34db7e3d8833413a1f5ba",
    "filename": "CO18_Swiss_Cheese.WL_Rosche",
    "title": "CO18_Swiss_Cheese",
    "author": "ka6aH",
    "player_count": 18,
    "terrain": "WL_Rosche",
    "tags": [
        "ARMOR"
    ],
    "overview": "Italian tanks and swiss recce destroy enemy AA in southern Germany",
    "overview_img": "imgs/CO18_Swiss_Cheese.WL_Rosche.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Советские войска заняли оборонительные позиции на юге немецкой земли Баден-Вюртемберг, граничащей со Швейцарией. Руководство НАТО смогло убедить швейцарцев присоединиться к обороне от красной угрозы. В июле 1979 года штабы Швейцарии и Италии разработали план совместной наступательной операции в регионе. Она будет проводиться в одно время с крупным наступлением американских и французских сил и должна отвлечь значительные силы советской армии. <br /><br />Для проведения операции были созданы тактические группы, состоящие из швейцарских пехотных и итальянских бронетанковых сил. Одна из таких групп, Gruppo Folgore, смогла продвинуться вглубь позиций противника. <br /><br />Передовые части группы встретили противника в районе Neumuhle. Предварительная разведка обнаружила позицию ПВО, угрожающую действиям американских ВВС. Группе Folgore поступила задача уничтожить позицию и продвинуться дальше, избегая столкновения с крупными силами противника. <br/><br/>А. Враждебные силы:<br/>ВС СССР<br />Танки Т-55 и Т-64 замечены в районе операции<br />Механизированные части, вооружённые БМП-1<br />Позиция ПВО - комплексы Стрела-10<br/><br/>Б. Дружественные силы:<br/>Gruppo Folgore - Вооружённые силы Швейцарской Конфедерации и Сухопутные Войска Италии<br /><br />ВС Швейцарии - Велосипедные войска - разведка:<br />1'6 - 2 чел.<br />1'1 - 8 чел<br /><br />ВС Италии - III-й армейский Корпус - Танковый Батальон:<br />Folgore-1 - M41 - 2 чел.<br />Folgore-2 - M41 - 2 чел.<br /><br/><br/>II. Задание:<br/>1. Обнаружить позицию ПВО Стрела-10<br />2. Продвинуться на Exit Zone<br />3. Вывести танк M41 в Exit Zone (опционально)<br /><br/><br/>III. Выполнение:<br/>По плану командира<br/><br/>IV. Поддержка:<br/>10 армейских велосипедов MO-05 <br />2 лёгких танков M-41<br /><br /><br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><br/><br/>VI. Замечания:<br/>Уничтожить комплексы ПВО можно с помощью ПТ-средств или танков",
    "map_shot": "",
    "mission_date": "1979"
}