{
    "id": "6561ba0093f49961e4b3a83840d6c0fb",
    "filename": "CO18_Wrong_Navigation_1A.tem_ihantalaw",
    "title": "CO19 Wrong Navigation 1A",
    "author": "KabaH",
    "player_count": 19,
    "terrain": "tem_ihantalaw",
    "tags": [
        ""
    ],
    "overview": "Norwegian special forces rescue special CIA asset ",
    "overview_img": "imgs/CO18_Wrong_Navigation_1A.tem_ihantalaw.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>1983 год, Норвегия. Советские войска продолжают наступление. Недавно к нам поступила необычная просьба от наших американских коллег - необходимо спасти важного информатора из рядов советской армии, который снабжал разведку важными данными. К сожалению, он был раскрыт и в данный момент перевозится в неизвестное место в составе обычной армейской колонны. Норвежскому спецназу необходимо организовать засаду на колонну, освободить агента и успешно эвакуироваться.<br /><br /><br/><br/>А. Враждебные силы:<br/>1 Колонна ВС СССР - (1 БТР-80, несколько грузовиков, до двух отделений пехоты)<br />Возможно наличие противника на Boathouse<br/><br/>Б. Дружественные силы:<br/>2 Отделения специальных сил ВС Норвегии<br />1'1 - 9 чел.<br />1'2 - 9 чел.<br />1'6 - 2 чел.<br /><br />Агент ЦРУ<br/><br/>II. Задание:<br/>1. Освободить агента.<br />2. Доставить агента в зону эвакуации.<br />3. (опционально) Уничтожить колонну.<br /><br/><br/>III. Выполнение:<br/>Агент перевозится в составе войсковой колонны. Скорее всего он находится под конвоем и связан. По данным разведки агента перевозят в УАЗ, который следует четвёртым в колонне. Будьте осторожны в применении взрывчатки! Ваша задача не в уничтожении колонны, а в спасении агента. Когда вы готовы к засаде, доложите о готовности с помощью ACE-Action (доступно для командиров отделений и командира взвода).<br/><br/>IV. Поддержка:<br/>Дополнительная аммуниция в ящиках. <br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><br/><br/>VI. Замечания:<br/>Взрывчатка и мины находятся в инвентаре гренадёров и стрелков. <br/><br/>I. Обстановка:<br/>1983 год. Вы - офицер советской армии, работающий на разведку США. Недавно вы совершили ряд ошибок, которые поставили доверие к вам под угрозу. Вы были схвачены и перевозитесь под охраной в составе обычного армейского конвоя. Место гахождения неизвестно. Из некоторых источников стало известно, что некоторые силы специального назначения готовят операцию по вашему освобождению. <br/><br/>А. Враждебные силы:<br/>Колонна ВС СССР:<br />Несколько грузовиков<br />Пехота<br />БТР-80<br />Бензовоз<br />Офицеры из вашей охраны<br/><br/>Б. Дружественные силы:<br/>Силы Специального Назначения - неизвестно<br/><br/>II. Задание:<br/>1. Выжить<br /><br/><br/>III. Выполнение:<br/>Вы связаны и не можете двигаться. Неизвестно, когда колонна начнёт движение и куда она направляется. Попытка побега закончится, скорее всего, вашей гибелью. Постарайтесь выжить и наблюдайте за ситуацией. Если вдруг вас и правда спасут, найдите оружие и двигайтесь вместе с союзниками.<br/><br/>IV. Поддержка:<br/>'<br/><br/>V. Сигналы:<br/>'<br/><br/>VI. Замечания:<br/>Для того чтобы исправить ваше положение в машине, нажмите кнопку V (вы не выпадете из машины из-за наручников)",
    "map_shot": "",
    "mission_date": "1983-12-05"
}