{
    "id": "815f49044778a935ef771011abdbb729",
    "filename": "CO18_Hunter_Being_Hunted.WL_Rosche",
    "title": "CO18 Hunter Being Hunted",
    "author": "Ka6aH",
    "player_count": 18,
    "terrain": "WL_Rosche",
    "tags": [
        "SPECOPS"
    ],
    "overview": "British SAS crosses the float bridge and eliminates AA guns",
    "overview_img": "imgs/CO18_Hunter_Being_Hunted.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1984-й год, Западная Германия. Британские ВС наступают на советские войска. Парашютный полк высадился в районе н.п. Rosche и удерживает мосты через реку Wipperau. Танки 7-й бронетанковой бригады уже двигаются в в их сторону. До тех пор, пока основные части не соединятся с десантом, их снабжение производится по воздуху. По ходу движения транспортной авиации противник оборудовал позиции ПВО, затрудняющие передвижение вертолётов. Для ликвидации этой угрозы в тылу этих позиций была развёрнута группа спецназа SAS. <br /><br />Недавно противник разместил понтонный мост через реку и занял близлежащий промышленный район. Мы засекли несколько ЗУ. Подвоз боеприпасов осуществляется через этот мост. Также в порту противник разместил ремонтный и медицинский пункты. Вам необходимо выявить позиции зенитных орудий и уничтожить их, подорвать мост и вернуться назад. <h4>А. Враждебные силы:</h4>Оставшиеся после сооружения понтонного моста инженерные части находятся на нашем берегу. Основные силы противника замечены на территории порта, где размещён ремонтный пункт для техники, форсирующую реку. Части мотострелкового подразделения охраняют зенитные установки и патрулируют местность. Противник обладает резервами неподалеку, их прибытие ожидается через 5-10 минут после нашего перехода через реку и начала активной фазы операции.<h4>Б. Дружественные силы:</h4>'A' Squadron 22 Special Air Service Regiment <br />1'0 - 4 чел.<br />1'1 - 8 чел.<br />1'2 - 8 чел.<h4>II. Задание:</h4>1. Найти и уничтожить 3 зенитные установки в зоне операции<br />2. Вернуться на берег<br />3. (опционально) заложить взрывчатку на понтонном мосту<br /><h4>III. Выполнение:</h4>Отряд был незаметно высажен ночью в тылу советских войск. Единственный способ перебраться на другой берег реки - через понтонный мост, развёрнутый инженерами противника. Вам необходимо обнаружить зенитные установки. В данный момент они ведут огонь по нашим транспортным самолётам, снабжающим десантников в глубине обороны противника. В тёмное время суток отследить ЗУ можно по трассерам. Каждую установку необходимо уничтожить, во избежание её дальнейшего использования противником. По возвращению вы можете заложить взрывчатку на один из понтонов моста. <h4>IV. Поддержка:</h4>CCP противника<h4>V. Сигналы:</h4>PL NET 50 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Взрывчатка в количестве двух зарядов и одного взрыв.пакета находится в рюкзаках у гренадёра, стрелка и марксмена.",
    "map_shot": "",
    "mission_date": "1984-09-18"
}