{
    "id": "cc53d4b4bf2dae33a2b0416790faaf37",
    "filename": "CO18_Soft_landing.Shapur_BAF",
    "title": "Soft Landing",
    "author": "VonScheer",
    "player_count": 18,
    "terrain": "Shapur_BAF",
    "tags": [],
    "overview": "US Army in a Gulf War ",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>  Февраль 1991 года, Кувейт. Наземная операция сил международной коалиции только что началась, а иракские войска уже бегут из страны. Чтобы хоть как-то насолить победителям, иракцы начали планомерно уничтожать инфраструктуру Кувейта, уничтожая нефтяные месторождения. Из-за поднявшегося на много метров вверх дыма полёты в регионе стали на 95 процентов опаснее, чем это было ранее. Этот факт подтверждает катастрофа грузового самолёта ВВС Саудовской Аравии. C-130 упал в районе Shapur сегодня ночью. На борту находились сенегальские миротворцы из состава ООН и сопутствующее снаряжение. <br />  Ваша задача состоит в обнаружении места падения самолёта, его обследованию и спасении оставшихся в живых. При нахождении пилотов или их останков, следует изъять все полётные документы, а самих лётчиков доставить в безопасное место (Insertion Point)<br/><br/>А. Враждебные силы:<br/>По шоссе, на котором вы сейчас находитесь, отступали части Республиканской Гвардии Ирака. В процессе бегства их колонна была уничтожена. Возможно, сейчас эти элитные части заняли оборонительные позиции вокруг места падения самолёта. Численность противника оценивают в взвод. Серьёзной поддержки они не имеют, если не считать нескольких бронемашин, которые смогли прорваться дальше по дороге.<br/><br/>Б. Дружественные силы:<br/>Два отряда армии США<br/><br/>II. Задание:<br/>1. Найти место падения C-130<br />2. Организовать поиск выживших<br />3. Вернуться на точку Insertion<br/><br/>III. Выполнение:<br/>По плану командира.<br/><br/>IV. Поддержка:<br/>2 HMMWV (M2)<br />1 HMMWV (unarmed)<br/><br/>V. Сигналы:<br/>LR CH 1<br />1'1 SR CH1<br />1'2 SR CH2<br/><br/>VI. Замечания:<br/>Achieved by magnificent 10Dozen's Magic",
    "map_shot": "",
    "mission_date": "1991-02-24"
}