{
    "id": "ec864b8cb04ac611f32e5d7ac2a7b10a",
    "filename": "CO18_Soap_Opera.tem_kujari",
    "title": "CO18 Soap Opera",
    "author": "ka6aH",
    "player_count": 18,
    "terrain": "tem_kujari",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Our PMC searches for their old enemies in Sudan",
    "overview_img": "imgs/CO18_Soap_Opera.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Одиозный лидер конкурентной нам фирмы в сфере оказания услуг по безопасности (ЧВК Рембрандт) Евлампий Пирожкин недавно трагично погиб в результате авиакатастрофы из-за баловства с пиротехникой на борту. Однако наши источники в мировых разведках говорят о том, что лидер ЧВК подстроил свою смерть и скрывается где-то в Судане. Настало время вспомнить старые обиды, нанесенные нам в Чернаруси и на Малдене.<br /><br />Два отделения высадятся на аэродроме недалеко от города, в котором расположен штаб местной группы рембрандцев. При помощи техничек с крупнокалиберными пулеметами мы прорвемся в город, возьмем штурмом штаб и найдем информацию о местоположении их главаря.<h4>А. Враждебные силы:</h4>Полиция н.п. Марвей<br />ЧВК Рембрандт - патрули в городе и на базе <br />Возможны патрули ББМ<h4>Б. Дружественные силы:</h4>ЧВК Task Force Alpha<br />Vepr-1 . штурмовая группа<br />Vepr-2 - штурмовая группа<h4>II. Задание:</h4>1. Захватить штаб ЧВК Рембрандт и найти информацию о местоположении Евлампия Пирожкина<br />2. Вернуться на аэродром<br /><br /><h4>III. Выполнение:</h4>На въезде в город находятся блокпосты суданской полиции. Хотя они и слабо вооружены, будьте осторожны, нам не нужны потери до входа в город. Сам штаб ЧВК находится в торговом квартале на центральном перекрёстке. Штаб укреплен, некоторые из входов заблокированы мешками с песком, на крышах стоят дозорные. Скорее всего при атаки обороняющиеся смогут заблокировать двери, поэтому стоит проверить соседние крыши, возможно путь внутрь найдется сверху. <h4>IV. Поддержка:</h4>4 технички<br />1 техничка с М2<br />Боеприпасы внутри машин<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Ищите ноутбуки, документы в штабе, не забывайте, что у противника есть подкрепления",
    "map_shot": "",
    "mission_date": "2023-10-23",
    "creation_date": "2023-10-08"
}