{
    "id": "b0296ea5125e013bff2c04efb1924499",
    "filename": "CO18_Garage_For_Sale_1A.VTF_Korsac",
    "title": "CO18 Garage For Sale 1A",
    "author": "Ka6aH",
    "player_count": 18,
    "terrain": "VTF_Korsac",
    "tags": [
        "WEST GEAR",
        "INFANTRY"
    ],
    "overview": "British army assault engineers conduct raid into enemy held village",
    "overview_img": "imgs/CO18_Garage_For_Sale_1A.VTF_Korsac.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Противник в лице подразделений сербской армии удерживает нп Nozyba. В населенном пункте оборудованы огневые точки в зданиях, а также укрепления на открытой местности вне него. Противник укрепил три гаража, отмеченные как объекты GRANARY, PICADILLY и LEICESTER, для размещения там боеприпасов, оборудования для связи и личного состава. Из-за недостатка средств поражения и противодействия противника, их уничтожение поручается боевым инженерам 36-го инженерного полка 16-й десантно-штурмовой бригады.<h4>А. Враждебные силы:</h4>a. Элементы из 12-го пограничного батальона армии Сербии и Черногории. Пехота противника в количестве усиленного взвода закрепилась в населенном пункте. Поддержку им оказывают силы до взвода к северо-западу от населенного пункта. Противник вооружен стрелковым оружием, пулеметами и, возможно, легкими противотанковыми средствами. Союзная пехота, первая попытавшаяся атаковать противника, докладывает о наличии у него одного тяжелого пулемета, направленного на юго-запад.<br /><br />b. Ожидается ожесточенное сопротивление противника, возможно прибытие подкреплений по MSR в случае потери им значительной части населенного пункта.<br /><br /><h4>Б. Дружественные силы:</h4>1st Troop 69 Gurkha Field Squadron 16 Air Assault Brigade<br /><br />Смежные подразделения: 2-й взвод на западе и 3-й взвод на востоке обеспечивают поддержку с флангов.<br /><br />1'0 - отделение управления<br />1'1 - боевые инженеры<br />1'2 - боевые инженеры<h4>II. Задание:</h4>1. Уничтожить OBJ GRANARY<br />2. Уничтожить OBJ PICADILLY<br />3. Уничтожить OBJ LEICESTER<br />4. Вернуться за Line of Departure<br /><h4>III. Выполнение:</h4>а. Замысел командира:<br /><br />Уничтожить обозначенные здания<br />Вернуться за Line of Departure и избежать боев с подкреплениями противника<br /><br />b. Концепт операции:<br />Согласно плану командира взвода, 1-е и 2-е отделение начнут операцию по уничтожению ключевых зданий. Для этого в снаряжении боевых инженеров находятся подрывные заряды и другое инженерное оборудование. После уничтожения всех целей отделениям необходимо как можно быстрее выйти с территории противника к изначальной точке.  <h4>IV. Поддержка:</h4>CCP<br />FARP<br /><br />Минометная поддержка недоступна из-за критически близкой дистанции до противника.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Снаряжение для подрыва зданий находится в снаряжении Combat Engineer. Доп. заряды можно получить на FARP.<h4>VII. Дополнительные материалы:</h4><img image='task_overview.paa' width='367' height='256'/>",
    "map_shot": "",
    "mission_date": "2005-08-12",
    "creation_date": "2024-08-06"
}