{
    "id": "312b21574d2808bccdce5ec4c13ca415",
    "filename": "CO19_Wet_Dreams.Kunduz",
    "title": "",
    "author": "Unknown",
    "player_count": 19,
    "terrain": "Kunduz",
    "tags": [
        "FIX NEEDED"
    ],
    "overview": "",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Для поддержания лояльного отношения местного населения к силам коалиции, командование решило заключить союзы с крупными общинами Афганистана. Одна из общин обратилась к нам за помощью. Они утверждают, что талибы схватили и удерживают в заложниках старейшину деревни. Таким образом боевики пытаются запугать мирное население и предотвратить сотрудничество местных с ISAF. Наша разведка установила точное местоположение заключенного, он находится в кишлаке Tappeh Tark, расположенном на берегу реки Кундуз. Для спасения заложника выделено два отряда SEAL ВМФ США. <br/><br/>А. Враждебные силы:<br/>Террористы группировки Талибан. Вооружены устаревшим оружием советского и китайского производства. Единой униформы не имеют, одеты в гражданскую одежду. Их численность оценивают во взвод.<br/><br/>Б. Дружественные силы:<br/>Взвод спецназа ВМФ США<br/><br/>II. Задание:<br/>Освободить заложника, удерживаемого в кишлаке Tappeh Tark и доставить его на точку Safehouse<br/><br/>III. Выполнение:<br/>1. Отряд Dagger экипирован для подводных операции и достигнет Tappeh Tark на моторных лодках, после чего проникнет в компаунд через подземные туннели (по информации местных, вход должен быть расположен под водой). 2. Отряд Catapult зачистит местность вокруг кишлака и обеспечит безопасность заложника на пути к Safehouse. <br />3. При потерях, выше допустимых, следуют вернуться на точку Extraction Point<br />4. При гибели заложника рекомендуется вернуться на Extraction Point<br/><br/>IV. Поддержка:<br/>6 моторных лодок для отряда Dagger<br/><br/>V. Сигналы:<br/>PL NET LR CH 50<br />Dagger 1-1 SR CH1<br />Catapult 1-2 SR CH2<br />Командир взвода имеет доступ к нашлемным камерам командиров отрядов.<br/><br/>VI. Замечания:<br/>Powered by 10Dozen technologies<br />Mission idea by Lim&Fly",
    "map_shot": "",
    "mission_date": "Unknown"
}