{
    "id": "3869abcc6c20c1d4ac202266a7cc7379",
    "filename": "co19-GhostRecon-Eager-smoke.Chernarus",
    "title": "CO19 Ghost Recon: Eager Smoke",
    "author": "TacticalShift",
    "player_count": 19,
    "terrain": "Chernarus",
    "tags": [],
    "overview": "Ghost Recon providing SAR mission behind enemy lines",
    "overview_img": "imgs/co19-GhostRecon-Eager-smoke.Chernarus.jpg",
    "briefing": "<h4>I. Обстановка:</h4>9 Апреля 2008.<br />Прошлой ночью над территорией Северной Осетии был сбит самолет ВВС США F-22, выполнявший разведывательную миссию у границ с РФ. Самолет был сбит с территории Осетии, поэтому ситуация пока не вышла на международный уровень.<br />Как нам известно, оба пилота успели спастись, однако угодили в плен к местным ополченцам. Поэтому ВВС просит нас помочь вытащить их до того, как их передадут русским.<br /><br />По последним данным с сигнальных маячков пилоты удерживаются в районе места крушения, на одном из комплексов вдоль дороги. Возможно, их держат отдельно друг от друга.<br /><br />Также по данным аэрокосмической разведки видно, что разбившийся F-22 не был уничтожен пожаром, а это значит, что русские могут получить доступ к нашему разведывательному оборудованию. ВВС крайне настойчиво просят замести все следы на месте падения и не оставить от машины ни одной целой детали.<h4>А. Враждебные силы:</h4>Осетинские ополченцы, общей численностью до взвода.<h4>Б. Дружественные силы:</h4>- 2 отделения спецназа США<h4>II. Задание:</h4>1. Освободить пилота<br />2. Освободить WSO (второй пилот)<br />3. Уничтожить остатки F-22<br />4. Отступить к точке экстракции<h4>III. Выполнение:</h4>Отдайте приоритет спасению пилотов, у ВВС еще будет возможность нанести воздушный удар по месту крушения.<h4>IV. Поддержка:</h4>Нет<h4>V. Сигналы:</h4>Alpha 1'1 - SR 1<br />Alpha 1'2 - SR 2<br /><br />Platoon Net - LR 1 (emergency - 50Hz)<br /><h4>VI. Замечания:</h4>Постарайтесь минимизировать потери среди осетинцев. РФ уже в открытую противостоит нам снабжая местных. Если мы будем не осторожны, то скоро у ополченцев может завестись куда больше оружия.<br /><br />Powered by tSFramework, dzn_dynai, dzn_gear.",
    "map_shot": "",
    "mission_date": "2008-04-09"
}