{
    "id": "f014d0577e7683df020c58c1579869a5",
    "filename": "CO19_Radio_Silence_1A.cup_chernarus_A3",
    "title": "CO19 Radio Silence 1A",
    "author": "ka6aH",
    "player_count": 19,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "2020",
        "INFANTRY",
        "ARTILLERY",
        "WEST GEAR"
    ],
    "overview": "USMC Squad finds itself radio jammed",
    "overview_img": "imgs/CO19_Radio_Silence_1A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>31-е экспедиционное подразделение морской пехоты США проводит операции в Южной Загории по противодействию боевикам Восточного Фронта Освобождения, выступающих за независимость от Новиграда и иностранного вмешательства.<br /><br />Один из боевых патрулей из состава 2-го батальона 1-го полка морской пехоты во время операции по зачистке вражеского аванпоста попал под действие РЭБ, в следствие чего утратил связь с вышестоящим командованием и артиллерийской поддержкой. Патруль смог своими силами установить примерное местоположение источника глушения связи. Усиленному отделению необходимо уничтожить источник помех и продолжить выполнение основной задачи. <h4>А. Враждебные силы:</h4>Восточный Фронт Освобождения<br /><br />Количество боевиков в зоне операции оценивалось разведкой в 30 человек, однако мы исходим из того факта, что источник помех может охранять еще около 20 бойцов, в том числе иностранных наёмников.<br /><br /><br /><br /><h4>Б. Дружественные силы:</h4>Боевой патруль, 2-й батальон, 1-й полк, 1-я дивизия корпуса морской пехоты США<br /><br />1'0 - отделение управления,<br />1'1 - отделение морских пехотинцев,<br />1'2 - отделение огневой поддержки.<h4>II. Задание:</h4>1. Найти и уничтожить источник помех в н.п. Гуглово<br />2. Уничтожить противника в полевом лагере (CAMP)<br /><br /><h4>III. Выполнение:</h4>Из-за помех мы потеряли связь с артиллерийской батареей, приданной для операции. До уничтожения источника помех мы сможем полагаться лишь на собственные силы. <h4>IV. Поддержка:</h4>1x MRAP M1240 (M2)<br />4x MRAP M1240<br /><br />CCP<br />FARP<br /><br />Steel-1 - 82-мм батарея, 4 HE, 9 SMK, 9 ILLUM, после уничтожения источника помех<br /><br />Резерв (редеплой) - 1 на отряд<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Уничтожение источника помех происходит по действию на самом передатчике. Имейте в виду, что связь по КВ и ДВ затруднена (снижена дальность) или недоступна из-за воздействия источника помех.",
    "map_shot": "",
    "mission_date": "2020-06-26",
    "creation_date": "2025-01-28"
}