{
    "id": "54839791edc39165921843eb9f1fb6fe",
    "filename": "CO20_Mine_Your_Business_1A.Farabad",
    "title": "CO20 Mine Your Business 1A",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "Farabad",
    "tags": [
        "2000",
        "WEST GEAR",
        "INFANTRY"
    ],
    "overview": "Blackwater PMC contractors clear out mine held by talibs",
    "overview_img": "imgs/CO20_Mine_Your_Business_1A.Farabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Частная военная компания Blackwater получила контракт на обеспечение безопасности работы на приисках Фарабада. При разведке одного из месторождений изумрудов группа специалистов подорвалась на СВУ, два человека погибло и один был ранен. Наши источники выяснили, что месторождение захвачено местной ячейкой талибов. Наша задача состоит в освобождении шахты и создания условий для возобновления ее работы.<br /><h4>А. Враждебные силы:</h4>Боевики Талибан<br /><br />Предполагаемое местоположение боевиков отмечено на карте. Талибан в районе операции располагает несколькими техничками с пулеметами, а также одним гранатометом СПГ-9. На дороге к шахте было заложено два СВУ нажимного действия. Силы противника оцениваются в 50-60 человек.<h4>Б. Дружественные силы:</h4>ЧВК Blackwater<br /><br />1'0 - команда управления<br />1'1 - пехотная команда<br />1'2 - пехотная команда<br /><br /><br /><h4>II. Задание:</h4>1. Освободить территорию шахты (OBJ EMERALD)<br />2. (опц.) зачистить компаунды с вероятным противником (ENEMY PRESENCE)<br /><h4>III. Выполнение:</h4>Боевики вероятно предпримут попытки контратак по пути движения нашей группы, обращайте внимание на радиоэфир.<h4>IV. Поддержка:</h4>1x M1025 M2, M240<br />1x M1165 M134<br />4x M1025 M240<br /><br />CCP<br /><br />Резерв (редеплой) - 1 на отряд и за выполненную задачу<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Шлемы можно взять в ящике в кузове машины на старте. Доп. патроны и наборы для разминирования находятся в машинах.",
    "map_shot": "",
    "mission_date": "2004-06-13",
    "creation_date": "2024-12-19"
}