{
    "id": "63a8f5446a1e1471328c9e831eb848ff",
    "filename": "CO20_Wine_Season_1A.Malden",
    "title": "CO20 Wine Season",
    "author": "KabaH",
    "player_count": 20,
    "terrain": "Malden",
    "tags": [
        "INFANTRY"
    ],
    "overview": "Corsican rebels harass french police and armed forces",
    "overview_img": "imgs/CO20_Wine_Season_1A.Malden.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>2022 год, Корсика. Военный переворот, совершённый в Париже в прошлом году, дал возможность Фронту Национального Освобождения Корсики снова приступить к действиям. После ряда актов устрашения в виде подрывов зданий администрации мятежные генералы в Париже решили навести порядок у нас на Родине и ввели сюда части иностранного легиона. <br /><br />Сегодня группа повстанцев Паскаля Фальку нанесёт удар по местной жандармерии, администрации и армии одновременно. Наша первоочередная цель - это местный профранцузский политический активист и винодел, которого хотят назначить префектом Корсики - Франсуа Дюпон. Этот подонок должен быть захвачен нами или убит. Он обосновался в своей вилле, охраняемый армией. По пути мы убъём несколько свиней из жандармерии, устроивших блокпост недалеко от виллы. <br/><br/>А. Враждебные силы:<br/>ВС Франции - Иностранный легион<br /><br />До двух-трёх отделений пехоты<br /><br />ВС Франции - Жандармерия Корсики<br /><br />Несколько жандармов на территории блокпоста<br/><br/>Б. Дружественные силы:<br/>Фронт Национального Освобождения Корсики - повстанцы<br /><br />Falcu - 2 чел.<br />1'1 - 9 чел.<br />1'2 - 9 чел.<br/><br/>II. Задание:<br/>1. Убить жандармов на блокпосту<br />2. Захватить или уничтожить активиста Франсуа Дюпона<br />3. Вернуться на базу<br /><br/><br/>III. Выполнение:<br/>Порядок выполнения задач не важен. <br/><br/>IV. Поддержка:<br/>2 автомобиля Hilux<br />2 автомобиля Land Rover<br />1 фургон для богатых повстанцев<br />1 автомобиль шкода рапид<br/><br/>V. Сигналы:<br/>1'1 - SR CH 1<br />1'2 - SR CH 2<br /><br/><br/>VI. Замечания:<br/>Франсуа Дюпон носит синие костюмы и круглые очки.",
    "map_shot": "",
    "mission_date": "2022-06-25"
}