{
    "id": "80e515976e45f88fbe0e56d84a4ee2f1",
    "filename": "CO20_Paradise_Or_Hell_1A.porto",
    "title": "CO20 Paradise or Hell 1A",
    "author": "KabaH",
    "player_count": 20,
    "terrain": "porto",
    "tags": [
        "SPECOPS"
    ],
    "overview": "US SEALs investigate sunken cuban ship",
    "overview_img": "imgs/CO20_Paradise_Or_Hell_1A.porto.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1986 год, в последнее время отношения между США и Кубой вновь накалились. На одном из островов карибского бассейна разведка США обнаружила активность кубинских ВМФ. Было установлено, что около острова Porto загорелся и потерпел крушение контейнеровоз Santa Castaneda, вышедший из Гаваны днём ранее. Мы связываем активные действия кубинцев с перевозившемся на корабле грузом. На место крушения прибыли несколько вертолётов и пехота кубинских ВС.<br /><br />Мы обеспокоены такой реакцией и высылаем отряд SEALs для захвата корабля и исследования груза. Разведка точно не знает, что находится в корабле, но предполагает наличие ракетного вооружения, недавного переданного Кубе Союзом. В данный момент потерпевший крушение корабль сел на мель на острове Porto.<h4>А. Враждебные силы:</h4>Более взвода пехоты ВС Республики Кубы<br />Гарнизон острова Porto<h4>Б. Дружественные силы:</h4>Navy SEALs:<br />1'6 - 2 чел.<br />1'1 - 9 чел.<br />1'2 - 9 чел.<br /><h4>II. Задание:</h4>1. Найти CV Santa Castaneda<br />2. Найти и идентифицировать груз. Дополнительно: если груз военного назначения (военная техника или боеприпасы) - уничтожить его на месте.<br />3. Эвакуироваться на USS Khe Sanh<br /><h4>III. Выполнение:</h4>Ваш отряд был скрытно переброшен на остров с подводной лодки и находится на северо-востоке острова. Предполагаемое место крушения корабля находится на юго-западе. Около места высадки разведка обнаружила командный пункт гарнизона и бункер у дороги. Кубинцы оставили там несколько человек для охраны. В городе противника нет. <br /><br />К западу от населённого пункта находится наблюдательный пункт, с которого возможно есть видимость на корабль.<br />Основные силы противника находятся на берегу и занимаются спасением груза. <br /><br />Точка эвакуации - десатный корабль Khe Sanh ВМФ США<h4>IV. Поддержка:</h4>LHD Khe Sanh<br />MH-60 - Bones-1-1<br />MH-60 - Bones-1-2<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Подрывные заряды находятся в рюкзаках у гренадёров и стрелков. При их потере не забудьте взять заряды. Вертолёты доступны только после уничтожения цели. ",
    "map_shot": "",
    "mission_date": "1986-06-03"
}