{
    "id": "9f9e51f789e235d6c14f22315439b779",
    "filename": "CO20_Harsh_Entry_1A.clafghan",
    "title": "CO20 Harsh Entry 1A",
    "author": "Ka6aH",
    "player_count": 20,
    "terrain": "clafghan",
    "tags": [
        "SPECOPS",
        "MOUT"
    ],
    "overview": "US special forces and YPG fighters conduct CQB operation against ISIS",
    "overview_img": "imgs/CO20_Harsh_Entry_1A.clafghan.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Силы спецназа США объединились с курдами из YPG для окончательного разгрома ИГ в регионе. Небольшое поселение Ovallestan на севере Сирии у границы с Ираком давно было взято под контроль террористами. Наша разведка получила информацию о двух точках в городе, которые представляют высокий интерес: штаб боевиков, кодовое название Barrack, и здание, в котором террористы снимали свои пропагандистские видео (Slaughterhouse). Силы YPG смогли вплотную подобраться к району, однако к активным действиям до прибытия зелёных беретов не приступали. Бойцы 5-го полка специального назначения ВС США при поддержке курдских коллег должны зачистить район и взять под контроль объекты интереса разведки.<br/><br/>А. Враждебные силы:<br/>Террористы ИГ - до 45 чел. <br />Здания на точках Slaughterhouse и Barrack скорее всего укреплены.<br/><br/>Б. Дружественные силы:<br/>ODA 5211, A Company, 2nd Battalion, 5th SFG, 1st Special Forces Command, US Army<br />Kobane Group, YPG<br /><br />1'6 - 2 Оператора сил СпН США<br />1'1 - 5 Операторов сил СпН США, 4 бойца YPG<br />1'2 - 5 Операторов сил СпН США, 4 бойца YPG<br /><br /><br/><br/>II. Задание:<br/>1. Захватить точки Slaughterhouse и Barrack<br />2. Найти и захватить данные на точке Slaughterhouse <br />3. Найти и захватить данные на точке Barrack <br /><br/><br/>III. Выполнение:<br/>Отделения разделены на команды из операторов спецназа США и бойцов YPG. Соответственно отделения оснащены различным вооружением, учитывайте это при выполнении задач. На точке Slaughterhouse ищите оборудование террористов (видеокамеры, ноутбуки). На точке Barrack также ищите источники информации (ноутбуки, жёсткие диски, записи).<br/><br/>IV. Поддержка:<br/>2 ящика с доп. патронами и снаряжением (по одному на спецназ и YPG)<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><br/><br/>VI. Замечания:<br/>В ящике с аммуницией для спецназа лежат РПГ SMAW с боеприпасами объёмного взрыва. Будьте осторожны при их применении. В ящике для YPG есть РПГ-7 и боеприпасы к нему. ",
    "map_shot": "",
    "mission_date": "2016-07-30"
}