{
    "id": "69563f127325c0a1e1de6f10fe96ea0f",
    "filename": "CO20_Lisorub.ruha",
    "title": "CO20_Lisorub",
    "author": "Arsdor for Tactical Shift",
    "player_count": 20,
    "terrain": "ruha",
    "tags": [
        "COMB.ARMS",
        "MOUT"
    ],
    "overview": "Украинский спецназ наносит удар по нидерландской рембазе",
    "overview_img": "imgs/CO20_Lisorub.ruha.jpg",
    "briefing": "<h4>0. Кампания:\")\"После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну. Несмотря на ноты протеста восточных соседей Польши, вторжение переросло в полноценный военный конфликт. С 19 по 24 октября Беларусь, Россия и Украина проводили мобилизацию и 26 октября объявили о вступлении в конфликт на стороне Польши.</h4><br />На данный момент немецко-французские силы развивают наступление, продвигаясь к Варшаве. После начала блокады Вроцлава, следующим ключевым городом на юге становится Катовице и ближайший к нему город на западе - Крапковице<h4>I. Обстановка:</h4>После недавних тяжёлых боёв Европейской коалиции необходимо спешно ремонтировать технику. Опасаясь ракетных ударов, европейцы создали сеть из множества ремонтных и эвакуационных пунктов, в связи с чем точечное уничтожение объектов дальнобойным оружием стало малоэффективным. Испытывая при этом недостаток в рабочих руках, они были вынуждены также использовать и местное население, что так же делает удар по таким объектам неприемлимым по политическим соображениям.<br />Командование ВСУ отправило несколько десантно-штурмовых групп спецназа для решения этой проблемы. Ми-6 и четыре Ми-24 прибыли в зону Житомир и готовы к рейду на вражеской территории.<h4>А. Враждебные силы:</h4><br /> Рембаза Берiзка:<br />Пехотный взвод ВС Нидерландов.<br />Три станковых пулемёта.<br />Бункеры, окопы, проволочные заграждения<br /><br />Гарнизон Верба:<br />Сводная мотопехотная группа Бундесвера и ВС Нидерландов.<br />ПЗРК<br /><br />На дорогах также отмечены слабозащищённые блокпосты<h4>Б. Дружественные силы:</h4>Два отделения ССО ВСУ на Ми-24В - Лiсоруб-1 и Лiсоруб-2На юге РБД действуют Лiсоруб-3 и Лiсоруб-4<h4>II. Задание:</h4>1. Уничтожить технику на ремонтной базе Берiзка<br />2. Уничтожить здания рембазы Берiзка<br />3. Вывести гражданских лиц за пределы периметра базы<br />4*. Уничтожить подкрепления от гарнизона Верба<br />5*. Ликвидировать или захватить в плен суперинтенданта рембазы Берiзка<br />6*. Устранить противников на блок-постах.<br />7*. В случае сбития Лiсоруба-3 и Лiсоруба-4 обеспечить их эвакуацию<h4>III. Выполнение:</h4>В РБД были отмечены наиболее удобные зоны для посадки - Анна, Богдан и Василько. Рекомендуется высадить десант на них и в дальнейшем использовать вертолёты для прикрытия с воздуха. По решению командира группа может сначала уничтожить противников на блокпостах и заминировать предполагаемые пути следования вражеских подкреплений, либо сразу приступить к выполнению основной задачи, минимизируя контакты с врагом. Рекомендуется уничтожить здания только после вывода из них гражданских лиц. Учтите, что рабочие могут носить бронежилеты поверх гражданской одежды. Пока гражданские находятся на рембазе, рекомендуется использовать только пулемётное вооружение вертолётов.<h4>IV. Поддержка:</h4>Ми-24В x2<br />Запас боеприпасов и взрывчатка в вертолёте<br />FARP<br />CCP<br />Запас боеприпасов и взрывчатка в ящиках в зоне 'Житомир'<br />Доукомплект по умолчанию, редеплой только пехоты<br />В случае получения сообщения от Лiсоруба-3 о выполнении их задачи - доступен дополнительный редеплой с новыми вертолётами.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Ввиду того, что посадка произойдёт в лесу, разумно десантироваться с десантных тросов.",
    "map_shot": "",
    "mission_date": "2018-03-09",
    "creation_date": "2023-10-21"
}