{
    "id": "c6caba7eb1f8b1f6d444f78850b9c84f",
    "filename": "CO20_Road_Of_War_1A.VTF_Korsac",
    "title": "CO20 Road Of War 1A",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "VTF_Korsac",
    "tags": [
        "2020",
        "INFANTRY",
        "WEST GEAR"
    ],
    "overview": "As part of battalion attack, platoon reckons main axis of attack",
    "overview_img": "imgs/CO20_Road_Of_War_1A.VTF_Korsac.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1-й батальон Шотландского гвардейского полка начнет атаку в направлении ROSTOK с целью захвата аэродрома, используемого Силами Обороны Чернаруси для поддержки операций в Корсаче. В 0400 разведывательный взвод произведет разведку участка дороги между ZERNO и NOZYBA с целью выхода на рубеж LANCASTER и выявления огневых позиций противника. Также в задачи взвода входит выявление возможных минных заграждений на дороге. <h4>А. Враждебные силы:</h4>Силы Обороны Чернаруси<br /><br />Количество сил противника неизвестно, однако по результатам разведки были выявлены основные районы накопления пехоты на участках дороги A, B, и D. Также мы заметили патрули к югу и северу от дороги.<br /><br />Противник скорее всего не вступит в бой большими силами, сберегая личный состав и технику для нашего масштабного наступления в 1400. <h4>Б. Дружественные силы:</h4>1-й батальон Шотландского гвардейского полка 7-я лёгкая механизированная бригада<br /><br />1`1 - отделение десантников (9 чел.),<br />1`2 - отделение десантников (9 чел.),<br />1`0 - отделение управления<h4>II. Задание:</h4>1. Отметить позиции минных заграждений на участках A, B, C, и D<br />2. Выйти на EXIT<br />3. (опц.) Проверить позиции FARM и BARN<br /><h4>III. Выполнение:</h4>Разведывательный взвод полагается на скорость и маневренность БРМ Шакал. Во время операции установленные на них пулеметы M2 должны быть использованы для концентрации огня по выявленным позициям. Для отметки позиции мин используйте флажки красного цвета, выданные FTL/SL<h4>IV. Поддержка:</h4>4x БРМ Jackal 2 (M2)<br />1x Land Rover<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>'",
    "map_shot": "",
    "mission_date": "2023-06-26",
    "creation_date": "2025-03-01"
}