{
    "id": "ba6fe2c0a1aee2dc68dbfae5260f675e",
    "filename": "co20_in_cold_blood.Chernarus_winter",
    "title": "CO25 In Cold Blood",
    "author": "lim",
    "player_count": 25,
    "terrain": "Chernarus_winter",
    "tags": [],
    "overview": "PMC Ion raid CDF to recover data, destroy HQ and Fuel Depot",
    "overview_img": "imgs/co20_in_cold_blood.Chernarus_winter.jpg",
    "briefing": "<h4>I. Обстановка:</h4>8 Декабря 2009.<br /> Несмотря на морозы, вооруженный конфликт CDF и CHDKZ на территории Черноруссии находится в самом разгаре.<br /> Вчера после очередного ожесточенного боестолкновения был ранен и попал в плен один из ключевых боевых командиров CHDKZ, в его распоряжении находился личный портативный пк, содержащий критическую информацию о военных силах CHDKZ в регионе. Данные на портативном насителе зашифрованы, и CDF понадобится несколько дней для того чтобы их расшифровать, также есть опасения что захваченный офицер может заговорить. Оба варианта развития событий являются недопустимыми для наших работодателей из руководства CHDKZ.<br /><br /> Из этических соображений, ликвидация попавшего в плен офицера и возвращение портативного ПК было поручено нашей ЧВК.<br /> Устройство обладает точным датчиком геолокации, поэтому нам не составит труда найти его.<br /><br /> Дополнительно нам было поручено ослабить тылы противника, путем проведения диверсий направленных на уничтожения топливного склада CDF, а также их штаба в г. Vybor.<br /><br /> Заказчик особо подчеркнул деликатность данной операции и требует не оставлять свидетелей.<h4>А. Враждебные силы:</h4>Регулярные силы, CDF (Вооруженные силы Черноруссии)<br /> Численность - 1 взвод.<h4>Б. Дружественные силы:</h4>Наемные силы, Сотрудники ЧВК Ion<br /> Численность - 2 отряда.<h4>II. Задание:</h4>1. Захватить портативный ПК с секретной информацией<br />2. Ликвидировать пленного офицера CHDKZ<br />3. Уничтожить здание Штаба CDF<br />4. Уничтожить топливный склад CDF<br />5. Эвакуироваться<br /><h4>III. Выполнение:</h4>Рекомендуется начать с поиска ПК и офицера<h4>IV. Поддержка:</h4>3x SUV Civil Black (unarmed)<br />1x SUV Civil Black (Minigun)<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'6 - SR CH 2<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2015-01-01",
    "creation_date": "2017-10-15"
}