{
    "id": "24f6fcf3ea8d8f633bc88f6fcb9dac20",
    "filename": "CO20_Operation_Aggro_Part_2.cup_chernarus_A3",
    "title": "CO20 Operation Aggro Part 2",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "INFANTRY"
    ],
    "overview": "After succesful assault of farm british forces clean up near forests",
    "overview_img": "imgs/CO20_Operation_Aggro_Part_2.cup_chernarus_A3.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>1-й взвод роты А справился с задачей и установил контроль над фермой. 2-й взвод организовал оборонительные позиции вокруг сельхоз. комплекса для защиты работников от атак. Уцелевшие части врага отступили на в леса к югу от Stary Yar. Там они накапливают силы для дальнейших действий по дестабилизации региона. 1-й взвод должен провести операцию по поиску и уничтожению расположений противника в лесах к северу от фермы. <br /><br />В данный момент мы находимся под миномётным обстрелом с севера. 1-му взводу необходимо скорректировать первоначальный план. Первоочередной задачей является уничтожение миномётной батареи противника. Затем взвод может приступить к основному плану.<br/><br/>А. Враждебные силы:<br/>Иррегулярные силы - ЧДКЗ<br />До двух отеделний пехоты в на позиции миномёта<br /><br />Неизвестное количество пехоты в зоне поиска<br/><br/>Б. Дружественные силы:<br/>1st Platoon A Company 3rd Battalion Royal Regiment of Scotland<br />1'0 <br />1'1<br />1'2<br /><br /><br/><br/>II. Задание:<br/>1. Найти и уничтожить миномётную батарею<br />2. Найти лагерь боевиков в зоне поиска<br/><br/>III. Выполнение:<br/>Будьте осторожны при выходе на операцию, дождитесь прекращения миномётного огня. Силы противника потеряли основной боевой потенциал, включая человеческий ресурс и технику. Вследствие этого враг использует партизанскую тактику. <br/><br/>IV. Поддержка:<br/>4x Mastiff (M2 и M240)<br /><br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><br/><br/>VI. Замечания:<br/>Будьте осторожны при следовании по дорогам, проверяйте их на наличие СВУ и засад.",
    "map_shot": "",
    "mission_date": "2020-03-27"
}