{
    "id": "12b99c725bbe7c02f5b5de4816971157",
    "filename": "CO20_Gas_Station_King.tem_vinjesvingenc",
    "title": "CO20 Gas Station King",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "tem_vinjesvingenc",
    "tags": [
        "SPECOPS",
        "WEST GEAR"
    ],
    "overview": "Norwegian Special Forces conduct raid on coastal AA installation",
    "overview_img": "imgs/CO20_Gas_Station_King.tem_vinjesvingenc.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Повстанцы завладели установкой ПВО и разместили её на высоте у населенного пункта Levad. Для продолжения операции по зачистке местности от противника, нам необходимо уничтожить установку. Незаметно для противника, мы смогли перебросить группу спецназа FSK на катерах в зону операции. Мы проведем высадку в непосредственной близости от установки ПВО, уничтожим её и покинем район. Так как противник постоянно передислоцирует установку, у нас будет ограниченное время на выполнение задачи. Дополнительно её усложняет наличие морских мин на пути в залив, где должна произойти высадка. Для решения этой проблемы на борту катеров находится дайверское оборудование и комплекты для разминирования (ВНИМАТЕЛЬНО ЧИТАЙТЕ ПУНКТ VI. Замечания!).<br /><br /><h4>А. Враждебные силы:</h4>Повстанцы группировки Свободная Лапландия<br /><br />Противник хорошо вооружен, в том числе с помощью спецслужб из России и остальных стран-союзников. Также ему удалось завладеть частью складов норвежских сил. В данный момент силы противника составляют группы по 6-12 человек в н.п. Levad, Sundrisland и Sulhaug. Основные дороги регулярно патрулируются. Противник скорее всего начнёт стягивать дополнительные силы в район. В течение 5-10 минут противник готов перебросить до двух отделений со стороны н.п. Vinjesvingen.<br /><br /><h4>Б. Дружественные силы:</h4>Forsvarets Spesialkommando - Норвежские Силы Специальных Операций<br /><br />1'1 -  9 чел. (в Mk V)<br />1'2 -  9 чел. (в Mk V)<br />1'0 -  2 чел.<h4>II. Задание:</h4>1. Уничтожить ПВО на позиции <marker name='marker_33'>OBJ GAS</marker><br />2. Вернуться на изначальную позицию<br />3. Разминировать <marker name='marker_20'>фарватер</marker> (опц, для выполнения необходимо снять минимум две мины) (ВНИМАТЕЛЬНО ЧИТАЙТЕ ПУНКТ VI. Замечания!)<br /><h4>III. Выполнение:</h4>1'1 и 1'2 начинают операцию, загруженными в лодки и катера. Вход в залив заминирован и проходим только для надувных лодок, которые можно  развернуть с катера. Мины оснащены магнитным взрывателем, так что попытка прорваться на катерах смертельна. При необходимости, мины можно разминировать для переброски вооруженных катеров в залив. (ВНИМАТЕЛЬНО ЧИТАЙТЕ ПУНКТ VI. Замечания!) Мы действуем на удалении от линии фронта и основных сил, поэтому огневую поддержку высадки могут оказать только катера. Имейте в виду, что надувные лодки с десантом можно сбросить с катера на ходу. После высадки, существует возможность высадить бронеавтомобили для продолжения операции.<br /><br />После высадки и начала боя у вас будет около 30 минут для уничтожения цели, после чего противник попытается передислоцировать её за зону операции. При необходимости, командование сообщит о любых изменениях в плане по КВ, будьте готовы среагировать и адаптироваться.<br /><h4>IV. Поддержка:</h4>2x десантный катер Mk V (2x M2, M134, Mk 19)<br />4x надувные лодки (загружены в десантные катера)<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />LCU - десантное судно, внутри:<br />     4x M1151 M2<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Читайте внимательно:<br />1. Функция ''Teleport to Group'' доступна в технике и позволяет игроку переместиться в лодку с остальными членами вашего отряда. Полезно для SL или экипажа катера.<br /><br />Использование:<br />В контекстном меню лодки выбрать функцию. После нажатия вы перемещаетесь в лодку к членам отряда. Если отделение разделено на несколько лодок, перемещение происходит в лодку к первому союзнику по списку. Для единственных игроков в отряде функция не доступна. Функция автоматически исчезает через 20 минут после старта или после использования.<br /><br />2. Функция ''Change to Diving Suit and take defusals'' доступна для игроков со старта и позволяет переодеться в водолазный костюм. Он необходим для разминирования. Чтобы переодеться обратно в форму, выберете функцию ''Change to Uniform''.<br /><br />Использование:<br />В контекстном меню лодки выбрать функцию. После нажатия вы перемещаетесь переодеваетесь. Ваше снаряжение запоминается скриптом и выдается снова по нажатию функции на той же лодке. ОСТОРОЖНО: функция доступна только один раз!<br /><br />3. Разминирование производится после выдачи соответствующего снаряжения в предыдущем пункте. Чтобы показать экран миноискателя используйте стандартные клавиши. Разминирование производится через ACE.<br /><br />4. Развертывание лодок производится через контекстное меню катера. При этом в лодках могут находиться игроки. Найдите зеленое меню, перед вами будет показан вид на катер сверху. ЛКМ на желтой стрелке выберет лодку для развертывания. После чего нажмите Unload Boat.<br /><br />5. Поддержка CCP отсутствует, но стрелки в синих командах могут оказывать продвинутую медицинскую помощь раненым.",
    "map_shot": "",
    "mission_date": "2025-09-15",
    "creation_date": "2024-10-28"
}