{
    "id": "b6f5e0cad9196cfd37b69f18700cd6c8",
    "filename": "CO20_Forest_of_Magic.cup_chernarus_A3",
    "title": "CO20 Forest of Magic",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "WEST GEAR",
        "INFANTRY",
        "EXOTIC GEAR"
    ],
    "overview": "Swedish infantry commits to the assault of entrenched position",
    "overview_img": "imgs/CO20_Forest_of_Magic.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1984, Швеция подверглась удару советского десанта. Целью ВДВ стала местность в лене Норботтен, который находится на границе Финляндии и Норвегии. В результате эффективных действий шведских сил по отражению высадки в марте, командованию противника пришлось привлекать дополнительные резервы для достижения целей операции. Боевые действия приняли затяжной характер, в том числе из-за труднопроходимого характера местности и погодных условий.<br /><br />В районе высоты SIMBURG противник занял высоты, позволяющие вести наблюдение и наносить огневое поражение союзным элементам в долине к востоку от возвышенности. Союзные подразделения были усилены егерским подразделением, обладающим навыками боевых действий в горах. С их помощью командование рассчитывает сломить сопротивление противника на возвышенности и вынудить их отступить к следующей гряде. <h4>А. Враждебные силы:</h4>Горно-стрелковый батальон, 191-й мотострелковый полк, 201-я мотострелковая дивизия<br /><br />Противник занимает передний край обороны на перекрестке ASR VISBY и ASR KIRUNA, однако основные силы сосредоточил на подготовленных позициях в районе OBJ A и OBJ B. Местность между двумя линиями обороны патрулируют до нескольких отделений пехоты.<br /><br />По информации разведки, у противника есть один БТР-60. <h4>Б. Дружественные силы:</h4>1. Norrlandsskyttebataljonen Fältjägarbrigaden 5 (1. Стрелковый батальон 5 егерской бригады)<br /><br />1`0 - отделение управления (4 чел, командир взвода, сержант, медик, снайпер)<br />1`1 - отделение егерей (8 чел.)<br />1`2 - отделение егерей (8 чел.)<h4>II. Задание:</h4>1. Захватить OBJ A<br />2. Захватить OBJ B<br />3. Уничтожить станковое вооружение (ПТ-Средства, пулеметы)<br /><h4>III. Выполнение:</h4>Операция начинается рано утром под прикрытием тумана. Деревья в лесу уничтожены огнем артиллерии и вызванными ей пожарами, так что видимость достигает 200-300 метров на отдельных участках. Противник скорее всего действует пассивно из-за трудностей со связью и управлением. Разведка ожидает, что противнику может оказать поддержку минометная батарея, хотя и ограниченная в возможностях нашей контрбатарейной борьбой. <h4>IV. Поддержка:</h4>1x Pbv 401 для доставки раненых и подкреплений<br /><br />CCP<br />Резерв (редеплой) - 2 на отряд<br /><br />Минометная батарея Engelbrekt - 60мм<br /><br />Автоматический гранатомет Svar-1 - 40mm Grsp (Mk 19)<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - свистки, осв. ракеты, дымы<br />1'2 - свистки, осв. ракеты, дымы<h4>VI. Замечания:</h4>'",
    "map_shot": "",
    "mission_date": "1984",
    "creation_date": "2024-06-01"
}