{
    "id": "5ca12e23b33e8aaa919e9a4256ea0074",
    "filename": "CO20_Flamberge.cup_chernarus_A3",
    "title": "CO_20_Flamberge",
    "author": "Arsdor for Tactical Shift",
    "player_count": 20,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "MOUT",
        "COMB.ARMS"
    ],
    "overview": "Sturmgrenadiers assaults defended town",
    "overview_img": "imgs/CO20_Flamberge.cup_chernarus_A3.jpg",
    "briefing": "<h4>0. Кампания:</h4>В ходе разногласий в Европейском Союзе и выхода из него Греции, политические авантюристы из стран Восточной Европы начали кампанию по шантажу ЕС. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, призывавший к выходу Республики Польской из всех европейских институтов, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. С целью предотвращения дальнейшего кровопролития и восстановления конституционного порядка 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали ограниченную военную операцию. Ожесточённое сопротивление военных и неприязнь гражданского населения привели к затягиванию операции. В конце октября, в свою очередь, начали своё вторжение вооружённые силы Украины, Беларуси и Российской Федерации, очевидно надеясь на территориальные приобретения. После кровопролитных боёв в ноябре и зимой, мы, наконец, смогли возобновить наступление.<br /><br />14th Panzergrenadier Division развивает наступление на Крапковицком направлении, а мы, штурмгренадёры, находимся на острие атаки.<br /><h4>I. Обстановка:</h4>Утром прошлого дня наши силы смогли выйти на линию Пушина-Стара Лямка-Ржимковице. Для успешного продвижения дальше на восток, роте мотшутценов и танковому взводу была поставлена задача захватить узловой пункт в районе деревни Пехоцице. Поскольку простая пехота не слишком хороша в штурме укреплённых позиций в посёлках, в качестве усиления им был придан наш взвод штурмгренадёров.<br />После обстрела вражеских позиций на северо-востоке, один из взводов мотшутценов вместе с танком выдвинулись на перекрёсток, разделив вражеские позиции пополам, в то время как остальные взводы заняли позиции на западе, юге и юго-востоке и подавляют врага. Несмотря на преимущество в огневой мощи и численности, противник ведёт огонь с подготовленных позиций, а на местности могут встречаться подрывные ловушки. Сейчас стрелки и танки удерживают периметр, а мы должны сокрушить сопротивление врага, пока к нему не подоспело сопротивление.<h4>А. Враждебные силы:</h4>Нам противостоит примерно рота российских мотострелков, занимающих укреплённые позиции. К счастью, противник потерял почти всю свою бронетехнику и большую часть статичного тяжёлого вооружения. Однако один взвод противника смог отступить на север в целостности и сохранности, и, возможно, контратакует после перегруппировки.<h4>Б. Дружественные силы:</h4>В районе действует рота мотшутценов, усиленная взводом танков Leopard 2A6, а также наш взвод штурмгренадёров (Fechter-3 и Fechter-4 будут штурмовать восточную оконечность укрепрайона). Пока наши силы воздерживаются от самостоятельных попыток штурма, но если им удаться подавить основные очаги сопротивления, они также вступят в город.<h4>II. Задание:</h4>1. Захватить и зачистить западную от PL BLAU сторону укрепрайона.<br />2*. Помочь Fechter-3 и Fechter-4 захватить и зачистить восточную от PL BLAU сторону укрепрайона.<br />3. Покинуть РБД в точке выхода<h4>III. Выполнение:</h4>В ходе осенних боёв мы выработали тактику 'фламберг'. После штурма первого здания на улице, первая огневая группа вместе с БТРом используют это здание как огневую точку, в то время как штурмовики зачищают здание через дорогу и следущее по улице, после чего первая группа меняют позицию. Двигаяс таким зигзагом, мы можем обспечить поступательную зачистку всех улиц.<br />Наибольшая концентрация союзников находится по центру атакуемого укрепрайона, однако противник также перебрасывает туда свои силы; на западной оконечности меньше пехоты, но остались окопы со статикой; на юге много баррикад и, возможно, ловушек; на востоке и севере возможна контратака противника. Перед планированием необходимо взвесить риски и выбрать наиболее безопасное направление для входа.<h4>IV. Поддержка:</h4>GTK Boxer HMG (x1)<br />GTK Boxer GMG (x1)<br />Дополнительные боеприпасы в бронетранспортёрах<br />Редеплои и доукомплекты по умолчанию, и по одному дополнительному, если второе отделение не сформировано.<br />CCP<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Опасайтесь подозрительных предметов, куч мусора, баррикад - они могут быть заминированы.<br />По данным разведки, в посёлке всё ещё находится небольшое количество гражданского населения. Жертвы среди них желательно минимизировать.",
    "map_shot": "",
    "mission_date": "2018-03-13",
    "creation_date": "2022-10-23"
}