{
    "id": "5ad34b1572129a4420a40e7c3096394c",
    "filename": "CO20_Juan_y_Maria.intro",
    "title": "CO20_Juan_y_Maria",
    "author": "Arsdor for Tactical Shift",
    "player_count": 20,
    "terrain": "intro",
    "tags": [
        "SPECOPS",
        "WEST GEAR",
        "EAST GEAR",
        "INFANTRY"
    ],
    "overview": "ODE cartel assaults  island of RCP cartel",
    "overview_img": "imgs/CO20_Juan_y_Maria.intro.jpg",
    "briefing": "<h4>I. Обстановка:</h4>2017-ый год. Наша боевая криминальная группировка Oficina de Envigado (EdO), ранее бывшая частью картеля Эскобара, переживает не лучшие времена. Сейчас в Колумбии доминирует Rondas Campesinas Populares (RCP), контролирующая большую часть наркотрафика Южной Америки.<br />В ходе недавнего шторма пострадал один из перевалочных пунктов наркоторговцев, расположенный на островах Ислас дель Розарио. Руководство нашей группировки решило воспользоватся этой удачей, и провести рейд на остров. Возможно мы нанесём существенный ущерб конкурентам или захватим часть груза, застрявшего на берегу.<h4>А. Враждебные силы:</h4>Примерно 60 боевиков RCP. Большая часть из них снаряжена не лучшим образом, но известно о присутствии по меньшей мере отделения коммандос картеля.<br />Периметр острова осматривается с дозорных вышек.<br />Также известно о патрулях на пикапах с пулемётами.<h4>Б. Дружественные силы:</h4>Два отделения EdO - 1'1, 1'2.<h4>II. Задание:</h4>1. Найти и захватить коменданта перевалочного пункта Давида Фернандо Коралла. Его можно будет опознать по характерной шляпе.<br />2. Захватить безымянный посёлок (объект Amarillo)<br />3*. Уничтожить самолёты RCP.<br />4*. Зачистить пристань и временную складскую площадку с контейнерами.<br />5*. Уничтожить радиовышку.<h4>III. Выполнение:</h4>Захват коменданта является приоритетной задачей, Коралл может рассказать шефам много ценного.<br />Если мы уничтожим весь транспорт на острове и лишим конкурентов связи, это даст время для прибытия нашего собственного судна, и весь товар RCP станет нашим.<br /><br /><h4>IV. Поддержка:</h4>Несколько надувных лодок.<br /><br />CCP<br /><br />Редеплои и доукомплекты по умолчанию. <h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Наше оружие не совсем унифицировано, поэтому стоит беречь патроны.",
    "map_shot": "",
    "mission_date": "2007-06-07",
    "creation_date": "2024-08-19"
}