{
    "id": "d44b005a73d9966586f9934f66a8a13b",
    "filename": "CO20_Operation_Aggro.cup_chernarus_A3",
    "title": "CO20 Operation Aggro",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "JTAC/CAS"
    ],
    "overview": "1st Troop A Company conducts assault of agriculture complex in Chernarus",
    "overview_img": "imgs/CO20_Operation_Aggro.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Боевики ЧДКЗ захватили сельскохозяйственный комплекс у Zaprudnoe и организовали там базу. Из-за этого местные фермеры не могут вернуться к работе в окрестных полях и начать посевной сезон, что угрожает общей экономической безопасности региона. Силы британского миротворческого контингента в Чернаруси отреагировали на угрозу и выдвинулись в район операции. <br /><br />1-му взводу роты А поручено провести штурм комплекса и организовать условия для работы фермерского хозяйства. Для поддержки штурма выделен вертолёт Wildcat и миномётная батарея. Командование требует минимального сопутствующего ущерба инфраструктуре фермы и местных полей. <h4>А. Враждебные силы:</h4>Иррегулярные силы - ЧДКЗ<br />До отделения пехоты в Zaprudnoe<br />До двух отделений пехоты в сельхоз. комплексе<br />По отделению пехоты в патрулях вокруг комплекса<br />До 2-х отделений пехоты на укреплённых позициях<br /><br />Возможно наличие лёгкой бронетехники и техничек - БТР-80 и Hilux<br />2 ДШКМ<h4>Б. Дружественные силы:</h4>1st Platoon A Company 3rd Battalion Royal Regiment of Scotland<br />1'0 <br />1'1<br />1'2<br /><br />No. 659 Squadron 1 Regiment AAC 1st Aviation Brigade<br />1x Wildcat AW159 - Bouncer 1-2<br /><h4>II. Задание:</h4>1. Захватить Farm<br />2. Не допустить разрушений на ферме<br /><h4>III. Выполнение:</h4>Железнодорожное полотно к югу от фермы представляет собой хорошее место для наблюдения и установки огневого рубежа. Будьте осторожны при использовании артиллерии и вертолёта, здания на ферме не должны пострадать.<h4>IV. Поддержка:</h4>4x Mastiff (M2 и M240)<br />1x Wildcat AW159 - Bouncer 1(Автоматическая пушка и НАР)<br /><br />82мм батарея - Steelrain-1<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>У противника есть ДКШМ, будьте осторожны при наведении вертолёта",
    "map_shot": "",
    "mission_date": "2020-03-08"
}