{
    "id": "a438c74aae42f3e50fb579e4a4d2068c",
    "filename": "CO20_Marshrut.brf_sumava",
    "title": "CO20_Marshrut",
    "author": "Arsdor for Tactical Shift",
    "player_count": 20,
    "terrain": "brf_sumava",
    "tags": [
        "EAST GEAR",
        "MOUT",
        "INFANTRY",
        "ARMOR"
    ],
    "overview": "Ukrainian soldiers driving supply trucks in RED zone of Krapkovice",
    "overview_img": "imgs/CO20_Marshrut.brf_sumava.jpg",
    "briefing": "<h4>0. Кампания</h4>После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну. Несмотря на ноты протеста восточных соседей Польши, вторжение переросло в полноценный военный конфликт. С 19 по 24 октября Беларусь, Россия и Украина проводили мобилизацию и 26 октября объявили о вступлении в конфликт на стороне Польши.<br />В конце марта силы европейцев вошли в Крапковице, и с тех пор кровопролитные бои идут за каждую улицу.<h4>I. Обстановка:</h4>В ходе боёв за Крапковице 3-я рота из нашей 68-ой мотострелковой дивизии ВСУ заняла ключевую позицию в ЖК 'Дальние предместья'. Вчера французским пехотинцам удалось выбить 2-ой взвод нашей роты, создав выступ, блокирующий подход к 'Дальним предместьям', и, к сожалению, штаб не может выделить достаточно сил для восстановления линии фронта. Оставшись без снабжения, наши побратимы долго не продержатся, поэтому наш первый взвод постарается доставить необходимые боеприпасы, пока не поздно.<h4>А. Враждебные силы:</h4>Приблизительно два взвода французской пехоты. Противник сильно рассредоточен по РБД, заняв окопы на Рыночной площади, расположившись в окрестных зданиях и руинах, за баррикадами и на крышах. Предварительный разведывательный полёт дрона выявил несколько зданий, использующихся как опорные пункты для обороны (здания отмечены маркером 'Форт').<br />Противник не обладает превосходством в воздухе и авиаподдержкой.<br />Артиллерия противника постоянно обстреливает набережную, однако непосредственной тактической артиллерийской поддержки не ожидается.<br />Противник недостаточно компетентен для установки растяжек и мин.<br />Противник не располагает поддержкой техники.<br />Достоверно известно об отсутствии вражеских беспилотников в РБД.<br />Противник не располагает статичным вооружением, но пехотные силы насыщенны ручным противотанковым оружием.<br />Союзники докладывали о нескольких снайперах, действующих как в пределах РБД, так и обстреливающих дружественные силы извне.<br />Возможно прибытие пехотных подкреплений.<h4>Б. Дружественные силы:</h4>Два мотострелковых отделения ВСУ (68-ая дивизия, 1-ый полк, 2-я рота, 2-й взвод): одно с БМП-2, второе усиленное марксменами.<br /><br />Отделение ВСУ из 3-ей роты на блокпосту в зоне эвакуации.<h4>II. Задание:</h4>1. Доставить в зону эвакуации первый КрАЗ с припасами<br />2. Доставить в зону эвакуации второй КрАЗ с припасами<br />3. Доставить в зону эвакуации третий КрАЗ с припасами<br />4. Довезти БМП-2 в зону эвакуации<br />5. Добраться до точки выхода.<h4>III. Выполнение:</h4>Район боевых действий можно пересечь через северо-западную, центральную улицу или Рыночную площадь. Первый вариант простреливается с холмов с запада от города и находится ближе всего к потенциальным подкреплениям врага, однако контроль за этим пространством представляется достаточно предсказуемым и простым. Центральная улица прикрыта зданиями с замурованными входами, однако это узкий и извилистый путь и, в случае внезапной атаки спереди, сзади или с крыш, технике некуда деваться. Последний вариант, через площадь, позволяет развернуть БМП и отделения пехоты максимально широко, однако и сама площадь представляет из себя настоящий огневой мешок.<br /><br />Комроты считает, что нам стоит сначала провести зачистку предполагаемого маршрута, и лишь после этого провести грузовики. Замкомроты предлагает сформировать колонну из БМП и пехоты спереди, трёх грузовиков и пехоты сзади; сформировав колонну, стоит проскочить опасный участок как можно скорее, не дав противнику сориентироваться и перебросить силы в нашу сторону.<h4>IV. Поддержка:</h4>БМП-2<br />КрАЗ снабжения (x3) - для союзников<br />Ящик со взрывчаткой для нужд операции<br />Ящик с гранатами для нужд операции<br />Ящики с боеприпасами для нужд операции<br /><br />Один редеплой по умолчанию, доукомплект за каждую выполненную задачу и за каждые два зачищенных укрепрайона.<br /><br />В случае необходимости, командир операции может запросить у штаба помощь группы союзников, находящихся в зоне  эвакуации, однако в этом случае проивник может занять пост!<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Розовые зоны на карте обозначают разрушенные участки города.<br />Перед следованием к точке выхода стоит завести весь транспорт в зону эвакуации.<br />",
    "map_shot": "",
    "mission_date": "2018-04-07",
    "creation_date": "2024-06-29"
}