{
    "id": "cd232d4a16a5f89e0480bea2283b32b8",
    "filename": "co20_operation_Aybolit_1E.smd_sahrani_a3",
    "title": "operation Aybolit",
    "author": "GEO",
    "player_count": 20,
    "terrain": "smd_sahrani_a3",
    "tags": [],
    "overview": "Mercenary rescue scientists and strain container",
    "overview_img": "imgs/co20_operation_Aybolit_1E.smd_sahrani_a3.jpg",
    "briefing": "<h4>I. Situation:</h4>09 августа 2022 года. На территорию исследовательской военной лаборатории направлялся вертолёт со образцами вируса-саттелита для проведения дальнейших изысканий. Не вдаваясь в подробности можно с уверенностью считать этот штамм крайне опасным. Полчаса назад недалеко от нашей лаборатории охрана услышала хлопок и сигнал с вертолета исчез. На борту воздушного судна находился доктор Штэйнер, лаборант и, что очень важно - результаты исследований учёного, в контейнере с рабочими образцами. Сигнал с GPS датчика доктора пропал в области предполагаемого падения, а сигнал с контейнера со штаммом и лаборанта пропал позже, и к северо-востоку, что уже само по себе настораживает. Обстановка осложнена политической нестабильностью на острове. Повстанцы недавно захватили часть территории и активно действуют в непосредственной близости к исследовательской станции. Ситуация деликатная и не терпит огласки, к тому же в ближайшие сутки помощь регулярных сил правительства страны невозможна. В связи с этим, группа оперативного реагирования компании и трое полевых учёных, в составе подчинённых командира взвода должны в кратчайшие сроки уладить ситуацию. Все силы, препятствующие эвакуации материалов и сотрудников, а также, непосредственно имеющие с материалом контакт должны быть ликвидированы и термически обработаны. Вы должны понимать, в случае выхода ситуации из под контроля возможна эпидемия катастрофических масштабов. К счастью, все сотрудники нашей компании вакцинированы. Постарайтесь не оставлять следов. (Пострадавших коллег эвакуировать, мёртвых термически обработать.).  П.С. в точку падения вышел разведчик. код 'DOG' - это Наш. По его данным, повстанцы скорее всего причастны к исчезновению вертолёта с радара. Мы не одни торопимся к месту трагедии. <br />В первую очередь обеспечить безопасность Штейнера!<br /><br /><br /><br /><br /><h4>A. Enemy Forces:</h4>2 Взвода бойцов независимости соединённых островов. <h4>B. Friendly Forces:</h4>Взвод отделения группы оперативного реагирования лаборатории НИИ<br />группа из трёх учёных, в составе командной группы Ком.взвода.<h4>II. Mission:</h4>1. Найти в точке падения вертолёта доктора(или его тело). Эвакуировать в лабораторию.<br />2. Найти во второй точке контейнер со штаммом, лаборанта (или его тело). Эвакуировать в лабораторию.<br /><br /><h4>III. Execution:</h4>По плану командира.<h4>IV. Service Support:</h4>1. 2x 4x4 SUV<br />2. 1x 4x4 Armored GAU SUV<br />3. 1x UH-60 Med<br />4. 1x Military Air Drone<br /><h4>V. Command & Signal:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<h4>VI. Mission notes:</h4>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2022-08-09",
    "creation_date": "2017-04-11"
}