{
    "id": "898bbfdc28daa68b17bd5a7df46fb233",
    "filename": "CO20_Marinado_1A.tem_kujari",
    "title": "CO20 Marinado",
    "author": "Ka6aH",
    "player_count": 20,
    "terrain": "tem_kujari",
    "tags": [
        "COMB.ARMS"
    ],
    "overview": "Portugese marines save captured policemen ",
    "overview_img": "imgs/CO20_Marinado_1A.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1969 год, заморская провинция Ангола. Португальское правительство сталкивается со всё более серьёзными атаками террористов из MPLA, которые пытаются добиться независимости. В одной из таких атак населённый пункт Geydam-Tchokou был захвачен боевиками. При этом были взяты в плен местные полицейские. Сейчас их удерживают в двух зданиях администрации поселения. В городе бесчинствуют мародёры-боевики и вооружённые холодным оружием местные жители, перешедшие на сторону MPLA. <br /><br />Специальная группа из состава элитного подразделения морской пехоты Португалии Fuzileiros была сразу же переброшена в район операции. В данный момент командование решает о способах захвата поселения и освобождения пленников: с помощью вертолётов Puma, десантными катерами или наземным транспортом. Окончательное решение остаётся за командиром группы. <h4>А. Враждебные силы:</h4>Боевики разной степени подготовки с разнообразным вооружением в поселении и вокруг него. В городе противник действует мелкими группами.<br /><br />Бесчинствующая толпа, лояльная террористам - около 20 или 30 человек с холодным оружием.<h4>Б. Дружественные силы:</h4>Fuzileiros<br />1'0 - 2 чел.<br />1'1 - 8 чел.<br />1'2 - 8 чел.<br /><h4>II. Задание:</h4>1. Освободить заложников, которые находятся в точках Villa и School<br />2. Эвакуировать заложников на безопасное растояние от поселения<br />3. Стабилизировать ситуацию в поселении.<br /><h4>III. Выполнение:</h4>Командование предложило три варианта штурма: с помощью вертолётов, десантных катеров или джипов. Вы находитесь на базе ВВС, на которой вас уже ожидают два вертолёта Puma. Десантные катера находятся на берегу реки, на которой выше по течению находится само поселение. Джипы расположены на дороге, ведущей к городу. <br /><br />Чтобы выбрать способ штурма и оказаться в зоне операции, воспользуйтесь кнопками, активными на соответствующих способу средствах передвижения - кнопка Choose Amphibous на грузовике с лодкой и Choose Motorized на джипе. <br /><br />Чтобы завершить миссию, необходимо вывезти заложников за пределы города.<h4>IV. Поддержка:</h4>На базе ВВС (стартовая позиция):<br />2x вертолёт SA-330 Puma <br /><br />На реке:<br />2x десантный катер LCVP<br /><br />На дороге:<br />4x M151 (M2) - 3 места<br />4x M151 - 4 места<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br /><h4>VI. Замечания:</h4>После нажатия кнопок с выбором способа штурма вернуться обратно можно только использую технику. Обратного телепорта не предусмотрено.",
    "map_shot": "",
    "mission_date": "1969-07-22",
    "creation_date": "2021-11-02"
}