{
    "id": "47a214429a189ef962280b4b1b08c2ef",
    "filename": "CO20_Avanti.WL_Rosche",
    "title": "ItalCO20 Avanti",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "WL_Rosche",
    "tags": [
        "ARMOR",
        "COMB.ARMS"
    ],
    "overview": "Italian platoon is trying to push out soviets",
    "overview_img": "imgs/CO20_Avanti.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Части советской мотострелковой роты оборудовали укреплённый район на территории кладбища к югу от н.п. Weste. После долгой разведки вражеских передовых позиций были выявлены огневые точки, окопы, и бункеры. Захват данной позиции даст нам оперативное преимущество и позволит двигаться в сторону трассы 191, чтобы поддержать наступление соседнего подразделения. Итальянские силы в составе механизированного взвода при поддержке танков M60, 155мм артиллерии и РСЗО готовы к штурму позиции под обозначением СIMITERO.<h4>А. Враждебные силы:</h4>МСВ ВС СССР<br />До взвода пехоты на укреплённых позициях (траншеи, бункера, окопы) CIMITERO<br />до отделения пехоты на территории кладбища<br />До двух отделений на позициях к северу и югу от CIMITERO<br /><br />2x Т-64 (Один в окопе и один на позициях вокруг)<br />Неизвестное количество ДШК и СПГ<h4>Б. Дружественные силы:</h4>Gruppo Avanti - IV Battaglione Meccanizzato - 67 Battaglione Fanteria Meccanizzato 'Montelungo' - Brigata Meccanizzata 'Legnano' <br />1'6 - отделение управления<br />1'1 - механизированное отделение на M113<br />1'2 - механизированное отделение на M113<br /><br /><br /><br /><h4>II. Задание:</h4>1. Захватить позицию CIMITERO<br />2. Выйти в направлении западнее PL BLUE<br />3. Не использовать кассетные боеприпасы в населённых пунктах <br />4. Не потерять бронетехнику (опционально)<h4>III. Выполнение:</h4>В вашем распоряжении поддержка РСЗО M270 и батарея 155мм артиллерии. Используйте РСЗО для подавления укреплённых позиции. Имейте в виду, что противником оборудованы закрытые убежища и бункеры.<h4>IV. Поддержка:</h4>1x РСЗО M270 - Bibione-2<br />1x САУ M109 - Dente-1<br /><br />6x M113<br />1x M60A3 (1x в резерве) - Bianchi-1<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>На изначальных настройках операция начинается вечером, будьте готовы к использованию осветительных боеприпасов.",
    "map_shot": "",
    "mission_date": "1986-08-02",
    "creation_date": "2022-08-07"
}