{
    "id": "1f51fea69516a277faa67b1bfad301de",
    "filename": "CO20_Operation_Gromit.Altis",
    "title": "CO20 Operation Gromit",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "Altis",
    "tags": [
        "JTAC/CAS",
        "AIRBORNE",
        "SPECOPS",
        "WEST GEAR",
        "2020"
    ],
    "overview": "British Army Rangers raid enemy-held village to retrieve MVP",
    "overview_img": "imgs/CO20_Operation_Gromit.Altis.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В условиях обострения конфликта между армией Алтиса и повстанческими формированиями, на территорию военной базы Антракия был переброшен 1-й батальон полка Рейнджеров британской армии. Во время недавнего патрулирования вокруг базы пропал один из бойцов с позывным 'Громит'. Разведка смогла подтвердить его местоположение: боец удерживается в плену на территории населенного пункта Фрини, подконтрольного 12-й пехотной бригаде армии Алтиса.<br /><br />Для спасения 'Громита' командование организовало операцию: две группы рейнджеров будут высажены вблизи Фрини под прикрытием вертолёта AW159. Задача — провести вертолетную высадку в близости от населённого пункта, установить точное местонахождение пленного, освободить его и безопасно эвакуировать.<br /> <h4>А. Враждебные силы:</h4>До взвода вооруженных сил Алтиса.<br /><br />В населенном пункте замечен один автомобиль с пулеметом М2, однако он не помешает высадке из-за плохой видимости.<br /><br />К северу от объекта замечен противник в составе двух отделений, в данный момент они укрываются в лесах и могут выступить в качестве подкрепления. Там же была замечена установка ПВО.<br /><br />К западу от населенного пункта замечена концентрация личного состава и техники противника, вероятнее всего эти силы смогут придти на помощь обороняющимся после начала огневого контакта в поселке.<h4>Б. Дружественные силы:</h4>1-й батальон, полк рейнджеров, армейская бригада специальных операций ВС Великобритании<br /><br />1'1 и 1'2 - отделения рейнджеров<br />1'0 - командное отделение и JTAC<br /><br />Армейская авиация<br /><br />Helios-2 и Helios-3 - транспортные вертолёты<br /><br />Helios-1 - боевой вертолёт AW159<h4>II. Задание:</h4>1. Высадиться на одном из подготовленных LZ (LZ A...E)<br />2. Зайти в OBJ TALON<br />3. Найти и эвакуировать 'Громита' (предполагаемое местоположение отмечено на карте) на базу RAF ANTHRAKIA<br /><h4>III. Выполнение:</h4>Вертолетный десант может быть осуществлен на отмеченных позициях или на позициях, обозначенных командиром. Разведка не докладывала о наличии противника вне OBJ TALON. Далее по плану командира. После обнаружения MVP его необходимо доставить на базу. <h4>IV. Поддержка:</h4>1x AW159 (1 блок НАР, 1 подвесной пушечный контейнер)<br />2x Merlin HC3<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Доп. снаряжение в ящиках на старте.<br /><br />Чтобы загрузить MVP в вертолет: подойдите к вертолету, отпустите MVP (как любой ACE объект) и подождите 5 секунд.",
    "map_shot": "",
    "mission_date": "2026-06-20",
    "creation_date": "2025-01-21"
}