{
    "id": "a0247e9d2472cae3d5cc001c9e71c2fa",
    "filename": "CO20_Operation_Hummingbird_1B.WL_Rosche",
    "title": "CO20 Operation Hummingbird 1B",
    "author": "Ka6aH",
    "player_count": 20,
    "terrain": "WL_Rosche",
    "tags": [
        "1980",
        "ARMOR",
        "WEST GEAR",
        "ARTILLERY"
    ],
    "overview": "British squad assaults enemy held outpost ",
    "overview_img": "imgs/CO20_Operation_Hummingbird_1B.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Британская Армия Рейна ведет активную оборону позиций на севере ФРГ и пытается не пустить советские войска к мостам через Эльба-Канал. Оперативной Группе А предстоит провести контратаку в направлении н.п. Gross Malchau с целью предотвращения флангового охвата остальных наших сил в районе. Основной удар будет нанесен по передовым позициям советских войск в районе н.п. Testorf. Противник прибыл на позиции недавно, однако успел оборудовать часть из них одиночными огневыми ячейками и установить в ряде мест проволочные заграждения. На усиление противнику также прибыл танковый взвод неизвестного типа.<br /><br />Задача вашей группы: установить контроль над позицией SCRANTON и выдвинуться по дороге в сторону н.п. Hagen.<h4>А. Враждебные силы:</h4>До двух взводов МСВ ВС СССР<br /><br />Взвод противника находится на трёх позициях, в том числе OBJ SCRANTON. Противник на южной позиции удерживает возможный подход со стороны Wester Gehege. Позиция на севере блокируют продвижение со стороны пересеченной местности. Открытое пространство перед OBJ SCRANTON находится под огневым контролем тяжелых пулеметов и СПГ противника.<br /><br />Мы также располагаем информацией об оперативной группе противника в районе кладбища к юго-востоку от основных позиций. Также были замечены танки противника в районе железнодорожного полотна.<br /><br />Разведывательные вертолёты провели наблюдение противника и предоставили нам снимок с обнаруженными огневыми позициями:<br /><img image='images\\aerophoto.paa' width='360 height='260'/><br /><h4>Б. Дружественные силы:</h4>Task Force A - 4th Infantry Division - British Army of Rhein<br /><br />1'0 - отделение управления<br />1'1 - отделение пехоты<br />1'2 - отделение пехоты<br /><br />Victor-1 - экипаж ОБТ Chieftain<h4>II. Задание:</h4>1. Захватить OBJ SCRANTON<br />2. Выйти на позиции EXIT<br /><h4>III. Выполнение:</h4>По плану командира<h4>IV. Поддержка:</h4>4x БТР FV432 GPMG<br />1x ОБТ FV4201 Chieftain<br /><br />CCP<br />FARP<br /><br />105мм гаубица - Steel-1 - 5 HE, 9 SMK, 9 ILLUM<br />Резерв (редеплой) - 1 на отряд<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Доп. снаряжение и амуниция в машинах.",
    "map_shot": "",
    "mission_date": "1989-08-08",
    "creation_date": "2025-02-16"
}