{
    "id": "327a065f13c8dbde9ac23819bea1a040",
    "filename": "CO20_Nasha_Posadka_1A.cup_chernarus_A3",
    "title": "CO20 Nasha Posadka",
    "author": "ka6aH",
    "player_count": 20,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "ARMOR",
        "EAST GEAR",
        "INFANTRY",
        "WEST GEAR"
    ],
    "overview": "NAPA Volunteers ceize important treeline in the fields of Chernarus",
    "overview_img": "imgs/CO20_Nasha_Posadka_1A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>2009-й год, в результате изменений в руководстве, вооруженная группировка Националистической Партии Чернаруси (НАПА) объединила усилия с Силами Обороны Чернаруси в борьбе с сепаратистами ЧДКЗ. Один из оставшихся оплотов сопротивления сепаратистов на юге от стратегически важного аэродрома должен быть уничтожен в рамках совместной операции НАПА и СОЧ.<br /><br />В рамках операция 'Буря', подразделение добровольцев 'Спрут', в том числе состоящее из ветеранов боевых действий в бывших союзных республиках и подчиненное ГУР Чернаруси и лидерам НАПА, выполнит штурмовую роль и захватит ряд позиций к северу от НП Пустошка. Снаряжение, а также бронетехнику для штурма и транспортировки, было предоставлены нашему подразделению вооруженными силами Чернаруси.<h4>А. Враждебные силы:</h4>ЧДКЗ - 1 АК<br /><br />Взвод пехоты на позициях A и B. До двух отделений в качестве поддержки в н.п. Пустошка. Днём ранее в районе операции была замечена БМП, а также развертывание дополнительной минометной батареи в районе населенного пункта.<br /><br />Известно о наличии одного станкового пулемета на позициях OBJ B, обеспечивающего огонь в направлении позиции OBJ A.<br /><br />Пулемет и СПГ на возвышенностях к юго-западу от лесопосадки.<br /><h4>Б. Дружественные силы:</h4>Отдельное разведывательно-диверсионное подразделение ГУР Чернаруси 'Спрут'<br /><br />2-й взвод<br /> 2'0 - Отделение управления и огневой поддержки<br /> 2'1 - Штурмовое отделение и приданная БМП-1<br /> 2'2 - Штурмовое отделение и приданная M113<br /><br />Пехотный взвод СОЧ на позициях к югу НП Выбор<h4>II. Задание:</h4>1. Захватить OBJ A<br />2. Захватить OBJ B<br />3. Отразить возможные контратаки<br /><h4>III. Выполнение:</h4>Штурм начнется рано утром, пока не рассеялся утренний туман и видимость снижена. Известно, что противник ночью смог заминировать основные пути подхода к собственным позициям. Ранее он оставил позиции к северу, однако наши подразделения не смогли закрепиться из-за трудностей с подвозом БК и снаряжения.<br /><br />Основная сложность заключается в начальном этапе штурма и сближении с окопами. Используйте дымы и артиллерию для прикрытия штурма. К сожалению, командование смогло выделить лишь один АГС и минометную батарею для поддержки штурма.<h4>IV. Поддержка:</h4>2x мотоцикл<br />4x M113A3<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />82мм Минометная батарея - Martin-1 - 3 HE, 9 ILLUM, 9 SMK<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Для использования АГС необходимо сначала поставить треногу, после чего установить сам гранатомет на нее. БК для АГС необходимо получить на FARP. ",
    "map_shot": "",
    "mission_date": "2009-08-08",
    "creation_date": "2024-07-27"
}