{
    "id": "bd50e00136906108dca7206264122653",
    "filename": "CO20_STEEL_GRIP.tem_anizay",
    "title": "CO20 Steel Grip",
    "author": "Invaderok",
    "player_count": 20,
    "terrain": "tem_anizay",
    "tags": [
        "ARMOR",
        "2000",
        "INFANTRY",
        "WEST GEAR"
    ],
    "overview": "US Army retrieves bradley back",
    "overview_img": "imgs/CO20_STEEL_GRIP.tem_anizay.jpg",
    "briefing": "<h4>I. Обстановка:</h4>2007г. Ирак. Эд-Дивания – один из самых горячих регионов Ирака в 2007 году, где действовали повстанцы, шиитские группировки и иранские прокси-силы. В этот период США проводили крупные операции по стабилизации региона.<br /><br />Последние недели в регионе наблюдается рост активности повстанцев – вооружённые группы совершают атаки на американские конвои, используют СВУ (самодельные взрывные устройства) и устраивают засады на дорогах.<br /><br />Днём ранее механизированный конвой из FOB 'OBEH' выполнял плановый рейд к одному из сельских блокпостов, но при возвращении попал в засаду у небольшого водоёма. Боевики заранее подготовили огневые позиции, устроив атаку с флангов.<br /><br />Во время перестрелки одна из M2A2 Bradley застряла в илистом грунте у воды и стала неподвижной. Вражеский огонь усиливался, и командование приказало отряду отступить, оставив повреждённую БМП. Повстанцы, вероятно, всё ещё находятся в этом районе. На текущий момент несколько солдат считаются пропавшими.<h4>А. Враждебные силы:</h4>Повстанцы, связанные с шиитскими ополченцами (поддержка Ирана) и местными суннитскими боевиками.<br /><br />Количество неизвестно.<br />Возможные мобильные угрозы, в виде минометной группы противника, хилуксы с дшкм, пулеметные огневые позиции.<h4>Б. Дружественные силы:</h4><br /><br />3rd Infantry Division (3ID, 'Rock of the Marne') 🇺🇸:<br /><br />1`1 - отделение бойцов (9 чел.),<br />1`2 - группа прикрытия и подготовленный экипаж, готовый занять бредли, а так же, отремонтировать. (9 чел.),<br />1`6 - командование (2 чел)<h4>II. Задание:</h4>1. Отремонтировать застрявший бредли возле разрушенного конвоя и доставить его на базу.<br />2. Зачистить район столкновения с противником.<br />3. *Опционально*????? ???? ??????<h4>III. Выполнение:</h4>Выполнение плана по задумке PL/SL.<h4>IV. Поддержка:</h4>4x M1025A2 (unarmed)<br />2x M1025A2 (m2)<br />1x HEMTT<br />1x HEMTT (Transport)<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - строго 1 раз на весь отряд, когда угодно, без доукомплектов. В ОЧЕНЬ идеале миску пройти без редеплоя.<br />При потере больше 50% войск - отмена операции.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<h4>VI. Замечания:</h4>Для и при буксировке Bradley нужен HEMTT, сначала нужно прикреплять трос к HEMTT, а потом к Bradley, иначе бредлю не вытащите, она будет как камень. ",
    "map_shot": "",
    "mission_date": "2007-02-15",
    "creation_date": "2025-03-04"
}