{
    "id": "13eeab16ad51b39810001fff9f9abe05",
    "filename": "CO20_Remembering_Hurtgen_1A.tem_ihantalaw",
    "title": "CO20_Remembering_Hurtgen",
    "author": "Kaban",
    "player_count": 20,
    "terrain": "tem_ihantalaw",
    "tags": [
        "INFANTRY",
        "RolePlay"
    ],
    "overview": "US army platoon defends crossroad in Finland (GSO required)",
    "overview_img": "imgs/CO20_Remembering_Hurtgen_1A.tem_ihantalaw.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Война во Вьетнаме показала слабость нашей армии и СССР попытался установить полностью лояльное правительство в Финляндии. Решением руководства США в Финляндию были переброшены части нашей армии, находившиеся в Европе. Финская армия сложила оружие либо частично присоединилась к войскам НАТО. <br /><br />Соединения ВС СССР продолжают продвигаться в направлении Хельсинки. Пока мы ждём переброску основных сил, обороняться придётся лишь полагаясь на свои возможности. Наш взвод отошёл на позиции на перекрёстке около н.п. Vakkila. Приготовьтесь к обороне вашего участка, в скором времени противник начнёт своё наступление при поддержке миномётов и лёгкой бронетехники. Разведка полагает, что советские подразделения, которые мы встретим, уже участвовали в боях и понесли потери. <h4>А. Враждебные силы:</h4>ВС СССР<br />1 взвод пехоты<br />1-2 БТР-60<br />82мм миномёты<h4>Б. Дружественные силы:</h4>ВС США <br /><br />1'6 - 3 чел.<br />1'1 - 9 чел.<br />1'2 - 9 чел.<br /><br />Steelrain-1-1 - 82мм миномёты<h4>II. Задание:</h4>1. Подготовиться к обороне<br />2. Оборонять позиции<h4>III. Выполнение:</h4>Наша линия обороны представляют из себя сеть окопов, проходящих с запада на восток. Важным точкам обороны даны названия:<br />Trench Nolan - окоп<br />CP Charlie - командный пункт роты (в подземном уровне находятся коробки с боеприпасами)<br />Bunker Morgan - огневая точка с пулемётом M2<br />Ammo Bunker - блиндаж-склад для патронов<br />Bunker Harris - огневая точка<br />Вдоль окопов расположены насыпи, позволяющие вести огонь. В некоторых ящиках находятся противопехотные и противотанковые мины. На предполагаемых местах наступления расположена колючая проволока.<br /><br />Скорее всего наступление начнётся с артиллерийской подготовки. К счастью для нас противник располагает только миномётами, которые не способны нанести серьёзный ущерб укреплениям либо укрывающимся в них. Далее последует пехотная атака, возможно участие лёгкой бронетехники. По данным разведки, противник хочет завладеть нашим укреплённым пунктом как можно скорее и не готовился к атаке. На карте отмечены предполагаемые направления удара. <br /><br /><h4>IV. Поддержка:</h4>Steelrain-1-1 - 82мм миномёты<br /><br />Боеприпасы и мины в блиндажах<br />CCP <br /><br />1 редеплой и стандартные доукомплекты.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Наступление начинается после сообщения о готовности через Self-Interaction - 'We are prepared for defence'. Воспользоваться действием могут только игроки с ДВ-рацией. Автоматического завершения миссии по условию нет, решение по усмотрению GSO.",
    "map_shot": "",
    "mission_date": "1978"
}