{
    "id": "cb5e9c6c4191b362e6b4de5b0d17687b",
    "filename": "CO21_TsP_v_LS.cup_chernarus_A3",
    "title": "COOP_21_TsP V LS",
    "author": "Arsdor for Tactical Shift",
    "player_count": 21,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "INFANTRY",
        "RolePlay"
    ],
    "overview": "Цыганская правда - в лошадиных силах!",
    "overview_img": "imgs/CO21_TsP_v_LS.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>На следующей неделе, 2 августа состоится день Кали Траш, и Котлярский созыв изберёт годового 'барона', кто будет обсуждать все дела диаспоры с гаджо.  Традиционно тот, кто привезёт с  собой больше всего лошадей будет удостоен представлять интересы всех рома в области. Наш род давно желает получить эту привилегию, но Стево, владелец племенной лошадиной фермы явно вне конкуренции. Однако бабушка Тшилаба сказала нам не отчаиваться - 'Цыганская правда - в лошадиных силах',  и если мы сможем привезти транспорт достаточной мощности, это вполне убедит других рома в нашей ловкости и смелости.<br />Неподалёку от нашей стоянки находится военная база и испытательный полигон 'Бесовец', где испытывается новая техника. Тшилаба утверждает, что вчера там начались испытания Т-14, танка, чей двигатель имеет мощность аж 1500 лошадиных сил! Лучшего трофея нам не найти.<br />Также бабушка Тшилаба почувствовала присутствие некогда дорогого ей человека. Кажется наш дед, генерал Кидало, прибыл на полигон с инспекцией. Мы можем наказать этого гаджо за то, что он бросил бабулю с 12 детьми и 56 внуками, если, конечно, сочтём это важным.<h4>А. Враждебные силы:</h4>По меньшей мере полсотни гаджо на полигоне, скорее всего больше. Также если верить предсказаниям бабушки Тшилабы, у гаджо есть две машины с пулемётами.<br />Из соображений секретности они не огораживали территорию, оставив лишь охранение, потому мы можем заходить с любого направления.<h4>Б. Дружественные силы:</h4>Дад и его двадцать сыновей-близнецов. Когда мы прибыли на зов отца, каждый взял то, что было под рукой, поэтому организовать группы мы сможем только на месте, выяснив, что за оружие привёз каждый из нас.<h4>II. Задание:</h4>1. Захватить Т-14, который отмечен на карте надписью 1500 л. с.<br />2. Увезти трофей обратно на стоянку.<br />3*. Расстрелять генерала Кидалу как паршивого пса.<h4>III. Выполнение:</h4>Стоит собрать максимально эффективные команды, так как каждый брат пришёл с тем, что было<h4>IV. Поддержка:</h4>Автомобиль ВАЗ-2103 (x7)<br />Сила потустороннее зрение бабушки Тшилабы<h4>V. Сигналы:</h4>1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>На карте нанесены места силы, где бабушка Тшилаба может чувствовать сердца людей. Бабуля отправит нам СМС если почувствует, что гаджо рядом с ними.",
    "map_shot": "",
    "mission_date": "2020-03-08"
}