{
    "id": "84edb13ec83a7e25a92238dcb024e210",
    "filename": "CO21_Nezhdana_1B.tem_vinjesvingenc",
    "title": "CO21_Nezhdana",
    "author": "Arsdor for Tactical Shift",
    "player_count": 21,
    "terrain": "tem_vinjesvingenc",
    "tags": [
        "EAST GEAR",
        "ARMOR",
        "2010"
    ],
    "overview": "Бой за ПГТ между ВСУ и Бундесвером после неудачной засады",
    "overview_img": "imgs/CO21_Nezhdana_1B.tem_vinjesvingenc.jpg",
    "briefing": "<h4>0. Кампания:</h4>br />На данный момент немецко-французские силы развивают наступление, продвигаясь к Варшаве. После начала блокады Вроцлава, следующим ключевым городом на юге становится Катовице и ближайший к нему город на западе - Крапковице. Тем не менее, наши силы пытаются вести контрнаступления с юга РБД.<h4>I. Обстановка:</h4>После успешной операции в районе Стшелечек и Рацлавичек, наша мотострелковая рота смела следующие немецкие позиции без особых усилий. Наконец, нам удалось проникнуть в лес Оходзэ и войти в первое поселение внутри него, н. п. Флотень. Раздавив сопротивление подразделений территориального контроля, мы смогли организовать засаду на колонну противника, спешавшего поддержать союзные подразделения в потерянных посёлках. К сожалению, мы недооценили противника, и даже потеряв значительную часть колонны, немцы смогли собрать силы и уничтожить или рассеять три наших отделения, включая командное. Оставшимся дружественным силам необходимо перегруппироваться и уничтожить противника в посёлке.<h4>А. Враждебные силы:</h4>Чуть больше взвода пехоты.<br />Часть из них рассеялась по  домам и старым окопам, а часть активно патрулирует город.<br />Пехоту поддерживают по меньшей мере 3 БТРа. Также мы успели услышать сообщения о более тяжёлой гусеничной технике, но тип и количество нам неизвестны (как минимум 1 БМП Мардер уже был встречен нашими силами и уничтожен).<h4>Б. Дружественные силы:</h4>Два отделения мотострелков ВСУ – Тарантул-1 и Тарантул-2.<br /><br />По запросу комвзвода к нам выдвинулся Т-64 Булат с позывным Абетка.<br /><br />Отделения Тарантул-3 и Тарантул-4 были рассеяны.<br /><br />Тарантул-1 - на позиции Юлия.<br />Тарантул-2 начинает на позиции Яромир.<br /><br />Абетка - на позиции Щедрогост.<h4>II. Задание:</h4>1) Уничтожить все силы противника в РБД (Район Боевых Действий, отмечен на карте)<br />2) (опц.) Обеспечить безопасный подход танка к посёлку (в случае отсутствия игроков на соответствующих слотах, задача считается выполненной)<br />3) (опц.) Найти тело Капитана Дениса Багатого<h4>III. Выполнение:</h4>Наши отделения должны были выполнять роль мобильного резерва, но, так как события развивались слишком быстро, мы не получили чётких приказов от взводного. Капитан Денис Багатий предполагал, что вторая половина сил противника выдвинется по северной улице, попав во вторую засаду, либо бросится наутëк.<br /><br />Мы успели поставить несколько растяжек и мин и отметить из расположение на карте. Часть наверняка уже была подорвана.<br /><br />Зона вокруг РБД предназначена для маневрирования танка с позывным Абетка<h4>IV. Поддержка:</h4>2x БМП-1У<br /><br />1x Т-64 Булат<br /><br />Редеплои и доукомплекты по умолчанию. Пополнение 1 отдельно взятого человека за двух пленных врагов.<h4>V. Сигналы:</h4>SUPP NET LR 51<br />PL NET LR 50<br /><br />Тарантул-1 – CH1<br />Тарантул-2 – CH2<br /><h4>VI. Замечания:</h4>Внимательно изучите карты минирования и не попадитесь на собственные ловушки! ",
    "map_shot": "",
    "mission_date": "2018-03-19",
    "creation_date": "2024-12-17"
}