{
    "id": "b7867e136f3d90a8435ae89ba7fc215b",
    "filename": "CO21_Panzermarsch_1A.brf_sumava",
    "title": "CO17 Panzermarsch",
    "author": "ka6aH",
    "player_count": 17,
    "terrain": "brf_sumava",
    "tags": [
        "ARMOR",
        "2010",
        "WEST GEAR",
        "ARTILLERY"
    ],
    "overview": "German Kampfgruppe breaks out from encirclement",
    "overview_img": "imgs/CO21_Panzermarsch_1A.brf_sumava.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Части 10-й бронетанковой дивизии Бундесвера в результате маневра ВС Доновии оказалась в окружении в районе н.п. Tynec и готовятся к прорыву сквозь оборонительные позиции противника в юго-западном направлении. Первой в бой пойдет боевая группа Шварц, которой поставлена задача по захвату моста через речку и  продвижению по шоссе 169 в сторону союзных сил. Боевая группа насчитывает два танка Леопард-2 и отделение панцергренадеров на БМП Мардер. Поддержку операции окажет минометная батарея. Группе противостоит части мотострелковой роты ВС Доновии, усиленной танками Т-90. Командование рассчитывает на то, что союзные танки уничтожат бронетехнику на пути следования группы, пока пехота зачистит основные опорные пункты противника в ближнем бою.<h4>А. Враждебные силы:</h4>Мотострелковые (два отделения на OBJ  и бронетанковые (до 4 танков Т-90) подразделения ВС Доновии, общей численностью до двух взводов.<h4>Б. Дружественные силы:</h4>Боевая Группа Шварц 10-й бронетанковой дивизии<br /><br />1`1 - отделение панцергренадеров (6 чел.),<br />1`2 - отделение панцергренадеров (6 чел.),<br />Victor-1 и Victor-2 - приданная БМП Marder 1A5,<br />1`0 - отделение управления (2 чел.),<br />2 приданных танка Leopard 2A6 (Tango-3 и Tango-4)<br /><h4>II. Задание:</h4>1. Захватить OBJ BRAUN<br />2. Уничтожить противника в OBJ BLAU<br />3. Захватить OBJ GELB<br /><br /><h4>III. Выполнение:</h4>По плану командира.<br /><br />Наша разведка обнаружила еще один переход через реку (FORD), он вероятнее всего также занят противником.<br /><br />Противник располагает резервами и направит их в сторону моста в течение 10-15 минут после начала огневого контакта. <h4>IV. Поддержка:</h4>2x БМП Marder 1A5<br />2x ОБТ Leopard 2A6<br />2x автомобиль Mercedes-Benz<br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />Stahl-1 - 82мм батарея (3 HE, 9 SMK, 9 ILLUM)<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>Доп. снаряжение можно найти в БМП и FARP. <h4>I. Обстановка:</h4>Части 10-й бронетанковой дивизии Бундесвера в результате маневра союзных сил оказалась в окружении в районе н.п. Tynec и готовятся к прорыву сквозь наши оборонительные позиции в юго-западном направлении. Первой в бой пойдет боевая группа, которая насчитывает два танка Леопард-2 и отделение панцергренадеров на БМП Мардер. Группе противостоят части мотострелковой роты ВС Доновии, усиленной вашими танками Т-90. Ваша задача - предотвратить противником захват союзных опорных пунктов<h4>А. Враждебные силы:</h4>Сводная боевая группа Бундесвера, механизированные силы<h4>Б. Дружественные силы:</h4>Мотострелковая рота ВС Доновии и приданные танки Т-90<h4>II. Задание:</h4>1. Оборонять OBJ BRAUN<br />2. Оборонять OBJ BLAU<br />3. Оборонять OBJ GELB<br /><br /><h4>III. Выполнение:</h4>По плану командира. После подбития танка сообщить ГСО<h4>IV. Поддержка:</h4>1x ОБТ Т-90, 2x в резерве<br />FARP<h4>V. Сигналы:</h4>SUP NET 51 Mhz<h4>VI. Замечания:</h4>Доп. снаряжение можно найти в танках и FARP.",
    "map_shot": "",
    "mission_date": "2015-06-24",
    "creation_date": "2025-01-18"
}