{
    "id": "7442221e6e6dc27dc7d25f76c4ccf268",
    "filename": "CO21_One_Way_Ticket_1A.lythium",
    "title": "CO24 One Way Ticket 1A",
    "author": "Vonscheer",
    "player_count": 24,
    "terrain": "lythium",
    "tags": [],
    "overview": "German Bundeswehr platoon checks Razbula village for Taliban insurgents",
    "overview_img": "imgs/CO21_One_Way_Ticket_1A.lythium.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Подготовка к операции 'Орёл' идет полным ходом и к нашему лагерю уже направлены дополнительные силы. Разведка пока не может похвастаться значительными результатами, однако уже сейчас становится ясно, что Талибан обеспокоен нашей активностью в районе.<br /><br />Сегодня утром патруль Афганской Национальной Армии подвергся миномётному обстрелу при подходе к н.п. Razbula. Данные с контрбатарейного радара показывают, что обстрел производился из центральной части кишлака Razbula. Также мы получили информацию об активности противника к югу от н.п. Anyakar.<br /><br />Командование полагает, что сегодняшний обстрел может сигнализировать о готовности Талибана начать крупное наступление до того как мы завершим подготовку к операции. Мы не можем позволить талибам собрать достаточно сил во время нашей перегруппировки, поэтому мы должны действовать на опережение теми силами, что имеем.<br />Таким образом перед взводом Бундесвера на FOB Fabian стоит задача в кратчайшие сроки провести разведку боем с целью найти и уничтожить миномётную позицию, и, по возможности, прочие силы противника.<h4>А. Враждебные силы:</h4>Боевики Талибана - иррегулярные силы:<br />   предположительно до роты пехотинцев, усиленной миномётами и пулемётами.<h4>Б. Дружественные силы:</h4>ISAF - Bundeswehr - Fallschirmjägerbataillon 263<br />1'1 - 9 чел.<br />1'2 - 9 чел.<br />1'6 - 2 чел.<br />Scharfschutze Gruppe - 2 чел. (снайперы)<h4>II. Задание:</h4>1. Уничтожить миномёты в районе н.п. Razbula (отм. Mortar location)<br />2. (дополнительная задача) Найти и уничтожить противника в районе (отм. Enemy Activity)<h4>III. Выполнение:</h4>Вы можете выполнять задачи в любом порядке.<br /><br />Н.п. Razbula окружён высотами с которых простреливается вся долина высохшей реки Yeray. Возможно наличие сил противника на этих высотах и вокруг них<br /><br />Имейте в виду, что дальности миномётов Stahlwerfer может не хватить на уничтожение целей в районе Anyakar.<h4>IV. Поддержка:</h4>5x бронеавтомобиль Dingo (вооруженный, MG3 7.62)<br /><br />Поддержка:<br />3x 82-мм миномёта - позывной Stahlwerfer-1-1<br />1x вертолёт UH-1D - позывной Vogel-1-1<br />1x вертолёт CH-53G - позывной Vogel-1-2<br /><br />CCP и FARP на FOB Fabian<h4>V. Сигналы:</h4>PL NET - LR 50 MHz<br />SUP NET - LR 51 MHz<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />Scharfschutze Gruppe - SR CH 4<h4>VI. Замечания:</h4>В машинах, вертолётах и рюкзаках гренадёров есть два подрывных заряда и взрыватель, используйте их для уничтожения миномётов. Там же вы можете найти гранатомёт Carl Gustav M3 и осколочные снаряды к нему.<br /><br />Дополнительные боеприпасы вы можете найти в ящиках на FOB FABIAN.<br /><br />В tS Notes представлен немецкий фонетический алфавит",
    "map_shot": "",
    "mission_date": "2009-07-09",
    "creation_date": "2018-06-10"
}