{
    "id": "48d7297a4672c27742183c71a10d323a",
    "filename": "CO21_Arab_Autumn_1A.MCN_Aliabad",
    "title": "CO21 Arab Autumn 1A",
    "author": "ka6aH",
    "player_count": 21,
    "terrain": "MCN_Aliabad",
    "tags": [
        "ARMOR",
        "2010",
        "EXOTIC GEAR",
        "WEST GEAR",
        "ARTILLERY"
    ],
    "overview": "Middle-Eastern Coalition force lands at Aliabad coast",
    "overview_img": "imgs/CO21_Arab_Autumn_1A.MCN_Aliabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Начавшиеся в Такистане волнения вынудили Ближневосточную Коалицию предпринять меры по защите арабских меньшинств в приграничных районах провинции Алиабад. В рамках операции Гунн коалиционные армия и флот высадятся на берегу у населенного пункта Katal. Техника, в том числе БТР-4 и БРДМ, уже были высажены на берег, после чего попали под огонь минометов. Пехоту придется доставлять в десантные катерах типа LCVP под огнем противника, после чего объединившиеся силы выбьют такистанские силы с ряда ключевых точек у нашего плацдарма с целью его расширения и предотвращения дальнейшего минометного огня.<h4>А. Враждебные силы:</h4>Противник располагает достаточно крупным гарнизоном, занимающим укрепрайон на позициях СOASTAL и HILLS. В наличии у противника несколько БМП-2, а также ПТРК, СПГ и станковые пулеметы. Противник обладает резервами и воспользуется ими для вернуть утраченные позиции. Поддержку противнику оказывает минометная батарея, расположенная где-то в районе операции.<h4>Б. Дружественные силы:</h4>1-я бригада морской пехоты Сил Ближневосточной Коалиции<br /><br />1'0 - отделение управления<br />1'1 - отделение пехоты<br />1'2 - отделение поддержки<br /><br />Виктор-1 - БТР-4<br />Виктор-2 - БРДМ<br /><h4>II. Задание:</h4>1. Захватить позицию COASTAL<br />2. Захватить позицию HILLS<br />3. (опц.) Найти и уничтожить миномет<br /><br /><br /><h4>III. Выполнение:</h4>Техника и экипажи уже высажены на берегу и ожидают прибытия пехоты. Пехота будет доставлена на катерах в зону высадки.<h4>IV. Поддержка:</h4>1x БТР-4 (1x в резерве)<br />1x БРДМ (2x в резерве)<br />5x Land Rover<br />2x M113<br /><br />1x СПГ-9<br />1x M2<br /><br />Мерхаба-1 - 4 HE, 9 SMK, 9 ILLUM, перезарядка 20 минут<br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Не садитесь за пулеметы на катерах, на всяких случай. Доп. снаряжение можно найти в ящиках на берегу. <h4>I. Обстановка:</h4>Противник смог высадить технику и пехоту западнее нашего укрепленного пункта. Сегодня ожидается его наступление с целью расширения плацдарма. Ваша задача - отбить атаки противника, по возможности контратаковать захваченные позиции<h4>А. Враждебные силы:</h4>1-я бригада морской пехоты Сил Ближневосточной Коалиции<br /><br />У нас нет информации о численности противника, однако он обладает поддержкой артиллерии и бронетехники. <h4>Б. Дружественные силы:</h4>132-й батальон 3-й резервной бригады Армии Такистана<br /><br />1'0 - отделение управления<br /><br />Одна БМП-2 находится непосредственно в зоне операции. Остальные прибудут в составе подкреплений после потерь ключевых точек<h4>II. Задание:</h4>1. Оборонять позицию COASTAL<br />2. Оборонять позицию HILLS<br /><br /><br /><br /><h4>III. Выполнение:</h4>По плану командира<h4>IV. Поддержка:</h4>Техника в зоне операции<br /><br />УАЗ для личного транспорта<br /><br />Журхаб-1 (OPFOR) - 3 HE, 9 SMK, 9 ILLUM, перезарядка 20 минут<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>'",
    "map_shot": "",
    "mission_date": "2008-09-07",
    "creation_date": "2025-01-04"
}