{
    "id": "9ac513898f75ea8a5b49850687e01053",
    "filename": "CO21_Snatch_1A.sara_dbe1",
    "title": "CO21 Snatch",
    "author": "invaderok",
    "player_count": 21,
    "terrain": "sara_dbe1",
    "tags": [
        "AIRBORNE",
        "SPECOPS",
        "INFANTRY",
        "JTAC/CAS",
        "ARMOR",
        "WEST GEAR"
    ],
    "overview": "Half-head PMC trying to steal North Koreas nuclear program documents",
    "overview_img": "imgs/CO21_Snatch_1A.sara_dbe1.jpg",
    "briefing": "<h4>I. Обстановка:</h4>10 февраля 2005 года КНДР впервые открыто заявила о создании в стране ядерного оружия. 9 октября 2006 года был произведён первый ядерный взрыв. В апреле 2012 года в конституцию КНДР были внесены поправки о ядерном статусе страны.<br />25 мая 2009 года КНДР вновь провела ядерные испытания. Мощность подземного ядерного взрыва, по оценке российских военных, составила от 10 до 20 килотонн.<br />12 февраля 2013 года геологическая служба США зафиксировала подземные толчки с магнитудой 4,9, эпицентр которых находился в районе северокорейского ядерного полигона. В тот же день ЦТАК официально объявило об успешном ядерном испытании. Учитывая, что 12 декабря 2012 года КНДР впервые вывела на орбиту искусственный спутник — «Кванмёнсон-3», это вызвало новый кризис.<br />10 декабря 2015 года Ким Чен Ын заявил о наличии у КНДР водородной бомбы. После чего было еще 2 испытания, которое поставило под сомнения наличия водородной бомбы у КНДР.<br />3 сентября 2017 года, КНДР провела шестое ядерное испытание. КНДР подтвердила, что она провела испытание термоядерной бомбы, которая может быть установлена на межконтинентальную баллистическую ракету (МБР) с большой разрушительной силой. Согласно предварительному отчёту Ким Янг-Ву, начальника южнокорейского парламентского комитета обороны, мощность ядерного взрыва эквивалентна примерно 100 килотоннам в тротиловом эквиваленте.<br /><br />После начала Корейского кризиса в 2013 и введения санкций Совета Безопасности ООН, США нужны данные по ядерной программе КНДР. Так как США не объявляли войну и официально не могут проводить операции на территории КНДР и в случае обнаружения американских солдат на территории КНДР вызовет еще более острую эскалацию кризиса, в 2017году, после 6 испытания, они наняли ЧВК 'Тактикал ШИФТ'. Цель - проникновение на одну из баз, где проводят испытания ядерного вооружения, и заполучить ценные данные, материалы по ядерной программе КНДР.<h4>А. Враждебные силы:</h4>Общая численность войск около 100 человек. Распределена между ПВО базой, МТО базой и аэродромом, которые охраняются корейскими солдатами. Так же есть КПП врага, на подступах аэродрому.<br /><br />Известно что у противника нет тяжелой техники, но есть ZSU-23-4 и уралы с ZU-23-4, в районе ПВО базы, а так же, малое количество ручных ПЗРК в районе ВПП аэродрома.<h4>Б. Дружественные силы:</h4>Отряд ЧВК 'Тактикал ШИФТ'.<br /><br />1.1 - пехотное отделение (9 чел.),<br />1.2 - маневровое механизированное отделение (7 чел., 1 трофейный БТР 80А),<br />1.3 - экипаж поддержки с воздуха (2 чел.) Ми-24Д (2 стрелы, 2 вихря, 4 блока НУРС),<br />1.6 - полевое командование и JTAC (3 чел.).<br /><br />Приятный прием нам обеспечил спец отряд морских котиков, за час до высадки, напав на колону с техникой и затрофеив нам БТР-80А, несколько УАЗ и Урал для передвижения, предварительно загрузив необходимые снаряжение. После нашей высадки, они покинут область задания на АПЛ.<br />Администрация ЧВК 'Тактикал ШИФТ', для задания, выделила нам 1 вертолет и покрасив его в расцветку войск КНДР, что позволит использовать его на их территории и, в случае утери, никак не свяжет нас с США.<br /><h4>II. Задание:</h4>1. *Опционально* Уничтожить базу ПВО, для обеспечения нас беспрепятственной поддержкой с воздуха.<br />2. Достать документы ядерной программы на территории базы.<br />3. Достать фотоотчет ядерного испытания на территории аэродрома.<br />4. Доставить документы и фотоотчет в зону эвакуации и эвакуироваться.<h4>III. Выполнение:</h4>По задумке штаба, выполнение миссии подразумевает собой атаку на ПВО Базу и дальнейшее продвижение к аэродрому прилежной к ему базе с целью захватить необходимые документы.<br />Но можно и действовать по ситуации.<h4>IV. Поддержка:</h4>1x БТР-80А<br />1x УАЗ-469<br />1х УАЗ-469 вооруженный ДШКМ<br />1х Урал<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>На карте отмечен схрон с вооружением, его можно использовать для пополнения запасов вооружения и амуниции, а так же для загрузки статиков, гранатомет и пулик.<br /><br />Для телепорта вертолетчиков на корабль, на берегу есть знак с оленем.<br /><br />Для выполнения задачи, необходимо документы забрать с собой через ЕЙС взаимодействие (можно и почитать через карту) и доставить в тригер к кораблю.<br /><br />Себацца с базы быстро можно захватив вражеский вертолет/самолет.",
    "map_shot": "",
    "mission_date": "2017-10-17",
    "creation_date": "2024-06-08"
}