{
    "id": "387bd551b6a8d928c071ffb23014fe29",
    "filename": "CO21_Firefighters_1A.VTF_Lybor",
    "title": "CO21 Firefighters",
    "author": "Invaderok",
    "player_count": 21,
    "terrain": "VTF_Lybor",
    "tags": [
        "EAST GEAR",
        "1990",
        "INFANTRY",
        "SPECOPS"
    ],
    "overview": "GRU raids chechen militants  ",
    "overview_img": "imgs/CO21_Firefighters_1A.VTF_Lybor.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Южная Чечня, район реки Аргун, вблизи села Дачу-Борзой<br /><br />Согласно данным радиоразведки и агентурной информации, в одном из укреплённых лагерей в горном районе с рекой и населенным пунктом базируется полевой командир Шамиль Кабанов «Поджигатель», правая рука Джохара Бубасвабова, ответственный за атаки на колонны федеральных войск и подготовку террористических диверсий. В его распоряжении до 100 боевиков, миномёты, ПЗРК и схрон с боеприпасами.<br /><br />Кабанов должен быть устранён.<br /><br />По данным разведки, 18 апреля он прибудет в свой дом на совещание и останется там до следующего дня. Это даёт уникальный шанс нанести точечный удар.<h4>А. Враждебные силы:</h4>Около 100 боевиков, которые держат под контролем поселок Rumi и его окресности.<br /><br />Так же разведка доложила о боевиках в соседних деревнях, которые, в случае чего, смогут выдвинуться как подкрепление с запада и востока.<br /><br />Известно что возле особняка один из подходов заминирован.<br /><br /><h4>Б. Дружественные силы:</h4>Спецназ ГРУ, позывной «Гроза»<br />1-й разведывательно-диверсионный взвод «Тайфун», 20 бойцов, отобранных из лучших операторов спецназа. Специализирующийся на ликвидация командиров противника, штурмов зданий, уничтожение боевиков.<br /><br />1.1 - отделение оперативников (7 чел.), универсальная группа.<br />1.2 - отделение поддержки (7 чел., 1 тяжелый пулемет, 1 СВД) группа прикрытия.<br />1.3 - отделение развед. диверсионной группы (5 чел., АС Вал, ВСС ПСО,).<br /><br />1.0 - отделение командования (2 чел.)<h4>II. Задание:</h4>1. Ликвидировать полевого командира Шамиля Кабанова.<br />2. Уничтожить схрон боеприпасов, расположеный в одном из трех отмеченых домов.<br />3. Отойти на зону ухода.<h4>III. Выполнение:</h4>Выполнение плана согласно командира взвода.<br /><br /><h4>IV. Поддержка:</h4>Глубокий тыл, поддержки нет.<br /><br />Редеплоев - НЕТ. При потере больше 50% отмена операции и отход.<br /><br />Есть медик, берегите его.<br /><br />На месте старта операции есть автомобили, в один погрузили снаряжение, чтобы иметь больше мобильности.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Играйте аккуратно и бойтесь за жизнь, противника много. Аммуниция врага совместима почти со всем вашим снаряжением. Используйте преймущество в оптике.<br /><br />",
    "map_shot": "",
    "mission_date": "1995-04-18",
    "creation_date": "2025-03-16"
}