{
    "id": "76d9498574de5b9bd5e2f42087c887c0",
    "filename": "CO22_War_Crimes.Chernarus_Summer",
    "title": "CO22_War_Crimes",
    "author": "Unknown",
    "player_count": 22,
    "terrain": "Chernarus_Summer",
    "tags": [
        "FIX NEEDED"
    ],
    "overview": "",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<h4>I. Обстановка:</h4>  Косово, 2014 год. В непризнанной Сербией стране снова разгорелся межэтнический конфликт. KFOR реорганизован и теперь пытается установить мир в неспокойном регионе. Грузинские миротворцы в составе ООН расквартированы на FOB Хачапури и проводят операции в своём секторе. <br />  Сегодня утром мы зафиксировали взрыв в н.п. Vybor. По данным авиаразведки уничтожена мечеть, причём взрыв повлёк большие жертвы, так как был совершён во время молитвы. Мы не можем оставить это дело просто так... поэтому мы привлекли к работе профессионального журналиста (у него 500 подписчиков в инсте, можно доверять), который сфотографирует жертв этой ужасной трагедии в неестественных и ужасающих состояниях, вызывающих шок у неподготовленных зрителей. Тем самым мы обеспечим себе ещё большую поддержку со стороны наших союзников в НАТО и может быть, богатые спонсоры купят для грузинской армии побольше M4. Кстати, забота о раненых не наша проблема, поэтому игнорируйте истошные вопли страдающих и призывы о помощи. Им кто-нибудь поможет, но это точно будем не мы.<h4>А. Враждебные силы:</h4>Неизвестно, но мы ожидаем большое количество вооружённых сербских националистов в окрестностях Vybor. Незначительные силы сербов могут находиться у н.п. Rogovo и Pogorevka.<h4>Б. Дружественные силы:</h4>Два отряда грузинских миротворцев.<h4>II. Задание:</h4>1. Найти журналиста в деревне Myshkino, где он гостит у своей бабушки<br />2. Отвезти журналиста на место съёмок в н.п. Vybor<br />3. После окончания съёмок доставьте журналиста на FOB Хачапури<h4>III. Выполнение:</h4>По плану командира<h4>IV. Поддержка:</h4>2 HMMWV<br />2 HMMWV (M2)<h4>V. Сигналы:</h4>PL/SL NET CH1<br />1'1 CH1<br />1'2 CH2<h4>VI. Замечания:</h4>Powered by 120's magic and VonScheer's imagination. ",
    "map_shot": "",
    "mission_date": "Unknown",
    "creation_date": "2016-05-29"
}