{
    "id": "47dcac9a519772743141b1a78bef44af",
    "filename": "CO22_Farabad_Blues_P1_Bridge.Farabad",
    "title": "CO22 FB P1 Bridge",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "Farabad",
    "tags": [
        "WEST GEAR",
        "INFANTRY"
    ],
    "overview": "USMC platoon assaults takistani positions across the river",
    "overview_img": "imgs/CO22_Farabad_Blues_P1_Bridge.Farabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Рано утром 30-го июня началась операция 'Гром в Пустыне'. Task Force Butler, основной ударной силой которого является 1-й полк морской пехоты КМП США, высадился в 30 километрах юго-западнее Фарабада. Боевая группа без сопротивления продвинулась на 20 километров по шоссе М7, ведущему к городу, удерживаемому силами Такистана.<br /><br />К вечеру того же дня подразделения 1-го разведывательного батальона столкнулись с первым серьезным препятствием — рекой Шариф. Мост через реку, критически важный для дальнейшего продвижения, обороняется силами 2-й механизированной дивизии Армии Такистана. Несмотря на гражданскую войну, Вооруженные силы Такистана были значительно модернизированы благодаря поддержке их союзников и представляют серьёзную угрозу.<br /><br />Командование настаивает на проведении немедленного штурма моста, чтобы сохранить темп наступления и переправиться через реку до рассвета. Разведка сообщает, что оборону удерживает противник численностью в роту, которая занимает позиции на мосту и в прилегающей деревне. Враг также оборудовал укрепленные позиции в районе переправы.<br /><br />Ваша задача: организовать и провести штурм моста через реку Шариф, уничтожить вражеские силы и обеспечить плацдарм для дальнейшего наступления на Фарабад. Время на вашей стороне — река должна быть пересечена до утра, чтобы не дать противнику времени на перегруппировку и усиление обороны.<h4>А. Враждебные силы:</h4>В районе операции выявлено присутствие моторизованных подразделений 2-й механизированной дивизии Армии Такистана. Основу этих частей составляют резервисты, оснащённые бронетранспортёрами БТР-60 и лёгким стрелковым вооружением советского образца, включая автоматическое оружие, ручные пулемёты, а также крупнокалиберные пулемёты ДШК и гранатомёты СПГ-9.<br /><br />Кроме того, вероятно, что для усиления обороны стратегически важного моста через реку Шариф, противник перебросил дополнительные силы из состава регулярных частей.<br /><br />Противник также располагает минометной батареей, размещённой на восточном берегу реки.<br /><br />Ожидается ожесточённое сопротивление, особенно в укрепленных районах у моста. Не исключена возможность контратаки со стороны противника в случае успешного захвата моста нашими силами.<h4>Б. Дружественные силы:</h4>1-й взвод рота Браво 1-й разведывательный батальон 1-я дивизия морской пехоты Task Force Butler<br /><br />1`0 - Отделение управления и расчет SMAW<br />1`1 - Отделение разведки<br />1`2 - Отделение разведки<h4>II. Задание:</h4>1. Захватить мост (OBJ. KWAI)<br />2. Захватить территорию исправительного учреждения (OBJ CEYLON, опц.)<br />3. Уничтожить минометы (опц.)<br /><h4>III. Выполнение:</h4>Основная задача: захват моста на шоссе. Такистанцы понимают его значение, поэтому заранее усилили оборону в участке. На мосту противник оборудовал огневые точки и укрепления. Командование надеется, что мост удастся захватить без его повреждения огнем артиллерии, поэтому ее использование в районе OBJ KWAI нежелательно. Используйте расчет SMAW для уничтожения противника в бункерах и укреплениях.<br /><br />Также стало известно, что противник занял территорию исправительного учреждения, находящегося к северо-западу от моста. Его захват или уничтожения противника внутри существенно облегчит задачу и лишит противника возможности сосредоточить огонь с двух флангов.<br /><br />К югу от шоссе были замечены две траншеи и окоп для техники. Они прикрывают проселочную дорогу и второй мост, ведущий в город. Альтернативно ось наступления может пройти тут, в этом случае вам придется вступить в бой в городе. Разведка сообщает о наличии у противника 2-х БТР-60. <h4>IV. Поддержка:</h4>6x HMMWV (M2)<br />1x HMMWV (Mk 19)<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />82мм минометная батарея - Steel Rain 1 - 2 HE, 10 SMK, 11 ILLUM<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Дополнительное снаряжение и патроны можно забрать на FARP или комплектах снаряжения транспорта. ПТ-Средства можно найти у LAV на старте",
    "map_shot": "",
    "mission_date": "2017-06-30",
    "creation_date": "2024-08-29"
}