{
    "id": "03b7c4563b873def2baaa69fd2c41b2a",
    "filename": "CO22_Farabad_Blues_P2_Raid.Farabad",
    "title": "CO22 FB P2 Raid",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "Farabad",
    "tags": [
        "SPECOPS",
        "AIRBORNE"
    ],
    "overview": "После битвы за мост, силы спецназа проводят рейд на деревню противника",
    "overview_img": "imgs/CO22_Farabad_Blues_P2_Raid.Farabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После захвата моста через реку Шариф частями 1-го разведывательного батальона, наши силы приступили к наступлению на противника в районе аэродрома, с целью обезопасить фланги наступательной группировки и лишить его возможности использования авиации. В процессе штурма была освобождена тюрьма, использовавшаяся такистанцами для пыток. Освобожденные заложники сообщили, что остальные пленники находятся в деревне Насери к северу, где ожидают переправки в город, где их освобождение будет затруднено предстоящим штурмом.<br /><br />Цель операции - освобождение заложников и уничтожение сил противника в н.п. . Разведка докладывает, что в зоне операции активно действуют силы специальных операций ВС Такистана - 554-й полк, а конкретно подразделение Хамза. Его командир, Джавад Хамза, также руководящий обороной на передовых позициях, должен быть взят живым или убит при обнаружении.<br /><h4>А. Враждебные силы:</h4>554-й полк специального назначения - подразделения Хамза<br /><br />155-я пехотная бригада<br /><br />Противник использует Насери как передовую базу для организации и поддержки рейдов в горной местности к северу от нашей MSR. В AO находятся части пехотной бригады, основной задачей которой является оборона нефтяных полей от нашего прорыва. Основну вражеских сил составляют подразделения специального назначения под руководством командира Джавада Хамзы. Противник оборудовал наблюдательные посты на высотах у деревни и патрулирует гряду к западу от нее.<br /><br />Вражеский спецназ оснащен современным российским вооружением и использует ПНВ и глушители в ночное время суток.<br /><br />Ближайшие подкрепления противника находятся на территории нефтеперерабатывающего завода к северу от AO. Там же противник разместил ПВО. Серьезное противодействие также ожидается в районе Фарабада.<h4>Б. Дружественные силы:</h4>2nd Marine Raider Battalion MSOR MARSOC<br /><br />Alpha - Marine Special Operations Team<br />Bravo - Marine Special Operations Team<br />1'0 - Marine Special Operations Commanding Officer<br /><br />MH-6M - Пилот<h4>II. Задание:</h4>1. Освободить заложников - OBJ GOLD<br />2. Эвакуировать заложников за FLOT<br />3. Найти и захватить Джавада Хамзу (опц.)<br /><h4>III. Выполнение:</h4>Рейд предполагает действия за FLOT и включает в себя доставку наземной группы с помощью вертолета. Поддержку оказывает вертолёт AH-6M, вооруженный УР и НАР. Артиллерийская поддержка будет доступна группе после вывода заложников из компаунда, в котором они содержатся.<br /><br />Вход в компаунд находится на восточной стороне у дороги. Известно о двух заложниках - менеджере нефтеперерабатывающего завода и местном активисте сопротивления. Скорее всего они содержатся в разных камерах и готовятся к отправке в город. После их освобождения они должны быть доставлены в безопасную зону южнее AO.<h4>IV. Поддержка:</h4>2x MH-60S Seahawk<br />1x (1x резерв) AH-6M Little Bird - 7 НАР, 2 AGM-114K<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />Hammer-2 - 105мм батарея - после освобождения заложников.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Доп. снаряжение находится в снаряжении вертолетов.<br /> Джавад Хамза - предпочитает стандартный камуфляж, однако не носит бронежилеты. Ходит без головного убора, носит баллсттические очки.",
    "map_shot": "",
    "mission_date": "2017-07-01",
    "creation_date": "2024-09-05"
}