{
    "id": "37b4d9ea93e6f2c9dad2a55652e595ec",
    "filename": "CO22_Floor_is_LAVa.tem_kujari",
    "title": "CO22 Floor is LAVa",
    "author": "Ka6aH",
    "player_count": 22,
    "terrain": "tem_kujari",
    "tags": [
        "COMB.ARMS",
        "RolePlay"
    ],
    "overview": "USMC Platoon tries to recover damaged LAV-25",
    "overview_img": "imgs/CO22_Floor_is_LAVa.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Операция Буря в Сахаре, нацеленная на уничтожение повстанцев в Чаде и установлении мира в регионе, достигла определенных успехов. Корпус морской пехоты США, продвигается на запад к столице страны. Мы встречаем разрозненное сопротивление и освобождаем деревню за деревней. Однако вчера вечером, различные группировки повстанцев объявили об объединении усилий в борьбе с нашими силами.<br /><br />Наше отделение выполняло задачу по разведке местности за населенным пунктом Biri Noula. В процессе возвращения на исходные позиции, наша БРМ была атакована и подбита на одной из улиц. Командир и водитель выжили, судьба третьего члена экипажа неизвестна.<br /><br />Бронемашина скорее всего сильно повреждена. Попытки связаться с союзниками по рации не увенчались успехом. <h4>А. Враждебные силы:</h4>Коалиция сепаратистов - иррегулярные силы<br /><br />Противник в составе нескольких групп по 5-6 человек, вооруженных стрелковым вооружением и ПТ-средствами, был замечен в самом населенном пункте. Также противник смог занять высоты на востоке и западе. На бывших позициях армии Чада, использованных еще в прошлом конфликте, были обнаружены позиции ДШКМ. Мы ожидаем, что противник будет патрулировать подходы к населенному пункту, в особенности дорогу, ведущей от нашей позиции.<br /><h4>Б. Дружественные силы:</h4>1-й механизированный разведывательный батальон, Корпус морской пехоты США<br /><br />Baker-1 - LAV-25<br />Baker-2 - Экипаж подбитой LAV-25<br /><br />1-й батальон 1-го полка морской пехоты<br /><br />1'1<br />1'2 <h4>II. Задание:</h4>1. Выжить<br />2. Соединиться с союзными силами<br /><h4>III. Выполнение:</h4>В данный момент мы не имеем связи и вооружения. Нам стоит осторожно проверить местность, возможно мы сможем устранить несколько боевиков и завладеть их оружием. <h4>IV. Поддержка:</h4>....<h4>V. Сигналы:</h4>....<h4>VI. Замечания:</h4>...<h4>I. Обстановка:</h4>Операция Буря в Сахаре, нацеленная на уничтожение повстанцев в Чаде и установлении мира в регионе, достигла определенных успехов. Корпус морской пехоты США, продвигается на запад к столице страны. Мы встречаем разрозненное сопротивление и освобождаем деревню за деревней. Однако вчера вечером, различные группировки повстанцев объявили об объединении усилий в борьбе с нашими силами.<br /><br />Сегодня утром мы понесли потери в районе н.п. Biri Noula. LAV-25 разведывательного батальона был уничтожен на улицах населенного пункта, судьба экипажа неизвестна. К югу от места засады находятся основные части батальона, готовые выбить противника с места поражения БРМ, эвакуировать её и экипаж.<h4>А. Враждебные силы:</h4>Коалиция сепаратистов - иррегулярные силы<br /><br />Противник в составе нескольких групп по 5-6 человек, вооруженных стрелковым вооружением и ПТ-средствами, был замечен в самом населенном пункте. Также противник смог занять высоты на востоке и западе. На бывших позициях армии Чада, использованных еще в прошлом конфликте, были обнаружены позиции ДШКМ. Мы ожидаем, что противник будет патрулировать подходы к населенному пункту, в особенности дорогу, ведущей от нашей позиции.<br /><h4>Б. Дружественные силы:</h4>1-й механизированный разведывательный батальон, Корпус морской пехоты США<br /><br />Baker-1 - LAV-25<br />Baker-2 - Экипаж подбитой LAV-25<br /><br />1-й батальон 1-го полка морской пехоты<br /><br />1'1<br />1'2 <h4>II. Задание:</h4>1. Найти экипаж подбитой БРМ<br />2. Эвакуировать LAV-25<br /><h4>III. Выполнение:</h4>В данный момент мы не имеем связи с экипажем, однако ожидаем, что выжившие будут пытаться спрятаться и ожидать подхода основных сил. Будьте осторожны при зачистке города. По информации разведки, сама бронемашина заблокирована баррикадами, для их расчистки используйте подрывные заряды, доступные в технике. <h4>IV. Поддержка:</h4>1x LAV-25<br />4x HMMWV (M2)<br /><br />FARP<br />CCP<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Выжившие могут воспользоваться вооружением противника, будьте осторожны при входе в населенный пункт. Для эвакуации подбитой БРМ в технике находятся тросы. Для подсоединения троса, возьмите его к себе в инвентарь, подойдите к одной машине, закрепите трос через взаимодействие с техникой по клавише, затем протяните трос ко второй машине. ",
    "map_shot": "",
    "mission_date": "2004-07-13",
    "creation_date": "2024-01-27"
}