{
    "id": "370987273589b7c17f2263735aaff7db",
    "filename": "CO22_Leopard_Falling.tem_kujari",
    "title": "CO22 Leopard Falling",
    "author": "Ka6aH",
    "player_count": 22,
    "terrain": "tem_kujari",
    "tags": [
        "INFANTRY"
    ],
    "overview": "French airborne operation in Zaire",
    "overview_img": "imgs/CO22_Leopard_Falling.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1978 год, Заир. Восстание в Катанге, организованное боевиками FNLC, поставило под угрозу безопасность режима президента Мобуту. К группировке присоединились наёмники, постоянно находящиеся в регионе. Боевики смогли взять в заложники европейцев, работавших или живших в Заире. Президент Мобуту вскоре попросил помощи у Бельгии, Франции и США для подавления восстания. <br /><br />Совместная операция бельгийских и французских сил получила название Леопард. Используя бельгийские С-130, парашютисты иностранного легиона высадятся недалеко от поселения Danashiwa. Мы рассчитываем, что боевики не смогут быстро среагировать и увести заложников. Пилоты С-130 займутся снабжением десанта и сбросят транспорт для эвакуации освобождённых.<h4>А. Враждебные силы:</h4>Иррегулярные силы FNLC:<br /><br />Патрули вокруг города<br />Боевики и белые наёмники в городе<br />Возможно появление у боевиков трофейной техники<br /><h4>Б. Дружественные силы:</h4>2e Régiment étranger de parachutistes - France:<br /><br />1'6 - 2 чел.<br />1'1 - 9 чел.<br />1'2 - 9 чел.<br /><br />Composante Air - Belgique:<br /><br />Transport - 2 пилота<br /><br /><h4>II. Задание:</h4>1. Подготовиться к высадке<br />2. Высадиться около населённого пункта Danashiwa<br />3. Освободить заложников и увезти их на безопасное расстояние от города<br /><br />ВНИМАНИЕ: Смотри замечания<h4>III. Выполнение:</h4>Задачи парашютистов: подготовиться к высадке, высадиться в зоне операции, начать движение к населённому пункту. Взять здание, в котором удерживаются заложники, под контроль. Вывезти заложников на безопасное расстояние от города.<br /><br />Задачи пилотов: высадить парашютистов в зоне операции (высота 300-400 метров, скорость 250), обеспечить их снабжением боеприпасами и техникой. Внимание, грузовой C-130 находится на стоянке аэродрома. 3 джипа M151 и ящик с аммуницией уже загружены в самолёт. <h4>IV. Поддержка:</h4>FARP <br />CCP<br /><br />C-130 - для высадки <br />C-130 - грузовой<br /><br />M151 (M2) 2x в C130, 4 в резерве<br />M151 1x в C130, 4 в резерве<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz <br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Высадка с парашютами:<br />После набора самолётом высоты 150 метров, в меню действий (по колёсику мыши) появится функция, подсвеченная синим цветом (Static Line). Используйте её только по приказу командира о высадке. Парашют раскрывается автоматически, рюкзак остаётся на спине после приземления.<br /><br />Вооружение стрелка-гранатомётчика (Rocketeer):<br />Ручное безоткатное орудие M67 находится в ящиках с аммуницией. Они должны быть доставлены в зону операции пилотами. <br /><br />Дополнительное снаряжение:<br />В ящиках с аммуницией находятся дополнительные патроны и гранаты. Также внутри находятся ручные миномёты. Они используют слот вторичного оружия.<br /><br />Винтовочные гранаты:<br />У стрелков с MAS49/56 есть винтовочные гранаты, работающие через переключение режима огня как подствольный гранатомёт.<br /><br /><br />",
    "map_shot": "",
    "mission_date": "1978-07-12",
    "creation_date": "2022-02-13"
}