{
    "id": "dcb357a7b3fb6ce774eacde31dc8a7b3",
    "filename": "CO22_Achtung_Panzer_1B.VTF_Korsac",
    "title": "CO22_Achtung_Panzer",
    "author": "Arsdor for Tactical Shift",
    "player_count": 22,
    "terrain": "VTF_Korsac",
    "tags": [
        "COMB.ARMS",
        "MOUT"
    ],
    "overview": "Немецкие мотшутцены отбивают польско-татарское нашествие",
    "overview_img": "imgs/CO22_Achtung_Panzer_1B.VTF_Korsac.jpg",
    "briefing": "<h4>0. Кампания:</h4>В ходе разногласий в Европейском Союзе и выхода из него Греции, политические авантюристы из стран Восточной Европы начали кампанию по шантажу ЕС. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, призывавший к выходу Республики Польской из всех европейских институтов, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. С целью предотвращения дальнейшего кровопролития и восстановления конституционного порядка 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали ограниченную военную операцию. Ожесточённое сопротивление военных и неприязнь гражданского населения привели к затягиванию операции. В конце октября, в свою очередь, начали своё вторжение вооружённые силы Украины, Беларуси и Российской Федерации, очевидно надеясь на территориальные приобретения. После кровопролитных боёв в ноябре и зимой, мы, наконец, смогли возобновить наступление.<br /><br /> 14-ая бригада мотшутценов обеспечивает прикрытие наступающих войск.<br /><h4>I. Обстановка:</h4>После того как Стшелечки перешли под контроль ВСУ, наступление европейской коалиции на Крапковице оказалось под угрозой срыва. Хотя наши бойцы способны защитить свои фланги, даже для них это будет непосильной задачей, если враг создаст выступ глубиной в несколько километров. К сожалению, именно это восточники и пытаются сделать.<br />В течение двух суток укрепрайон Ангела подвергался атакам. Командование не может перебросить сходу достаточно сил для удержания этой крайне важной высоты. Два наших отделения это все силы, способные предотвратить падение укрперайона до прибытия более существенных подкреплений. Вся наша надежда на то, что предшественники достаточно подготовили позиции, а поддержка авиации и артиллерии будет достаточной для того, чтоб продержаться хотя бы пару часов.<h4>А. Враждебные силы:</h4>По данным разведки в РБД действуют несколько подразделений противника. Около Ангелы были задействованы силы 92-ой гвардейской Казанской танковой дивизии, выставившей на поле боя несколько  Т-90СА в сопровождении хорошо обученной и снаряжённой, но малочисленной пехоты на БМП-2. С юга и северо-востока их поддерживают два взвода 34-ой отдельной Нижнекамской мотострелковой бригады, использующие БМП и БТР. Наконец, с севера высоту обходят курсанты Желеногурского десантного училища. Хотя польские курсанты снаряжены только тем, что смогло вывезти их начальство, а их боевой опыт невелик, их техника более мобильная и разноплановая, нежели у русских.<br /><br />Поляки разместили несколько ствольных зенитных установок на подступах к укрепрайону. Известно, что танкисты смогут задействовать не более одной установки Тунгуска для прикрытия своих сил, однако польские курсанты располагают несколькими комплексами Стрела-10 и Игла-Н.<br /><br />Также в воздушном пространстве могут быть встречены 2 МиГ-29 и 2 Ми-24<br /><br />Наличие артиллерии и поддержки с воздуха заставляет противника использовать вышеописанные силы сдержанно, поэтому мы вряд ли увидим более одного взвода во время каждой попытки штурма. ОДНАКО, в случае потери EF-2000, мы рискуем столкнуться с массированным штурмом.<br /><br />По данным разведки, противник испытывает снарядный голод, и массированной артподготовки не предвидится.<h4>Б. Дружественные силы:</h4>2 отделения моторизованной пехоты Бундесвера.<br /><br />Звено многоцелевых истребителей EF-2000.<br /><br />Гарнизон центральных укреплений Ангелы был почти полностью уничтожен в прошлом штурме, нанеся не менее чувствительные потери врагу. Нам удалось связаться с удалённым постами, и выяснить, что в районе пунктов Герберт, Барбара, Дитрих и Йенс ещё остались выжившие. Они окажут нам посильную поддержку.<h4>II. Задание:</h4>1. Отбить три атаки на высоту Ангела.<br />2*. Эвакуировать бойцов с пунктов Барбара и Герберт на оборонительные линии Людвиг/Магдалена<br />3*. Эвакуировать бойцов с пунктов Дитрих и Йенс на оборонительные линии Людвиг/Магдалена<br />4*. Удерживать линии Людвиг и Магдалена в течение 30 минут после первого огневого контакта<br /><h4>III. Выполнение:</h4>Наши наземные силы находятся в районе Ангелы. У нас будет примерно 10-15 минут на подготовку перед первым штурмом. Стоит осмотреть позиции и выбрать наиболее эффективные огневые рубежи. На некоторых позициях можно обнаружить уцелевшие ПТРК и станковые пулемёты, а также ящики с разнообразными боеприпасами. Также стоит воспользоваться запасами со склада в центре Ангелы.<br /><br />Разумно попытаться заминировать ключевые дорожные узлы недалеко от высоты минами со склада.<br /><br />По усмотрению командира следует либо эвакуировать бойцов упомянутых в пунктах 2 и 3, чтобы усилить основную группировку, либо оставить их на позициях, чтобы они выиграли нам время.<br /><br />Пилотам EF-2000 следует сразу выяснить расположение грузовиков снабжения на аэродроме и совершить пробный полёт к западу от основных позиций. Пилоты должны воздержаться от попытки подавить лёгкое ПВО до начала штурма, так как это может спровоцировать поспешное наступление врага.<h4>IV. Поддержка:</h4>Укрепрайон Ангела:<br />GTK Boxer HMG (x1)<br />GTK Boxer GMG (x1)<br />Fennek с целеуказателем (x5)<br />Ящики с дополнительным снаряжением (БПЛА, мины, боеприпасы) на складе и на линиях обороны<br /><br />На аэродроме:<br />EF-2000 x4 (GBU 12 LGB (x4) - бомбы с лазерным наведением, контейнеры с кумулятивными НАР, ракеты воздух-воздух<br /><br />Sperling-4 - миномётная батарея<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>В первые 15 минут командир имеет полное право вносить графические изменения на карте, указывая планируемое расположение эвакуируемых сил и область установки мин.<br /><br />Для эвакуации дружественных сил требуется автотранспорт, и боец, готовый временно покинуть отделение, чтоб присоединиться к выжившим. Этот боец должен сделать Become leader в этой группе и посадить пехотинцев в транспорт.<br /><br />Для пилотов: при выходе на взлётную настоятельно рекомендуется уменьшать и увеличивать тягу, достигая не более чем 40 км/ч. После того, как закончится рулёжка, необходимо открыть закрылки, и повышать тягу до момента отрыва (не снижайте тягу в процессе взлёта, EF-2000 подвержен козлению!).<br />В процессе полёта рекомендуется сбрасывать скорость до 200-500 км/ч при штурмовке, и набирать скорость при уходе от ракет. EF-2000 обладает солидным запасом контрмер, однако сам по себе достаточно хрупок, поэтому не стоит чураться манёвров уклонения, в том числе от ствольного ПВО.",
    "map_shot": "",
    "mission_date": "2023-06-26"
}