{
    "id": "c97f824886163e3c2acef6d7a466d746",
    "filename": "CO22_Loco_Express.IslaPera",
    "title": "CO22 Loco Express",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "IslaPera",
    "tags": [
        "SPECOPS",
        "JTAC/CAS",
        "WEST GEAR"
    ],
    "overview": "Coalition Forces search and destroy cartel lookouts in Colombia",
    "overview_img": "imgs/CO22_Loco_Express.IslaPera.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Совместная французско-американская операция по уничтожению очагов активности картеля Синалоа в Колумбии. Противник занимает две прибрежных позиции на острове Пера, ставшим пунктом подготовки боевиков картеля и логистическим центром операций.<br /><br />Морские Коммандос ВМФ Франции совместно с 160-м авиационным полком специальных операций ВС США проведут рейд по двум базам картеля.<h4>А. Враждебные силы:</h4>Картель Синалоа<br /><br />Противник вооружен лёгким стрелковым вооружением советского и западного производства, а также обладает ограниченным количеством станковых пулеметов, в основном использующихся в качестве средств ПВО. Патрули противника находятся в заболоченной местности к западу от базы на OBJ MIND. Сама база обороняется неизвестным количеством боевиков. Из-за разрушения моста, связывающего западный и восточный берег реки, противник активно пользуется лодками для перемещения, также ожидаются патрульные лодки, охраняющие транспорт.<br /><br />На восточной стороне были замечены технички противника. <h4>Б. Дружественные силы:</h4>Commandos Marine<br /><br />1'6<br />1'1<br />1'2<br /><br />160th Special Operations Aviation Regiment<br /><br />Delta - 1x AH-6M, 2x UH-60M<h4>II. Задание:</h4>1. Захватить OBJ MIND<br />2. Захватить OBJ HEART<br />3. Эвакуироваться на базу (Delta Detachment)<br />4. Уничтожить лодочный транспорт противника (опц.)<br /><h4>III. Выполнение:</h4>Используйте лодки для высадки в районе задач. На другой берег дойти пешком или доехать невозможно из-за разрушения единственного в районе моста. Для поддержки операции доступны 2 транспортных вертолета, однако их использование может быть ограничено активностью пулеметов противника. <h4>IV. Поддержка:</h4>4x Assault Boat - 5 мест<br />3x RHIB (M2) - 11 мест<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />1x AH-6M<br />2x UH-60M<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Доп. снаряжение находится на старте (Infiltration Point). ",
    "map_shot": "",
    "mission_date": "2004-06-13",
    "creation_date": "2024-08-20"
}