{
    "id": "bbd7951f211177092d52f1a9ea1f8710",
    "filename": "CO22_Farabad_Blues_P4_Thunder_Run.Farabad",
    "title": "CO22 FB P4 Thunder Run",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "Farabad",
    "tags": [
        "ARMOR",
        "WEST GEAR"
    ],
    "overview": "Marines reached the heart of Farabad and rush to capture the city",
    "overview_img": "imgs/CO22_Farabad_Blues_P4_Thunder_Run.Farabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После ожесточённых боёв за контроль над фабрикой, бойцам Task Force Butler удалось захватить позиции на окраинах Фарабада. Теперь мы готовы к решающему наступлению. Противник, не желая терять город, укрепился в парке и правительственном квартале, где сосредоточены основные силы республиканской гвардии. Их последний оплот — правительственный дворец. Как только он будет захвачен, велика вероятность, что враг отступит или прекратит сопротивление. Мы также установили местоположение захваченного противником в ночном рейде MARSOC пилота<br /><br />Для поддержки операции вам предоставлены миномёты, артиллерийская батарея с гаубицами M777, а также танк Abrams. Ожидается ожесточённое сопротивление, и битва за город будет непростой, но это ключевой шаг к победе.<h4>А. Враждебные силы:</h4>Части 1-й бронетанковой дивизии республиканской гвардии занимают оборону правительственного квартала. Противник также собрал оставшиеся части различных подразделений в районе парка, где занимает позиции с целью предотвращения нашего прорыва на восток.<br /><br />Нашей разведкой был раскрыт факт использования противником танков Т-90, скорее всего переданные Такистану годом ранее в рамках программ взаимопомощи между РФ, Китаем и Такистаном. Город кишит вражеской техникой, однако эффект наших авиаударов был ограничен из-за плотной застройки.<br /><br />Во время оккупации города противник озаботился возведением некоторых фортификаций в городе. Также, наше медленное продвижение на первом этапе операции позволило ему перебросить в район подкрепления. Поддержку противнику оказывает батарея РСЗО, а также неустановленное количество пулеметов и ПТРК в городе.<h4>Б. Дружественные силы:</h4>1-я рота 3-й батальон 1-й полк КМП США<br /><br />1'0 - отделение управления<br />1'1 + интегрированный расчет SMAW<br />1'2<br /><br />M1A1FEP Abrams - экипаж танка<h4>II. Задание:</h4>1. Захватить правительственный дворец (OBJ BLUES)<br />2. Освободить пилота (опц. OBJ JAZZ)<br /><h4>III. Выполнение:</h4>Зона операции разделена Phase Line для удобства координации. Между PL JACK и QUEEN противник сосредоточил силы резервистов, которые должны выступить как прикрытие для обнаружения нашего направления атаки. Будьте осторожны, противник использует свой партизанский опыт 2012-го года для организации засад на дорогах с использованием СВУ. Хотя эти заряды не уничтожат танк, но скорее всего обездвижут его и ранят экипаж.<br /><br />За PL QUEEN противник планирует отразить нашу атаку используя свое превосходство в количестве и характер местности. Парк независимости с площадью для парадов простреливается со стороны дворца, так что командование ожидает массового применения средств огневого поражения для продолжения штурма.<br /><br />Дворец находится за PL KING и укреплен, противник планирует его оборону, в том числе с привлечением поддержки танков. Разведка обнаружила над дворцом флаг Такистана. Будет намного лучше, если вместо него над Фарабадом снова воцарит флаг свободы и демократии.<h4>IV. Поддержка:</h4>2x RG-31 M2<br />7x M1151 M2<br />1x M1A1FEP Abrams - 1x в резерве<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд, доукомплект после прохождения PL JACK, QUEEN и KING<br /><br />1x 82мм батарея - Steel-rain-1 - 4 HE, 12 SMK, 12 ILLUM<br />1x 155мм батарея - Mailman - 3 HE, 9 SMK<br />Только 1'6 - вызов BGM-109 Tomahawk c USS Lake Erie<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Доп. снаряжение в ящиках и на FARP<br /><br />Стрелок в синих командах также может разминировать СВУ при обнаружении<br /><br />Пилот удерживается на OBJ JAZZ, обращайте внимание на активность противника в компаунде<br /><br />Для завершения задачи захвата дворца, необходимо заменить флаг Такистана на the Star-Spangled Banner с помощью действия на флаге (кнопку надо нажать и удерживать)<br /><br /> Зона на юге AO ограничена для доступа (отмечена на карте)",
    "map_shot": "",
    "mission_date": "2017-07-01",
    "creation_date": "2024-09-26"
}