{
    "id": "4849f6a178299db5696d1b61d05c2226",
    "filename": "CO22_Farabad_Blues_P3_Assault.Farabad",
    "title": "CO22 FB P3 Assault",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "Farabad",
    "tags": [
        "ARMOR",
        "WEST GEAR"
    ],
    "overview": "USMC with the support of Bradley detachment clears out an industrial site ",
    "overview_img": "imgs/CO22_Farabad_Blues_P3_Assault.Farabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Операция по освобождению Фарабада приближается к ключевой фазе - штурму города и уничтожению основных сил противника. В ходе рейда MARSOC в деревню Насери спецназ потерял большое количество операторов убитыми и ранеными, в том числе команду управления группой (Капитан B.Arsdrew и Сержант-авианаводчик B.Jazow числятся без вести пропавшими), а также два вертолёта (пилот 160-го полка A.Home предположительно попал в плен и находится где-то в городе). Несмотря на это, рейдеры нанесли противнику невосполнимые потери и вынудил его покинуть район. Это позволило союзным силам продвинуться вперед, в результате чего этим утром 1-й разведывательный батальон смог взять под огневой контроль шоссе М13, связывающее город с остальными силами. На юго-востоке нашими силами был захвачен аэропорт, откуда противник отступил на восточный берег реки Кахак.<br /><br />Части 3-го батальона 1-го полка КМП США совместно с приданными БМП Бредли из 1-й бронетанковой бригады 3-й пехотной дивизии должны захватить плацдарм на южной окраине Фарабада с целью подготовки дальнейшего наступления.<h4>А. Враждебные силы:</h4>Противник ввёл в бой свежие силы всего 2-го батальона 1-й бронетанковой дивизии республиканской гвардии, одного из самых боеспособных подразделений армии Такистана. Противник пытается удержать позиции к югу от центрального парка в районе старой фабрики. В районе слияния рек Кулидж и Шариф противник оборудовал мощный укрепрайон, усиленный огневыми позициями в городской застройке.<br /><br />Бронетехника в количестве танкового взвода была переброшена на юг города и развернута к северу от OBJ MANDALAY. Огневую поддержку противнику оказывает ракетная артиллерийская батерея, развернутая к северу от Фарабада. <h4>Б. Дружественные силы:</h4>1-я рота 3-й батальон 1-й полк КМП США<br /><br />1'0 - Отделение управления<br />1'1<br />1'2<br /><br />Bradley - БМП Бредли, экипаж<br /><br />1'6 - Papa Bear (командование роты)<h4>II. Задание:</h4>1. Захватить OBJ MANDALAY<br />2. Продвинуться до LOA (опц.)<br /><br /><h4>III. Выполнение:</h4>Впервые с начала операции была замечена активность реактивной артиллерийской батареи с установками БМ-21 Град. Скорее всего они будут использованы для оказания поддержки обороняющимся подразделениям, в следствие чего командование рекомендует предпринять дополнительные меры осторожности (дистанция между отрядами, избежание долгого нахождения на пристрелянных позициях, таких как высоты, ориентиры на местности).<br /><br />Здание фабрики частично перекрывает обзор с северных позиций противника. Имейте в виду, что река непереходима для БМП и остальной техники взвода. Для пересечения реки был оборудован понтонный мост к востоку от позиций взвода. Переправа техники за FLOT возможна к востоку от позиции RUINS. <h4>IV. Поддержка:</h4>5x M1151 M2<br />2x M1151 Mk19<br />1x M1151 TOW<br />1x Bradley M2A3 ERA<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />1x 82мм батарея - Steel-2 - 3 HE, 10 SMK, 10 ILLUM<br />1x 155мм батарея - Hammer-1 - 2 HE, 10 SMK<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>При необходимости, 1'2 может быть оснащен вооружением отряда поддержки (M240B, Javelin)",
    "map_shot": "",
    "mission_date": "2017-07-01",
    "creation_date": "2024-10-26"
}