{
    "id": "b6106e9f72aa75bca967269e020c72dd",
    "filename": "CO22_Meeting_Engagement_1A.cup_chernarus_A3",
    "title": "CO22 Meeting Engagement 1A",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "ARMOR",
        "1990",
        "WEST GEAR",
        "ARTILLERY"
    ],
    "overview": "Canadian mechanized platoon clashes in meeting engagement with croatian forces",
    "overview_img": "imgs/CO22_Meeting_Engagement_1A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В 1993 году, во время гражданской войны в бывшей Югославии, канадские миротворцы в составе Организации Объединенных Наций выдвинулись на спорную территорию в Хорватии с приказом выполнить соглашение о прекращении огня в Медакском кармане между хорватской армией и сербскими иррегулярными силами. 2-й батальон Канадской легкой пехоты принцессы Патриции (2 PPCLI), выполнявший миссию по сохранению режима прекращения огня между сербскими и хорватскими силами в Медакском Кармане, подвергся атаке последних.<br /><br />1-му взводу пришлось отступить из сербской деревни Старый Яр. Ночью хорватские силы начали заходить в населенный пункт. Командование подозревает, что мирные жители были убиты или угнаны из деревни в результате этой атаки. Сегодня штаб принял решение выбить противника из населенного пункта и захватить хорватские позиции с целью сбора данных об возможных военных преступлениях.<h4>А. Враждебные силы:</h4>Хорватская Армия<br /><br />До 16 пехотинцев и один БТР-60 находятся непосредственно в деревне Старый Яр.<br /><br />Основные силы противника прибудут через 15-20 минут по ASR ORION и попытаются зайти в Старый Яр.<br /><br />До двух отделений при поддержке СПГ и ДШК обороняют периметр западнее OBJ CEDAR и OBJ PINE, неизвестное количество противников находится на OBJ CEDAR, OBJ PINE и в лесу между ними.<h4>Б. Дружественные силы:</h4>2-й батальон Канадской легкой пехоты принцессы Патриции (2 PPCLI)<br /><br />1`1 - отделение пехотинцев (9 чел.)<br />1`2 - отделение пехотинцев (9 чел.)<br />1`0 - отделение управления<br />Victor-1 - экипаж LAV-25<h4>II. Задание:</h4>1. Захватить OBJ SPRUCE<br />2. Захватить OBJ CEDAR<br />3. Захватить OBJ PINE<br /><br /><h4>III. Выполнение:</h4>По плану командира<h4>IV. Поддержка:</h4>3x M113 (M2 HMG)<br />1x LAV-25<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />105-mm - Trudeau-2 - 5 HE, 12 SMK, 12 ILLUM<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Не применяйте артиллерию в населенных пунктах!<br /><br />О контратаках противника командование сообщит по рации<br /><br />",
    "map_shot": "",
    "mission_date": "1995-03-28",
    "creation_date": "2024-12-06"
}