{
    "id": "9b5a242a4f7b2d94a101c282969cd6fc",
    "filename": "CO22_Firepower_1A.VTF_Korsac",
    "title": "CO22 Firepower 1A",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "VTF_Korsac",
    "tags": [
        "WEST GEAR",
        "ARMOR"
    ],
    "overview": "French army clears chernarussian army CP and captures prisoners",
    "overview_img": "imgs/CO22_Firepower_1A.VTF_Korsac.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Французский Иностранный Легион совместно с Силами Самообороны Ливонии проводит операцию по освобождению Корсача от частей чернарусской армии, занявшими регион в результате вторжения годом ранее.<br /><br />Пехота французского иностранного легиона, при поддержке операторов дронов и тяжелой техники из Сил Самообороны Ливонии, проведет операцию по рейду на укрепленный район противника, с целью захвата пленных. <h4>А. Враждебные силы:</h4>131-механизированный батальон ЧСО<br /><br />Рота пехоты противника, усиленная двумя БТР-80А, станковым пулеметом и АГС. По отделению противника ожидается на опорных пунктах, расположенныü к юго-западу и северо-востоку от фермы. На самой фермы противник разместил тяжелоее вооружение, в том числе пулемет M2 и АГС.<br /><br />Известно о наличии у противника ударных ФПВ дронов. Также в резерве противник держит два механизированных отделения, которые скорее всего будут задействованы после потери одного из опорных пунктов.<br /><br /><h4>Б. Дружественные силы:</h4>Сводная группа 1-й роты 13-й полубригады Иностранного Легиона и 2-й роты 1-й отдельной механизированной бригады Ливонии - позиция OUTPOST<br /><br />1'1 - Отделение пехоты<br />1'2 - Отделение пехоты<br /><br />1'6 - Отделение управления<br /><br />Viktor-1 - экипаж FV510 Warrior<h4>II. Задание:</h4>1. Захватить командный пункт противника и взять пленных<br />2. (опц.) зачистить один из опорных пунктов<br /><br /><h4>III. Выполнение:</h4>Бойцы противника на командном пункте скорее всего сложат оружие, но все равно будьте осторожны. Не используйте гранаты при его штурме. Для штурма остальных позиций, используйте все возможные средства (в снаряжении машин и БМП находятся подрывные заряды). Скорее всего, после захвата одной из укрепленных позиций противника, он постарается ввести в бой новые силы. <h4>IV. Поддержка:</h4>4x бронеавтомобиль VBMR-L<br />1x FV510 Warrior<br /><br />3x разведывательный БПЛА<br />5x ударный FPV дрон AP<br />2x ударный FPV дрон AT (в ящике на OUTPOST)<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />RASOIR 1-1 - 82мм батарея, 4 HE, 9 SMK, 9 ILLUM<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Беспилотники спавнятся после уничтожения на стартовой позиции. Наблюдение за полем боя может осуществлятся с позиции OUTPOST через настраиваемый экран.<br /><br />В ящиках на старте также находятся ПТ-мины.",
    "map_shot": "",
    "mission_date": "2023-06-26",
    "creation_date": "2024-11-23"
}