{
    "id": "0d96be6ac1f7141a676c2364cdd2a35b",
    "filename": "CO22_Morning_Ambush.IslaPera",
    "title": "CO22 Morning Ambush",
    "author": "Ka6aH",
    "player_count": 22,
    "terrain": "IslaPera",
    "tags": [
        "INFANTRY",
        "WEST GEAR"
    ],
    "overview": "Рейнджеры армии США уничтожают установки ЗУ-23 в Гренаде",
    "overview_img": "imgs/CO22_Morning_Ambush.IslaPera.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Операция Вспышка Ярости началась 25-го октября 1983 с высадки воздушного и морского десанта на остров Гренада с целью установления демократического порядка и защиты американских граждан от действий революционного военного совета.<br /><br />Полк рейнджеров армии США высадился на территории взлётной полосы аэропорта Пойнт-Салинас и успешно выполнил цели по подготовке аэродрома для посадки транспортных самолетов с частей 82-й воздушно-десантной дивизии и техники. Части народно-революционной армии отступили вглубь острова после неудачной контратаки, потеряв при этом 5 БТР-60. 82-я дивизия при поддержке рейнджеров начала продвижение к остальным целям, включая столицу острова и военные объекты.<br /><br />На второй день операции противник организовал оборону в районе н.п. Pava, где по информации разведки, находится крупный контингент кубинских войск. Они удерживают прибрежную зону и разместили две ЗУ-23, что усложняет нашу логистику. На дорогах противник организовал ряд засад, в одной из которых сегодня утром погиб один рейнджер и один пропал без вести. Ваша задача: уничтожить установки ПВО и зачистить территорию фабрики, которую противник использует как центр снабжения.<br /><h4>А. Враждебные силы:</h4>Народно-революционная армия Гренады - Кубинский контингент<br /><br />Противник оснащен различным вооружением советского производства, в том числе ДШК и РПГ. Также замечено два БТР-60. У противника нет поддержки минометов. Занятые противником точки отмечены на карте бордовым цветом. В течение тридцати минут после начала операции противник попытается усилить оборону подкреплениями с запада. <h4>Б. Дружественные силы:</h4>2-й батальон Рейнджеров<br /><br />1'0 - отделение управления с марксменом и стрелком безоткатного орудия<br />1'1 - отделение рейнджеров<br />1'2 - отделение рейнджеров<br /><br /><h4>II. Задание:</h4>1. Уничтожить ЗУ-23<br />2. Захватить фабрику (OBJ FACTORY)<br />3. (опционально) Найти пропавшего рейнджера<br />4. Вернуться на изначальную позицию<br /><h4>III. Выполнение:</h4>Пункты интереса для поиска пропавшего рейнджера: FARM, VILLAGE, BARN<br /><br />Захват позиции RADIO затруднит коммуникацию противника, что негативно скажется на его возможности вызывать подкрепления.<br /><br />Осторожно, в джунглях противник оборудовал укрепленные позиции и организовал патрули.<br /><br />Для уничтожения ЗУ-23 используйте M72 или подрывные заряды.<h4>IV. Поддержка:</h4>4x автомобиль M151A2 M2<br />4x автомобиль M151A2<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />82мм батарея - Smith, 2 HE, 9 SMK, 9 ILLUM<br />Самолет огневой поддержки AC-130 - 4 HE, доступен после уничтожения одной из ЗУ<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Доп. снаряжение в автомобилях и на ФАРП",
    "map_shot": "",
    "mission_date": "1983-10-26",
    "creation_date": "2024-11-11"
}