{
    "id": "a67d0a6ce9fb5e9fc1324b3ebdd595cf",
    "filename": "CO22_Service_And_Supply_1A.DYA",
    "title": "CO22 Service and Supply 1A",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "DYA",
    "tags": [
        "1980",
        "ARMOR",
        "EAST GEAR"
    ],
    "overview": "Iraq Republican Guard breaks through Iranian river crossing assault",
    "overview_img": "imgs/CO22_Service_And_Supply_1A.DYA.jpg",
    "briefing": "<h4>I. Обстановка:</h4>9 февраля, иранские силы начали наступление на позиции Ирака на полуострове Аль-Фао с целью лишения страны выхода к морю, для чего были оборудованы переправы через реку Шат-Аль-Араб. В нашем секторе иранские силы прибывают с каждым днем через одну из переправ. В результате этой атаке было отрезано подразделение народной армии ирака, состоящее из гражданских добровольцев. Их командование сообщило, что запасы воды и патронов находятся на исходе, и срочно запросило части Республиканской Гвардии предпринять действия по их деблокаде.<br /><br />Перед нами находятся передовые позиции иранских сил, и мы должны прорваться через них, устранив любые угрозы и доставить припасы союзникам. Перед нашим контрнаступлением позиции противника были подвергнуты газовой атаке, которая имела ограниченный успех. <h4>А. Враждебные силы:</h4>Иранская Армия<br /><br />Противник пересек реку в составе одной усиленной танками M60 роты и рассредоточился на местности между нашей и союзной позициями. Пехота противника успела окопаться в районе рубежей Amarah и Karbala. Также мы слышали переход тяжелой техники на наш берег. Зная тактику противника по предыдущим попыткам перехода реки, мы также ожидаем применение им ПТРК на открытых участках местности.  <h4>Б. Дружественные силы:</h4>Дивизия Медина, Республиканская Гвардия Ирака<br /><br />1'0 - отделение управления<br />1'1 - отделение пехоты<br />1'2 - отделение пехоты<br /><br />Victor-1 - экипаж Т-72<h4>II. Задание:</h4>1. Захватить позицию OBJ AMARAH<br />2. Захватить позицию OBJ KARBALA<br />3. Доставить воду на союзные позиции (OBJ ALLIES)<br /><h4>III. Выполнение:</h4>По плану командира.<br /><h4>IV. Поддержка:</h4>1x Т-72<br />2x БТР-60<br />2x Грузовик Урал<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />82-мм батарея - 5 HE, 9 SMK, 9 ILLUM<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Полуостров слева, отмеченный на карте, непроходим из-за газового облака.",
    "map_shot": "",
    "mission_date": "1986-07-03",
    "creation_date": "2025-02-22"
}