{
    "id": "74659aca37d5258cc3150b536b544456",
    "filename": "CO22_Foxholes_Hoppers_2A.VTF_Lybor",
    "title": "CO22 Foxholes Hoppers 2A",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "VTF_Lybor",
    "tags": [
        "INFANTRY",
        "MOUT",
        "WEST GEAR"
    ],
    "overview": "Elements of German forces continue to pursue Serbian forces",
    "overview_img": "imgs/CO22_Foxholes_Hoppers_2A.VTF_Lybor.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Господин командир взвода, наши силы пересекли границу Боснии и Сербии и продвигаются вперед к обозначенным целям. 292-му егерскому батальону немецко-французской бригады поставлена задача в развитии наступления от н.п. BAINA-BASTA в направлении ZAZACH. В данный момент в результате флангового манёвра передовое подразделение нашей бригады находится на другом берегу реки DETINJA. Ранее на переходе они потеряли несколько артиллерийских орудий от засад противника и лишились огневой поддержки. Мы должны как можно скорее переправиться на другой берег реки и доставить орудия.<br /><br />На пути к союзному подразделению находится н.п. KADENY где занимают оборону части 80-й моторизованной бригады армии Сербии и Черногории. Противник удерживает понтонную переправу с целью отвода остальной части своих войск на правый берег реки и организации контратаки на наш авангард.<br /><br />Ваша задача: захватить понтонную переправу и доставить орудия на другой берег. <h4>А. Враждебные силы:</h4>1-й батальон 80-я моторизованная бригада<br /><br />Противник занимает правый и левый берег реки и подготовил оборонительные позиции у дорог. Поддержку ему оказывают части на холмах по сторонам от основных позиций, а также пулемёты и БТР-60 за позициями. В качестве резерва противник располагает неустановленным количеством танков Т-54, которые не составят проблем для наших ПТРК. <h4>Б. Дружественные силы:</h4>1 взвод 3 рота 292 егерский батальон немецко-французская бригада<br /><br />1'1 отделение легкой пехоты - 9 чел.<br />1'2 отделение легкой пехоты - 9 чел.<br />1'6 командное отделение - 2 чел.<br /><br />Viktor - Экипаж БРМ 2А2 Лухс<h4>II. Задание:</h4>1. Захватить переправу (OBJ FORD)<br />2. Доставить артиллерию на OBJ EXIT<br /><br /><h4>III. Выполнение:</h4>На пути к OBJ EXIT ожидается ожесточенное сопротивление противника. Баррикады на дорогах можно уничтожить с помощью подрывных зарядов, которые находятся в ящиках со снаряжением на изначальной точке. Подрывные заряды также доступны на FARP.<br /><h4>IV. Поддержка:</h4>1x БРМ 2A2 Luchs<br />3x БТР Fuchs Milan<br />2x внедорожник Geländewagen Wolf<br /><br />2x грузовика MAN 5 t gl с артиллерийскими орудиями<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />Muehlbauer - 82 mm минометная батарея (3 HE, 9 SMK, 9 ILLUM)<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Для уничтожения баррикады:<br />1. Установить взрывчатку (сработает только мощный заряд) близко от баррикады<br />2. Подорвать взрывчатку<br />3. Баррикада уничтожена",
    "map_shot": "",
    "mission_date": "2005-06-13",
    "creation_date": "2024-10-22"
}