{
    "id": "ce96a9c0ba159eec8318ca33d85c8309",
    "filename": "CO22_Waltz_Along_The_River_1A.WL_Rosche",
    "title": "CO22 Waltz Along The River 1A",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "WL_Rosche",
    "tags": [
        "INFANTRY",
        "ARTILLERY",
        "WEST GEAR",
        "2020"
    ],
    "overview": "US patrol engages enemy in rural Rosche. High Command Module",
    "overview_img": "imgs/CO22_Waltz_Along_The_River_1A.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Наш патруль встретил сопротивление противника в районе н.п. Klein Bunstorf. Там заняли оборону части стрелкового подразделения Доновии, высадившиеся на правом берегу канала. На данный момент известно об активности противника в самом населенном пункте и в ключевых точках вокруг него. Ваша задача: провести атаку на населенный пункт с целью недопущения дальнейшей активности противника на этом берегу. <h4>А. Враждебные силы:</h4>Легкая пехота при поддержке БТР-80А.<br /><br />Достоверно известно об огневых точках противника в районе точек Hill 54, Hill 52 и OP. На OBJ DORBLU ожидается до взвода пехоты в обороне. Там же развернуты минимум два пулемета и АГС. Также была обнаружена активность противника на северо-востоке от населенного пункта, численность неизвестно.<br /><br />Противник обладает поддержкой минометной батареи. Также возможны подкрепления с другого берега.<h4>Б. Дружественные силы:</h4>1-й взвод 2-я рота TF Butler<br /><br />1'0 - отделение управления<br />1'1 - отделение пехоты<br />1'2 - отделение пехоты<h4>II. Задание:</h4>1. Захватить OBJ DORBLU<br /><h4>III. Выполнение:</h4>По плану командира<h4>IV. Поддержка:</h4>1x MRAP Mk 19<br />4x MRAP M2<br /><br />CCP<br />FARP<br /><br />Steel Rain-1 - 82мм батарея - 5 HE, 9 SMK, 9 ILLUM<br /><br />Резерв (редеплой) - 1 на отряд<br />Доукомплект за кажду захваченную позицию (HILL 52, HILL 54, OP)<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Доп. снаряжение в машинах и на FARP<h4>I. Обстановка:</h4>Ночью наша рота переправилась на правый берег канала не встретив сопротивления противника. Сегодня утром разведчики заметили передвижение колонны бронеавтомобилей противника по шоссе в сторону удерживаемого нами населенного пункта Кляйн Бунсторф. Ваша задача - организовать оборону населенного пункта и не допустить его захвата противником.<h4>А. Враждебные силы:</h4>Легкая пехота на MRAP<br /><br />Противник обладает поддержкой минометов и резервами. С захватом наших позиций противник усилит попытки взять под контроль населенный пункт и скорее всего введет в бой резервы.<h4>Б. Дружественные силы:</h4>1-я рота 3-й стрелковый батальон, усиленная взводом поддержки<br /><br />1'0 - отделение управления<br /><br />Под контролем игрока:<br />Гранит-1 - отделение пехоты (8 человек)<br />Гранит-2 - отделение пехоты (8 человек)<br />Гранит-3 - отделение пехоты (8 человек)<br />Коробочка - БТР-80А<br /><br />1x СПГ<br />1x НСВ, 1x АГС на позиции ВИКТОР<br />1x НСВ  позиции АННА<br /><br />Неподконтрольные отряды:<br />в Н.П. Klein Bunstorf - 2x отделения в здании<br />на позициях<br />ВИКТОР - до двух отделений<br />АННА - до двух отделений<br />БОРИС - одно отделение<br /><br />До двух отделений в лесу на северо-запад от н.п.<h4>II. Задание:</h4>1. Не дать захватить OBJ DORBLU<h4>III. Выполнение:</h4>По плану командира<h4>IV. Поддержка:</h4>2x ГАЗ Тигр для передвижения<br /><br />Молот-1 - 82мм батарея - 3 HE, 9 SMK, 9 ILLUM<h4>V. Сигналы:</h4>'<h4>VI. Замечания:</h4>Важно:<br />Стрельба по спавну противника запрещена!<br />Power-gaming и соло вылазки не разрешаются. При встрече игроков в ближнем бою сдавайтесь, при этом возможен перезаход за BLUEFOR и продолжени игры вместе с остальными<br /><br />Удалите неподконтрольные отряды из планшета. Отряды для прямого управления имеют личное название согласно пункту Б. брифинга.<br /><br />Вселение в ботов возможно.<br /><br />Доукомплектов для вас и вашего слота не предусмотрено! В случае смерти продолжайте наблюдать за боем в режиме наблюдателя либо заходите в BLUEFOR.",
    "map_shot": "",
    "mission_date": "2021-08-25",
    "creation_date": "2024-12-14"
}