{
    "id": "3bde593dfabcf859a6f7f857884b7608",
    "filename": "CO22_Trojan_Horse_1A.go_map_fjord",
    "title": "CO22 Trojan Horse",
    "author": "Ka6aH",
    "player_count": 22,
    "terrain": "go_map_fjord",
    "tags": [
        "ARMOR",
        "EAST GEAR"
    ],
    "overview": "Морская пехота ВМС СССР штурмует позиции в норвежском фьорде",
    "overview_img": "imgs/CO22_Trojan_Horse_1A.go_map_fjord.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В рамках операции по установлению контроля над севером Атлантики и противодействию морскому сообщению между союзниками НАТО, морская пехота Северного Флота при поддержке армии высаживается в Норвегии. Наши силы смогли развернуться в боевые порядки под прикрытием кораблей торгового флота, что не дало противнику времени для усиления сил в регионе.<br /><br />Высадка 1-й роты 317-го батальона 175-й отдельной бригады морской пехоты прошла успешно, теперь перед нами стоит задача по захвату населенного пункта Ульвик, в котором расквартирован батальон противника.<h4>А. Враждебные силы:</h4>2-я рота 1 мотострелковый батальон 32-я пехотная дивизия Армии Национальной Гвардии США<br />Части 2-го стрелкового батальона Бригады Север ВС Норвегии<br /><br />Противник усилил присутствие в регионе, направив в уязвимые районы части армии национальной гвардии. В данный момент противник смог организовать оборону в северной части н.п. Ульвик и ожидает подкреплений. Оборону занимает первая механизированная рота, расквартированная в поселке. Огневую поддержку оказывают 3 пулемета М2, ПТ-Средства, автоматический гранатомет Мк 19 и бронетранспортеры М113 из состава отделений.<br /><br />Противник также обладает поддержкой ротного 81-мм миномета, расположенного где-то в деревне. В резерве батальон имеет части 2-й роты, находящиеся в районе н.п. Хельботн. Также в зоне операции активно звено вертолётов Кайова.<br /><br />Норвежские силы патрулируют местность к северу от н.п. Ульвик. В н.п. был замечены танки Леопард-1 танкового батальона бригады.<br /><h4>Б. Дружественные силы:</h4>1-я рота 317-й отдельный батальон 175-я отдельная бригада морской пехоты<br /><br />1/0 отделение управления<br />1/1 отделение + БТР-60<br />1/2 отделение + БТР-60<br /><br />ПТ-76 - экипаж<br /><h4>II. Задание:</h4>1. Уничтожить противника в н.п. Ульвик<br />2. Уничтожить возможные подкрепления<h4>III. Выполнение:</h4>Используйте превосходство в технике чтобы подавить огневые точки противника в деревне. Противник попытается перебросить подкрепления как только поймет, что мы перешли в штурм. <h4>IV. Поддержка:</h4>1x ПТ-76 (1x в резерве)<br />2x БТР-60ПБ (2х в резерве)<br />3х УАЗ-452 (или по запросу 1'5)<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />Огневая поддержка:<br />Сыч-1 - 82мм батарея, 3 HE, 9 SMK, 11 ILLUM<h4>V. Сигналы:</h4>PL NET 50 Mhz SR CH<br />SUP NET 51 Mhz SR CH<br /><br />211 - Голос, сигналы<br />212 - Голос, сигналы<h4>VI. Замечания:</h4>Доп. снаряжение в технике и в ящиках на старте, включая ПЗРК на случай атаки вертолётов. Также доступна альтернативная точка спавна на переднем крае (отмечено на карте маркером рубежа атаки, Измаил)",
    "map_shot": "",
    "mission_date": "1988-11-25",
    "creation_date": "2024-10-03"
}