{
    "id": "a37c50e3e0dafee3e0217b3be124f503",
    "filename": "CO22_Surprise_MFs.lingor3",
    "title": "CO22 Surprise mfs!!",
    "author": "Invaderok",
    "player_count": 22,
    "terrain": "lingor3",
    "tags": [
        "AIRBORNE",
        "WEST GEAR",
        "INFANTRY",
        "SPECOPS"
    ],
    "overview": "PMC Tactical Shift get back stolen cases",
    "overview_img": "imgs/CO22_Surprise_MFs.lingor3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>2018 год. По заказу США в Израиле фирмой CryoWind был разработан новый искусственный вирус SARS-CoV-2. Много миллионов долларов налогоплательщиков США было потрачено на эту разработку. Изначально, по договоренности, после успешной разработки нового вируса, CryoWind должна была доставить штамм вируса в Тайвань, после чего, неизвестным для нас путем его должны были переправить в Китай, провинцию Хубэй, город Ухань, для чего не известно.<br /><br />Как оказалось, все пошло не совсем по плану. После успешной разработки, CryoWind отправили ящик со штаммом сухогрузом по морю, но в районе Аденского залива, рядом с Сомали, пираты, угадайте откуда, напали на корабль и захватили всех в плен, а так же, прикарманили заветный ящичек с каюты капитана.<br /><br />Находящиеся в Сомали ЧВК ''Death Whisper'' решили вопрос с ящиком, но, судя по всему разгневали пиратов, а так же, происходящим заинтересовались некоторые другие стороны мирового противостояния.<br /><br />Уже 8 часов с базой ЧВК ''Death Whisper'' нет связи, через местных было выяснено, что в районе расположения их базы, слышны были выстрелы и взрывы. По этому США, обратилось к нам с деликатным заданием снова, так как недавние наши действия в КНДР произвели приятное впечатление на них...<h4>А. Враждебные силы:</h4>По данным спутниковой разведки, общая численность войск около 100 человек. На базе ЧВК ''Death Whisper'' присутствуют неизвестные противники, вокруг базы полно Сомалийских местных бандитов расположенных в районе Pescito, Ramona и севернее базы Marik. Исходя из наших местных информаторов, неизвестные ЧВК, занявшие базу Марик и местные пираты за одно, по этому не рассчитывайте на тёплый приём.<br /><br />База Марик, оснащена пушечным ПВО для защиты с воздуха и статическим вооружением. Так же все подходы к базе, кроме главного хода заминированы минами.<br /><br />Юго-Восточнее от Рамоны, за рекой, противника нет, но у бандитов есть Тойоты с ДШКМ, что не помешает им стрелять по вертолетам, если подлетим слишком близко.<h4>Б. Дружественные силы:</h4>Отряд быстрого реагирования ЧВК ''Tactical Shift''<br /><br />1.1 - отделение пехоты (9 чел.),<br />1.2 - отделение пехоты (9 чел.),<br />1.3 - вспомогательный отряд пилотов (2 чел.).<h4>II. Задание:</h4>1. Проникнуть на базу Марик.<br />2. Забрать кейс с штаммом (400х300мм белый ящик с красным ромбом сверху).<br />3. Эвакуировать кейс назад на Аэропорт.<h4>III. Выполнение:</h4>План подразумевает использование вертолетов для поддержки наземных сил как снаряжением, так и огневой поддержкой.<br /><br />Хорошим подспорьем будет использование М113 для штурма базы.<br /><br />В остальном по усмотрению командующим.<h4>IV. Поддержка:</h4>2x M113A3<br />1x UH-60M (способный перебрасывать боеприпасы в ящиках)<br />1х CH-47F (способный перебрасывать БТР М113А3)<br />1х AH-6M Little Bird (14x НУРС M151 hydra, 2x M134 Minigun)<br /><br />CCP<br />FARP<br /><br />Бонусом за предыдущую миссию, нам подогнали пару ящиков редкого и экзотичного оружия XM8, надеюсь вам понравится.<br /><br />Резерв (редеплой) - 1 на отряд, если очень душно то 2.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>База Марик, оснащена пушечным ПВО для защиты с воздуха и статическим вооружением. Так же все подходы к базе, кроме главного хода заминированы минами.<br />Юго-Восточнее от Рамоны, за рекой, противника нет, но у бандитов есть Тойоты с ДШКМ, что не помешает им стрелять по вертолетам, если подлетим слишком близко.",
    "map_shot": "",
    "mission_date": "2018-04-16",
    "creation_date": "2024-06-25"
}