{
    "id": "11d1aec2a1337566450bd20a0cc18918",
    "filename": "CO22_Thatcher_line_Fort_Charles.Bootcamp_ACR",
    "title": "CO23 Thatcher Line: Fort Charles",
    "author": "Arsdor for Tactical Shift",
    "player_count": 23,
    "terrain": "Bootcamp_ACR",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Czech special forces destroying British fort",
    "overview_img": "imgs/CO22_Thatcher_line_Fort_Charles.Bootcamp_ACR.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате терракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну. <br />Спустя несколько недель после вторжения европейских сил в Польшу, Чехия вступила в войну на её стороне. Проведя вместе с союзниками по V4 обширную наступательную операцию в Австрии, АЧР захватила широкий плацдарм для наступления в Германию. Для предотвращения этого на юго-востоке ФРГ был развёрнут британский корпус Королевских инженеров, которые в самые краткие сроки начали возводить так называемую 'Линию Тэтчер' - протяжённую и крайне укреплённую линию обороны.<br />В зоне действия нашей дивизии британцы также начали создавать свой участок линии. По данным разведки, им уже удалось превратить один из пригорков в бункер с условным обозначением 'форт 'Чарльз''. Пока что врагу не удалось возвести значительного количества капитальных укреплений и часть стационарного вооружения защищена лишь насыпями и мешками с песком, однако часть уже скрыта за бетоном. Артиллерийский обстрел по нашей информации не нанёс укрепрайону серьёзных повреждений, поэтому в дело вступаем мы, Speciální Jednotky.<br/><br/>А. Враждебные силы:<br/> Бункер со стационарным вооружением. Форт защищён линиями обороны с колючей проволокой, могут встретиться сигнальные мины.<br /> В РБД находится по меньшей мере взвод пехоты с поддержкой сапёров, снайперских пар и нескольких 'Роверов'. Также противник располагает несколькими ПЗРК, которые могут осложнить оказание непосредственной авиационной поддержки в районе операции<br/><br/>Б. Дружественные силы:<br/>2 отделения спецназа АЧР: 1'1 (Liška-1), 1'2 (Liška-2). Кроме того операцию поддерживает вертолёт 1'3 (Vrána-1).<br/><br/>II. Задание:<br/>1. Обнаружить и уничтожить форт 'Чарльз'<br />2. Организованно отступить из зоны операции отмеченной как AO Charles.<br /><br/><br/>III. Выполнение:<br/>Для уничтожения бункера необходимо подорвать изнутри склады боеприпасов, а также внешний источник топлива. Внешний обстрел даже из тяжёлого вооружения вряд ли нанесёт бункеру значительные повреждения.<br/><br/>IV. Поддержка:<br/>2х бронеавтомобиль БРДМ-2 (КПВТ и ПКТ)<br />2х бронеавтомобиль “Dingo-2” (вооруженный, пулемёт)”)<br />Ми-24 на аэродроме юго-западнее РБД<br />Дополнительные боеприпасы, 2x миномёт ''Поднос'' в БРДМ-2<br />Дополнительные боеприпасы, 2x ПТРК ''Корнет'' в Dingo-2<br />CCP на точке Nora<br />FARP на точке Hnízdo<br />Доступен резерв, численно равный активному личному составу.<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br/><br/>VI. Замечания:<br/>Противник подверг вырубке лесные массивы и создал заграждения из насыпей и колючей проволоки.<br />Чем ближе вы находитесь к зоне предполагаемого нахождения вражеского форта, тем больше может отличаться фактический ландшафт от представленного на карте.<br />Для уничтожения вражеского бункера лучше использовать взрывчатку с подрывом по таймеру, так как сигнал от радиодетонатора может не проникнуть сквозь стены и рельеф.",
    "map_shot": "",
    "mission_date": "2018"
}