{
    "id": "45a3438cb71959e0b77592d0af6e437a",
    "filename": "CO22_Thatcher_line_Hear_the_Echo.chernarus_summer",
    "title": "CO22_Thatcher_line_Hear_the_Echo",
    "author": "Arsdor for Tactical Shift",
    "player_count": 22,
    "terrain": "chernarus_summer",
    "tags": [
        "SPECOPS"
    ],
    "overview": "British SAS trying to catch Czechs",
    "overview_img": "imgs/CO22_Thatcher_line_Hear_the_Echo.chernarus_summer.jpg",
    "briefing": "<br/><br/>0. Кампания:<br/>После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну. Спустя несколько недель после вторжения европейских сил в Польшу, Чехия вступила в войну на её стороне. Проведя вместе с союзниками по V4 обширную наступательную операцию в Австрии, АЧР захватила широкий плацдарм для наступления в Германию. Для предотвращения этого на юго-востоке ФРГ был развёрнут британский корпус Королевских инженеров, которые в самые краткие сроки начали возводить так называемую 'Линию Тэтчер' - протяжённую и крайне укреплённую линию обороны.<br/><br/>I. Обстановка:<br/>Прошлым вечером на один из наших строящихся фортов было совершено дерзкое нападение, в результате которого форт был взорван, а большая часть гарнизона погибла. Очевидно, что это была операция ССО АЧР, и сейчас отряды вражеского спецназа попытаются эвакуироваться. Нам необходимо сорвать эвакуацию врага или, как минимум, дезорганизовать её. Хотя обнаружить спецназ в лесу - почти невыполнимая задача, к счастью наши вертолёты оборудованы системами перехвата радиосигналов. Благодаря этим системам у нас будет информация о дистанции до цели.<br/><br/>А. Враждебные силы:<br/>Предположительно два отделения SJ.<br />Неизвестное количество пехоты прикрытия.<br />Два вертолёта Ми-24 (вероятно с противовоздушными ракетами).<br/><br/>Б. Дружественные силы:<br/>2 отделения Специальной Авиационной службы Великобритании: 1'1, 1'2.<br />Вертолётчики: 1'3, 1'4.<br/><br/>II. Задание:<br/>1. Найти и уничтожить чешские диверсионные отряды или хотя бы их командиров.<br/><br/>III. Выполнение:<br/>Предполагается использование как минимум одного вертолёта Puma для поиска вражеских диверсантов.<br/><br/>IV. Поддержка:<br/>Два вертолёта Puma с системой радиоперехвата.<br />4 внедорожника Land Rover с пулемётами и гранатомётами.<br />Резерв, численно равный активному составу.<br />Батарея миномётов, позывной Flute-1<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br/><br/>VI. Замечания:<br/>Чтобы использовать систему радиоперехвата нужно использовать экшн-меню и выбрать опцию 'Activate System'. Активация системы перехвата осуществляется из салона вертолёта, при этом выбирая опцию Object 1 или Object 2 оператор системы выбирает цель слежения, первый или второй отряд диверсантов соответственно. Следует понимать, что расстояние даётся в трёхосевой системе координат, поэтому изменение высоты вертолёта должно учитываться при считывании показаний.",
    "map_shot": "",
    "mission_date": "2018-03-11"
}