{
    "id": "d9ad5ab303f32f4883e50f6a359f3f3e",
    "filename": "CO23_Battle_of_Beaufort_1A.Altis",
    "title": "CO23 Battle Of Beaufort",
    "author": "KabaH",
    "player_count": 23,
    "terrain": "Altis",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Israel commando assault old crusaders fortress held by palestinian force",
    "overview_img": "imgs/CO23_Battle_of_Beaufort_1A.Altis.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1982-й год, Ливан. 6 июня 1982 в 11:00 две бронеколонны ЦАХАЛ (общей численностью более 25 тыс. военнослужащих и свыше 100 единиц бронетехники) пересекли ливанскую границу и начали наземную операцию «Мир Галилее». Одной из первых целей для захвата должна стать древняя крепость крестоносцев Бофор. Возведённый в 12 веке замок находится на холме высотой 300 метров около деревни Арнун и имеет отличный обзор на местность вокруг. Для Организации Освобождения Палестины Бофор стал символом власти над югом Ливана. Воздушные бомбардировки и артиллерийские обстрелы не страшны для крепости - массивные оборонительные сооружения служат хорошей защитой для гарнизона. <br /><br />Хотя крепость не является препятствием для основных сил, задача по её захвату поручена специальному подразделению бригады Голани - Сайерет Голани. Отряд из 23 человек в сопровождении инженеров должен штурмом взять крепость и подавить любое сопротивление.<h4>А. Враждебные силы:</h4>Организация Освобождения Палестины - иррегулярные силы:<br />1 взвод пехоты<br />Возможно тяжёлые пулемёты<br /><br />2 блокпоста к западу и востоку от крепости<br />Возможно бетонные укрепления в крепости<h4>Б. Дружественные силы:</h4>2 отделения Сайерет Голани Армии Обороны Израиля:<br />1'1 - 9 чел<br />1'2 - 9 чел<br />1'6 - 2 чел<br /><br />Группа инженеров:<br />1'3 - 3 чел<h4>II. Задание:</h4>1. Захватить крепость Бофор<br /><h4>III. Выполнение:</h4>Используя местность, захватить один из блокпостов около крепости. Подавить огневые точки внутри крепости и взять её штурмом. Блокпосты находятся в прямой видимости обороняющихся. Бронетранспортёры, на которых отряд прибыл к зоне операции, останутся перед деревней Арнун.<h4>IV. Поддержка:</h4>CCP<br />Доп. патроны в транспорте (M113 и БТР-40)<br />Осветительные снаряды 82-мм миномётов - Geshehm-1-1<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Взрывчатка и кусачки для проволоки находятся в инвентаре инженера.",
    "map_shot": "",
    "mission_date": "1982-06-06"
}