{
    "id": "b8b4f4b26cf9bcae9dfa704742259aca",
    "filename": "CO23_Tante_Arie.VTF_Korsac_Winter",
    "title": "CO23 Tante Arie",
    "author": "Arsdor for Tactical Shift",
    "player_count": 23,
    "terrain": "VTF_Korsac_Winter",
    "tags": [
        "ARMOR",
        "INFANTRY",
        "SPECOPS",
        "2010",
        "WEST GEAR",
        "EXOTIC GEAR",
        "DEMINING"
    ],
    "overview": "Французская тактическая группа захватывает и разминирует MSR",
    "overview_img": "imgs/CO23_Tante_Arie.VTF_Korsac_Winter.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Исходя из оперативной обстановки, командование требует нашего скорейшего продвижения на восток, пока противник не укрупнил группировку. Ключевой элемент плана - MSR Algérie, который требуется захватить для быстрого перемещения наших резервов. К сожалению, враг подтянул собственные вспомогательные силы из 1512-ой мотострелковой бригады, в связи с чем есть ряд плохих и хороших новостей.<br />Плохие: на выделенном участке успел окопаться мотострелковый взвод с усилением, а MSR и подходы к ней по нашим данным щедро заминированны. Наши силы малочисленны, и создать даже локальный численный перевес будет проблематично.<br />Хорошие: большая часть сил противника это недавно обученные мобилизованные, и недостаток опыта наверняка будет сказываться на их эффективности. Обильная поддержка миномётов поможет нам.<br />От успеха данной операции будет зависеть будущее всех наших действий на этом направлении.<h4>А. Враждебные силы:</h4>Чуть больше взвода пехоты 1512-ой МСБ РФ. Достоверно известно о наличии 2-3 БМП-2, противотанковых мин на дороге и противопехотных мин на всей ширине фронта.<br />Противник не обладает поддержкой артиллерии, авиации и дронов.<h4>Б. Дружественные силы:</h4>Сводная группа 2e DIM, состоящая из мотострелкового отделения 1'1, сапёрно-штурмового отделения 1'2 и танка 1'3.<h4>II. Задание:</h4>1) Очистить MSR Algérie от мин от PL ROUGE до PL ROSE.<br />2) Ликвидировать штаб на obj. Perle<br />3) Зачистить obj. Diamant<h4>III. Выполнение:</h4>Следует действовать максимально концентрированными силами, пользуясь отсутствием артиллерийской и авиационной поддержки у противника. Активное использование миномётов позволит нам эффективно поражать отдалённые позиции русских и в отдельных случаях разминировать обнаруженные мины без участия сапёров.<br />В ходе разминирования необходимо проверить каждый метр этой чёртовой дороги, включая обочину - враги не скупились на боеприпасы.<br />Помимо минирования дороги противотанковыми минами, враг загадил поля и леса противопехотными. Лучший вариант продвижения - пропускать вперёд сапёров для обнаружения неприятных сюрпризов. С определённой долей отваги можно попробовать пустить вперёд технику, надеясь, что русские разместили в лесах только растяжки и ни одной противотанковой мины.<br />Безопасный проходы рекомендуется отмечать флажками.<br /><h4>IV. Поддержка:</h4>x2 БМП VBCI<br />x4 PVP<br />x1 AMX-30<br /><br />CCP<br />FARP<br />Батарея миномётов AML-60 'Ange' (6 HE, 4 SMK, 4 ILLUM)<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>У сапёров есть миноискатели и блоки взрывчатки. Штурмовые инженеры располагают взрывпакетами и зажигательными гранатами для зачистки окопов.<br />",
    "map_shot": "",
    "mission_date": "2018-02-18",
    "creation_date": "2025-03-10"
}