{
    "id": "3b94c38086143ffe17f319505a470d7a",
    "filename": "CO23_Paint_It_Black_1A.smd_sahrani_a3",
    "title": "CO23 Paint It Black 1A",
    "author": "TS",
    "player_count": 23,
    "terrain": "smd_sahrani_a3",
    "tags": [],
    "overview": "US platoon with support of M-60 tank assaults soviet positions ",
    "overview_img": "imgs/CO23_Paint_It_Black_1A.smd_sahrani_a3.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Вооруженное столкновение США и СССР коснулось острова Сарани в Средиземном море. Благодаря своему географическому положению, он является стратегически важным для авиации, атакующей цели в Босфоре и Восточной Европе. Демократическая Республика Сарани передала все свои властные полномочия советскому руководству, а именно частям 345 полка ВДВ СССР, расположившимся на острове. Мирные жители вывезены в лагеря беженцев на севере, а южнее столицы ДРС советские части заняли оборону и по всей видимости, готовятся к наступлению на юг. В ответ на эти действия, наш 222-й батальон Армии США был срочно переброшен на базу около н.п. Corazol.  <br /><br />5 июля наша рота участвует в наступлении на позиции противника по всему острову. Второй взвод атакует по направлению Gaula - Everon. Первый взвод, то есть ваш, нанесёт удар по обороне врага в районе н.п. Mercalillo и Obregan. Наша разведка обнаружила у противника большое количество укреплений и техники, так что вам будет предоставлена вся доступная поддержка, в том числе новейший танк армии США M1A1 Abrams. <br /><br />Ночью перед операцией, наши наблюдатели заметили движение в Old Mansion. Артиллерия отработала по компаунду, но результаты обстрела неизвестны, так что командование просит вас проверить, остался ли там противник или нет. Будьте осторожны с фланговыми манёврами - противник установил минные заграждения около своих позиций<br /><br/><br/>А. Враждебные силы:<br/>2-3 взвода 345-го полка ВДВ СССР. Укрепления противника находятся в районе OBJ ALPHA, OBJ BETA и CHECKPOINT. Также противник обладает неустановленным количеством танков Т-72 и БМП. Также в районе высоты 181 был замечен отряда спецназа СА. Вражеские позиции оборудованы ячейками для СПГ, ДШКМ и ПТРК. Из поддержки у противника есть несколько 82-мм миномётов, а также батарея ПВО ЗУ-23. Маловероятно, но возможно, что поддержку обороняющимся окажут штурмовики СУ-25 с авиазабы в н.п. Pita, По замыслу командования, они должны быть уничтожены союзной авиацией в начале операции.<br/><br/>Б. Дружественные силы:<br/>1-й Взвод (Ваш взвод)<br />Приданный 1-взводу танк M1A1 <br />Checkpoint Mercury<br /><br/><br/>II. Задание:<br/>1. Проверить Old Mansion<br />2. Захватить OBJ ALPHA<br />3. Проверить OBJ BRAVO<br/><br/>III. Выполнение:<br/>Разместите предварительные цели для артиллерии, подготовьтесь к атаке на базе, возьмите необходимое снаряжение и боеприпасы. Красной штриховкой отмечены зоны, в которые заходить запрещено. Около MERCURY эта территория представлена минным полём, а Obregan находится под огнём артиллерии. <br/><br/>IV. Поддержка:<br/> 2 танка M1A1 Abrams <br />Транспорт:<br /> 4 M113 (M240)<br /> 2 HMMWV<br /> 2 HMMWV (M2)<br />Медицинский транспорт:<br /> 1 M113 MEV<br /> 2 UH-60 MEV<br />Вертолёты:<br /> AH-6M (вооружённый)<br />Артиллерия:<br /> 1 M109 <br />ПТО:<br /> ПТРК TOW на базе<br /><br/><br/>V. Сигналы:<br/>PL NET 50<br />SUPPORT NET 51<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />M1A1 - SR CH 6<br/><br/>VI. Замечания:<br/>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "1983-07-05"
}