{
    "id": "975380b1a5ff18c6c61c1cc1ce45564d",
    "filename": "CO23_Mission_Engage_Resentment_1A.WL_Rosche",
    "title": "CO23 Mission Engage Resentment 1A",
    "author": "Кабанюсик",
    "player_count": 23,
    "terrain": "WL_Rosche",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Soviet special forces sabotage behind enemy lines ",
    "overview_img": "imgs/CO23_Mission_Engage_Resentment_1A.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>1989 год, граница ГДР и ФРГ. Сегодня силами ГСВГ и наших союзников будет проведена операция по уничтожению сил ВС США на границе с ГДР. Ваш отряд из состава 3-й отдельной гвардейской бригады специального назначения ГРУ СССР был заброшен в тыл врага для проведения диверсий и захвата моста через Эльба-канал. <br /><br />Противник заминировал опоры моста через канал. Для успешного наступления наших войск необходимо захватить мост и снять заряды. Для отвлечения противника вы проведёте атаки на объекты за мостом, после чего выполните основную задачу и вернётесь на наш берег.<h4>А. Враждебные силы:</h4>ВС США - регулярные войска:<br /><br />Примерно 2 взвода лёгкой пехоты.<br />Бронетехника - M113 и M2A2 Брэдли.<br />Бронеавтомобили Хамви.<br /><br />На переправах через канал противник оборудовал оборонительные позиции, расчитанные на одно отделение (окопы, укрепления). Наиболее укреплена позиция АИСТ. Также на позиции АИСТ была замечена БМП Брэдли. <br /><br />Дорогу вдоль канала патрулирует вооружённый бронеавтомобиль Хамви. На близлежащих дорогах выставлены КПП. Около н.п. Ясторф сооружён наблюдательный пункт, расчитанный на 2-3 человек. <br /><br />На позициях ЛАСТОЧКА, ГУСЬ и ПЕРЕПЕЛ замечены пешие патрули противника. На позиции ПЕРЕПЕЛ был замечен БТР M113. Воздушное пространство патрулируют разведывательные вертолёты OH-6.<br /><br />В качестве подкреплений - механизированные подразделения и поддержка миномётов.<h4>Б. Дружественные силы:</h4>1-й взвод 2-й роты 3-й отдельной гвардейской бригады специального назначения ГРУ СССР:<br /><br />210 - Командное отделение - 4 человека.<br />211 - 7 человек.<br />212 - 7 человек.<br />213 - 7 человек.<br /><br /><h4>II. Задание:</h4>1. Уничтожить контрбатарейный радар (позиция ПЕРЕПЕЛ).<br />2. Уничтожить батарею ПВО Avenger (позиция ЛАСТОЧКА).<br />3. Захватить мост через канал на позиции АИСТ и обезвредить подрывные заряды (позиция АИСТ).<br />4. Проследовать на точку эвакуации.<br /><br />Дополнительные задачи (позволят отвлечь противника):<br />1. Уничтожить пункт дозаправки противника (позиция ГУСЬ).<br />2. Уничтожить наблюдательный пункт.<h4>III. Выполнение:</h4>Ваш отряд начинает на позиции ЕЛЕНА. Согласно плану командования операция разделена на две фазы. <br /><br />Задачи первой фазы: уничтожить контрабатарейный радар (позиция ПЕРЕПЕЛ). После выполнения этой задачи вам будет доступна артиллерийская поддержка. Дополнительно рекомендуется найти или захватить транспорт для более быстрого передвижения. Вторая задача - уничтожение ПВО Avenger (позиция ЛАСТОЧКА) с помощью зарядов, ПТ-средств или артиллерии.<br /><br />Дополнительно могут быть выполнены задачи по уничтожению пункта дозаправки и наблюдательного пункта. Большое количество диверсий отвлечёт силы противника и облегчит выполнение основной задачи.<br /><br />После выполнения первой фазы отряд приступает к основной задаче - захвату моста на позиции АИСТ и снятия с него подрывных зарядов.<br /><br />После успешного выполнения отряд эвакуируется на наш берег и двигается на позицию эвакуации. <br /><br /><h4>IV. Поддержка:</h4>Ящик со снаряжением (РПГ, ПЗРК, заряды) и аммуницией на позиции ЕЛЕНА.<br /><br />Артиллерия:<br />- 122мм батарея Д-30 - Буревестник-1-1 (доступна после уничтожения радара)<br /><br />Редеплой/доукомплект:<br />- За счёт недоукомплектованных отрядов после выполнения любой из задач.<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />210 - SR CH 6<br />211 - SR CH 1<br />212 - SR CH 2<br />213 - SR CH 3<h4>VI. Замечания:</h4>Специальное снаряжение:<br /><br />Пулемётчик - набор разминирования.<br />Старший стрелок - РШГ-2, подрывные заряды, кусачки.<br />Стрелок - набор разминирования, подрывные заряды, кусачки.<br />Стрелок (ГП) - РПГ-26а<br />",
    "map_shot": "",
    "mission_date": "1989-09-29",
    "creation_date": "2020-09-12"
}