{
    "id": "468e6e9ba731fd451eea2b625aee4317",
    "filename": "CO23_Sleeping_Cell_1B.Takistan",
    "title": "CO23 Sleeping Cell 1B",
    "author": "TS",
    "player_count": 23,
    "terrain": "Takistan",
    "tags": [],
    "overview": "Sleeping cell of mujaheddeen is waking up",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После ухода из Такистана американских оккупантов в стране началась очередная гражданская война. Такистанская Национальная Армия безуспешно пытается противостоять моджахедам в их священной борьбе. Кафиры провели в родной Афганистан интернет, что позволило нам намного быстрее разрабатывать планы по поиску и уничтожению гяурских главарей.<br /><br />Из твиттера командующего элитным подразделением Силы Шакала Юсуфа Амира мы узнали, что он прибыл на военную базу в центральном Такистане для плановой проверки боеготовности. Наши кибер-муджахиды смогли вычислить точное нахождение Юсуфа при помощи геотега из его последнего фото в инстаграмме. Юсуф пользуется большой популярностью в интернете и является секс-символом армии Такистана. Мы уничтожим его образ, морально унизив Юсуфа на глазах у всего мира! Но для этого надо захватить его живым, что сделает расположенная недалеко от базы спящая ячейка моджахедов. Хотя она и состоит из местных пастухов и деревенщины, это не мешает ей быть грозной боевой единицей.<br /><br />Наша цель находится на местной военной базе, которая долгое время была заброшенной. Совсем недавно там оказались расквартированы бойцы подразделения Силы Шакала. В Феруз-Абаде они прослыли великолепными любовниками и отчаянными любителями попарить кальян. Мы сомневаемся в их боевых качествах, но всё равно не следует недооценивать противника.<h4>А. Враждебные силы:</h4>Подразделение Такистанской Национальной Армии Силы Шакала.<h4>Б. Дружественные силы:</h4>Местная группа муджахидов из сёл Какару и Сакхе <h4>II. Задание:</h4>1. Обезопасить один из подходов к базе<br />2. Штурмов взять базу и найти Юсуфа Амира<br />3. Вместе с Юсуфом вернуться в убежище для дальнейших развлечений<br /><h4>III. Выполнение:</h4>Данная рекомендация разработана высшим военным советом муджахидов Такистана.<br /><br />Армейцы организовали два КПП на дороге и наблюдательный пункт на юге от базы. Восточный КПП основан на бывшем американском блокпосте, и потому укреплён сильнее, чем западный. Вашей первой задачей будет уничтожение КПП и захват дороги, ведущей к базе. При атаке установите позиции для ведения огня на юге от КПП и ослабьте его пулемётами и РПГ. После этого штурмуйте блокпост. На дороге к базе находятся патрули, будьте внимательны. После начала штурма базы вашей первоочередной целью будет поиск Юсуфа Амира. К этому времени, вероятно, с севера к вам начнут двигаться подкрепления кафиров. Действуйте быстро и выводите пленного как можно скорее, либо уничтожайте подкрепления и двигайтесь в убежище.<h4>IV. Поддержка:</h4>CCP<br />Две машины по 6 мест<br />Грузовик<br />Пикап с ПК<h4>V. Сигналы:</h4>Мы бедные боевики и денег хватило только на шесть Walkie-Talkie с рынка и четыре дальневолновые рации. Связь внутри взвода осуществляется через ДВ рации, которые есть у командира взвода и командиров отделений. Связь внутри отделения между командами производится при помощи КВ раций. У остальных игроков рации отсутствуют.<br /><br />Спящая ячейка - ДВ К50<br />1'1 - КВ К1<br />1'2 - КВ К2<br />1'3 - КВ К3<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2015-06-02"
}