{
    "id": "1a0aeadb39ce837eae79fa4c8df5a5d8",
    "filename": "CO24_Leopards_On_The_Hunt_2A.WL_Rosche",
    "title": "CO24 Leopards on the Hunt",
    "author": "ka6aH",
    "player_count": 24,
    "terrain": "WL_Rosche",
    "tags": [
        "ARMOR"
    ],
    "overview": "German Leopard-1 reinforced infantry platoon breaks through soviet resistance",
    "overview_img": "imgs/CO24_Leopards_On_The_Hunt_2A.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>ВС ФРГ отразили первоначальные атаки ВС ГДР практически на всей линии соприкосновения, однако ситуация на юге и севере остается угрожающей. 5-я армия ННА поставила перед собой задачу отрезать северные порты от юга ФРГ, где сосредоточены наиболее подготовленные силы Бундесвера и ВС США. Первая мотострелковая дивизия ''Потсдам-Айхе'' совместно с частями 9-й танковой дивизии ''Хайнц-Хофман'' продвигаются по направлению к нп UELZEN. При текущих темпах продвижения, населенный пункт окажется захвачен противником сегодня вечером. <br /><br />Фронт по линии UELZEN - BAD BODENTEICH находится в зоне ответственности 16 панцегренадерской бригады 'Герцогство Лауэнбург'. Сегодня утром противник достиг бокового канала Эльбы, передний край его продвижения находится в районе нп HEITBRACK и JASTORF. В результате маневра силами 162-го батальона, наши силы отрезали передовые части противника в самих населенных пунктах. К вечеру силы батальона должны выйти к каналу и подавить сопротивление противника. В самом нп HEITBRACK и вокруг него противник смог возвести кратковременные укрепления и в одном месте провести минирование. Своевременное и быстрое достижение наших целей позволит уничтожить противника и провести перегруппировку. <br /><br /><br /><h4>А. Враждебные силы:</h4>2-я рота 3-й батальон 2-й полк, 1-я мотострелковая дивизия Потсдам-Айхе<br /><br />Пехота противника занимает оборонительные позиции в нп HEITBRACK в непосредственной близости от моста через канал. Противник предпринял попытку наступления силами двух мотострелковых отделений по направлению к нашим позициям и в данный момент занимает OBJ WALD. Основные силы противника находятся в населенном пункте и вокруг него. Возвышенность на OBJ HUGEL обороняетс противником и скорее всего оборудована огневыми точками, в том числе ПТРК. Ранее также были замечены уцелевшие БТР-70. <br /><br />Танковый 3-й батальон 1-я мотострелковая дивизия Потсдам-Айхе<br /><br />Противник обладает бронетехникой в количестве 2-3 танков Т-55 различных модификаций. В данный момент они находятся на боевых позициях и готовы поддержать пехоту в случае нашей атаки. <br /><br />Возможно противник располагает минометами, однако частота и точность их запросов не высока из-за контрбатарейной борьбы нашего батальона.<h4>Б. Дружественные силы:</h4>2-й взвод 4-я егерская рота 162-й панцергренадерский полк<br /><br />1'6 - отделение управления<br />1'1 - моторизированное отделение (М113)<br />1'2 - моторизированное отделение (М113)<br /><br />1-й взвод 2-я рота 164-й танковый полк<br /><br />Mueller-1 - Leopard 1A3<br />Mueller-2 - Leopard 1A3<br /><br />5-я минометная рота 162-й панцергренадерский полк<br /><br />Проводит артиллерийский огонь по обозначенному участку к северо-востоку от нп HEITBRACK<br /><br /><h4>II. Задание:</h4>1. Захватить OBJ WALD<br />2. Захватить OBJ HUGEL<br /><h4>III. Выполнение:</h4>Придерживайтесь выделенного взводу пространства для операции. Для преодоления заграждений в снаряжении и на FARP находятся комплекты разминирования, кусачки для проволоки, подрывные заряды и миноискатели. <h4>IV. Поддержка:</h4>2x M113 <br />2x Leopard 1A3<br />3x Unimog 416<br /><br />Резерв батальона:<br /><br />1x Leopard 1A3<br />2x M113<br /><br />Stahl-1 - 82мм минометная батарея - 3 HE, 12 ILLUM, 12 SMK<br /><br />CCP <br />FARP - доступны дозаправка, ремонт, редеплой и снаряжение: лопаты, кусачки для проволоки, магазины для основного оружия, подрывные заряды, <h4>V. Сигналы:</h4>PL NET SR CH<br />SUP NET 51 Mhz<br /><h4>VI. Замечания:</h4>Для уничтожения ПТ ежей необходимо использовать подрывные заряды.",
    "map_shot": "",
    "mission_date": "1989-08-30",
    "creation_date": "2024-04-13"
}