{
    "id": "df5e30673664f71782fdc204d48b93e5",
    "filename": "CO24_Fix_And_Flank_2A.cup_chernarus_A3",
    "title": "CO24 Fix and Flank 2A",
    "author": "ka6aH",
    "player_count": 24,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "ARMOR",
        "JTAC/CAS"
    ],
    "overview": "ЧСО предпринимают попытку прорвать укрепления противника",
    "overview_img": "imgs/CO24_Fix_And_Flank_2A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Силы Обороны Чернаруси, совместно с добровольцами НАПА проводят широкомасштабную наступательную операцию с целью деблокады воздушно-десантного батальона в Зеленогорске и выхода к административным границам н.п. Черногорск. Нашему батальону из недавно выведенной из резерва 90-й отдельной механизированной бригады была поставлена задача по выходу на рубеж ЗЕЛЕНОГОРСК - ДРОЖЖИНО не позднее 10-го сентября с целью деблокады десантно-штурмового батальона, находящегося в окружении в районе железнодорожной станции.<br /><br />Наш взвод выбьет небольшую диверсионную группу противника в Кабанино и захватит как минимум два опорных пункта противника. Предварительно, инженерные подразделения сделали проходы в железобетонных заграждениях для прохода нашей техники.<h4>А. Враждебные силы:</h4>Усиленная рота мотострелкового батальона вооруженных формирований ЧДКЗ<br /><br />Опорные пункты 1-го. 2-го и 3-го взводов. На каждом из ВОП ожидается до 18-20 человек, а также средства поддержки и техника: АГС, пулеметы, БМП.<br /><br />Поддержку противнику оказывает гранатометный и противотанковый взвод, а также до двух танков Т-72 на удалении в 1000-1500 метров от ВОП.<br /><br />Минные заграждения отмечены на карте между НП Клен и ВОП первого взвода, второго и третьего взвода.<h4>Б. Дружественные силы:</h4>1-й взвод 3-й батальон 90-я отдельная механизированная бригада ЧСО<br /><br />1'1 - мотострелковое отделение на БТР-4<br />1'2 - мотострелковое отделение на БТР-80<br /><br />Виктор-1 - экипаж Т-64БМ<br /><br />1'0 - отделение управления и передовой авианаводчик<br /><br />Орел - пилот Су-25<h4>II. Задание:</h4>1. Захватить два ВОП<br />2. Выйти на РУБЕЖ ВЫХОД<br />3. Уничтожить ДРГ в Кабанино (опц.)<br />Задачи для свободной охоты:<br />1. Уничтожить штаб противника в Рогово (опц.)<br /><br /><h4>III. Выполнение:</h4>Инженерные подразделения сделали проходы в железобетонных заграждениях для прохода нашей техники, они обозначены как Фиолент-1, 2 и 3. Будьте осторожны при проходе, подбитая машина может заблокировать движение.<br /><br />Противник может предпринять попытку контратаки при потере позиций, предполагаемые маршруты их подхода отмечены на карте. Штаб предупредит о них по КВ рациям.<br /><br />Аэродром находится очень близко к зоне операции и средствам ПВО противника, рекомендуется уничтожить ДРГ противника перед вызовом CAS.<h4>IV. Поддержка:</h4>1x БТР-4Е<br />2x БТР-80<br />2х автомобиль УАЗ (невооруженный)<br /><br />(резервная техника на аэродроме)<br /><br />1x Су-25<br />   Вооружение:<br />   ГШ-30-2 - автопушка, 250<br />   2x ФАБ-250<br />   40ч НАР С-8<br />   2x РБК-500<br />   2x УР Х-25<br /><br />122-мм гаубица - Кайман-2: 3 HE, 9 SMK, 2 WP, 9 ILLUM<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Отмеченное на карте ПВО существует и активно за пределами зоны операции, учитывайте при планировании.<h4>I. Обстановка:</h4>Мы удерживаем позиции к северу от Рогово. Сегодня поступила информация о возможной атаке ЧСО на наши позиции, в том числе с применением авиации. Ваша задача - предотвратить прорыв линии обороны в зоне ответственности роты.<h4>А. Враждебные силы:</h4>1-й взвод 3-й батальон 90-я отдельная механизированная бригада ЧСО<br /><br />Противник обладает поддержкой артиллерии, авиации и резервами. Также была замечена тяжелая техника в составе колонны противника.<h4>Б. Дружественные силы:</h4>Усиленная рота мотострелкового батальона вооруженных формирований ЧДКЗ<br /><br />1'0 - отделение управления<br /><br />Под контролем игрока:<br />Гранит-1 - отделение пехоты (8 человек)<br />Гранит-2 - отделение пехоты (8 человек)<br />Гранит-3 - отделение пехоты (8 человек)<br />Гранит-3 - отделение пехоты (8 человек)<br />Коробочка-1 и 2 - Т-72<br /><br />Статичное вооружение на позициях<br />Кулачок-1 - БМП-2<br /><br />Гром-1 - техничка с ЗУ23-2<h4>II. Задание:</h4>1. Не дать захватить противнику достичь рубежа ВЫХОД<h4>III. Выполнение:</h4>По плану командира<h4>IV. Поддержка:</h4>1x УАЗ, БРДМ для передвижения<br /><br />Молот - 82мм батарея - 4 HE, 9 SMK, 9 ILLUM<h4>V. Сигналы:</h4>'<h4>VI. Замечания:</h4>Важно:<br />Стрельба по спавну противника запрещена!<br />Power-gaming и соло вылазки не разрешаются. При встрече игроков в ближнем бою сдавайтесь, при этом возможен перезаход за BLUEFOR и продолжени игры вместе с остальными<br /><br />Удалите неподконтрольные отряды из планшета. Отряды для прямого управления имеют личное название согласно пункту Б. брифинга.<br /><br />Вселение в ботов возможно.<br /><br />Доукомплектов для вас и вашего слота не предусмотрено! В случае смерти продолжайте наблюдать за боем в режиме наблюдателя либо заходите в INDFOR.",
    "map_shot": "",
    "mission_date": "2009-09-07",
    "creation_date": "2024-12-19"
}