{
    "id": "d1c3b98fa7b1bf465201e065bafd99a3",
    "filename": "CO24_Snake_Hunters.tem_kujari",
    "title": "CO24 Snake Hunters",
    "author": "Ka6aH",
    "player_count": 24,
    "terrain": "tem_kujari",
    "tags": [
        "SPECOPS",
        "JTAC/CAS"
    ],
    "overview": "3rd Special Forces Group ambushes terrorists column in West Africa",
    "overview_img": "imgs/CO24_Snake_Hunters.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Операция по уничтожению террористов ИГ в западной Африке продолжается. Сегодня по одному из самолётов коалиции был произведён пуск ПЗРК. Разведка установила район, откуда он был произведён. Из населённого пункта неподалеку сегодня на юг отправится караван боевиков. В одном из грузовиков предположительно находится груз с  ПЗРК. Если мы узнаем серийные номера комплексов, то сможем установить их происхождение и добраться до лиц, снабжающих террористов.<br /><br />Для выполнения операции привлечены силы специального назначения Армии США, а именно действующий в Африке 3-й полк. Также поддержку окажут вертолёты 160-го авиационного полка специального назначения. <h4>А. Враждебные силы:</h4>Боевики Исламского Государства в странах Сахеля<br /><br />Конвой - до трёх техничек с пулемётами, легковые автомобили и грузовики<br />Известные группы боевиков в регионе - до 30 человек<br /><h4>Б. Дружественные силы:</h4>Alpha Company, 3rd Battalion, 3rd Special Forces Group<br /><br />ODA 3311 - 9 чел<br />ODA 3312 - 9 чел<br />ODB 3310 - 2 чел<br /><br />1st Battalion, 160th Special Operations Aviation Regiment<br /><br />Light Attack Helicopters Company (AH-6M) <br /><br />Ascot - 2 чел<br />Banger - 2 чел<br /><br />Дополнительно <br /><br />Medium Assault Helicopters Company (MH-60M)<br /><br />Uncle-1-1<br />Uncle-1-2<br /><h4>II. Задание:</h4>1. Записать серийные номера ПЗРК, перевозимых в составе колонны<br />2. Уничтожить ПЗРК<br />3. (Опционально) Проверить деревню Malari на наличие ПЗРК<br /><h4>III. Выполнение:</h4>Груз с ПЗРК перевозится в единственном в колонне тентованном грузовике. После того, как грузовик остановлен необходимо проверить кузов и ПЗРК. После фиксации номера груз и грузовик подлежит уничтожению. При наличии сил и средств можно выполнить дополнительную задачу, описанную в пункте II. Операция будет провалена, если грузовик будет уничтожен до получения серийного номера или покинет зону операции.<br /><br />В качестве транспорта могут выступать вездеходы MRZR 4 или вертолёты (модуля поддержки либо управляемые экипажами Ascot или Banger).<h4>IV. Поддержка:</h4>Alpha Company, 3rd Battalion, 3rd Special Forces Group<br /><br />8x вездеход MRZR 4<br />2x UH-60M Uncle-1-1 и Uncle-1-2<br /><br />1st Battalion, 160th Special Operations Aviation Regiment<br /><br />2x AH-6J (2x блока НАР и миниганы)<br />2x UH-60M<br />2x MH-6J<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />ODA 3311 - SR CH 1<br />ODA 3312 - SR CH 2<br />ODA 3310 - SR CH 3<br /><h4>VI. Замечания:</h4>В грузовик можно залезть с помощью сочетания клавиш Shift и V. ",
    "map_shot": "",
    "mission_date": "2018-07-28",
    "creation_date": "2021-08-22"
}