{
    "id": "6f3549474ee7dc99c04732e7eb47dd33",
    "filename": "CO24_Snow_Assault.tem_ihantalaw",
    "title": "CO24 Snow Storm",
    "author": "ka6aH",
    "player_count": 24,
    "terrain": "tem_ihantalaw",
    "tags": [
        "INFANTRY",
        "RolePlay"
    ],
    "overview": "Swedish platoon rescues friendly squad and counter attacks",
    "overview_img": "imgs/CO24_Snow_Assault.tem_ihantalaw.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>1984, Швеция подверглась удару советского десанта. Целью ВДВ стала местность в лене Норботтен, который находится на границе Финляндии и Норвегии. Вероятной целью противника является попытка перерезать сообщение между Нарвиком и Киркенесом. Шведская армия, сохранявшая нейтралитет, пытается отразить удары противника по всей области. <br /><br />В районе Ихантала наш взвод проводил разведку вероятного места десантирования 345-го штурмового полка ВДВ. При долго ночном переходе второе отделение ушло далеко вперед. По дальнейшим их сообщениям, в н.п. Ваккила был обнаружен взводный опорный пункт противника. После этого начался сильный снегопад и связь со вторым отделением была потеряна. Только утром остальному взводу удалось добраться до н.п. и выяснить, что первое отделение оказалось в окружении в разбитом фермерском участке перед позициями противника. В данный момент противник готовит штурм союзных позиций. Командование ротой дало приказ на деблокирование второго отделения и штурма населенного пункта.<br/><br/>А. Враждебные силы:<br/>Взвод противника был замечен в самом населенном пункте и вокруг него. Пехота противника вооружена стрелковым вооружением, включая автоматы АК, пулеметы РПК и ПКМ, а также РПГ. Также 1'1 докладывал о наличии у противника тяжелых пулеметов, вероятнее всего ДШК. <br /><br />К юго-западу и юго-востоку от Ваккила противник оборудовал окопы с огневыми точками и максимальной длиной в 10-15 метров. Вероятнее всего, что противник высадился относительно давно и действует в координации с остальными силами полка. <br /><br />Наши смежные подразделения докладывали о наличии бронетехники на соседних зонах высадки, скорее всего ВВС СССР смогли доставить их сегодня утром после снегопада. <br/><br/>Б. Дружественные силы:<br/>Norrbotten Brigade I 19/P 5 - Upper Norrland Military District<br /><br />1'1 - 8 чел. <br />1'2 - 8 чел. (статус неизвестен)<br /><br />1'4 - отделение поддержки<br /><br />1'0 - командное отделение<br/><br/>II. Задание:<br/>1. Деблокировать 1'2<br />2. Захватить населенный пункт Ваккила<br /><br />Задачи 1'2 <br />1. Отбить атаки на свои позиции<br />2. Соединиться со взводом.<br/><br/>III. Выполнение:<br/>Командование ожидает, что противник начнет крупный пехотный штурм в ближайшее время. Первому отделению и отделению поддержки необходимо уничтожить противника на пути к блокированному отделению и остановить атаку вместе с ним. Дальнейший действия взвода должны быть направлены на зачистку одного из направлений атаки для захвата населенного пункта. <br/><br/>IV. Поддержка:<br/>FARP <br /><br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><br />1'4 - SR CH 4<br /><br/><br/>VI. Замечания:<br/>'",
    "map_shot": "",
    "mission_date": "1984-11-03"
}