{
    "id": "871c1df6ae5a5f47558ed0d091600b75",
    "filename": "CO24_Operation_Agricola.brf_sumava",
    "title": "CO24 Operation Agricola",
    "author": "Ka6aH",
    "player_count": 24,
    "terrain": "brf_sumava",
    "tags": [
        "INFANTRY"
    ],
    "overview": "UK peacekeepers search and destroy Serbian ammo cache",
    "overview_img": "imgs/CO24_Operation_Agricola.brf_sumava.jpg",
    "briefing": "<h4>I. Обстановка:</h4>6 июня 1999 1-й парашютный батальон Войск Специального Назначения Великобритании был доставлен на границу Македонии и Косово и возглавил вход KFOR с целью выхода к Приштине. В цели батальона входит подавление сопротивления Сербской Армии, разоружение формирований Армии Освобождения Косово и защита местного населения.<br /><br />Сегодня 1-й взвод роты А проведет операцию по зачистке бывшей радарной станции Югославской Народной Армии, которая в данный момент используется сербами для хранения боеприпасов. Сербские военные отказываются подчиняться указам командования и настроены продолжать сопротивление. Данные разведки сообщают, что база также является желанной целью для местных боевиков из Армии Освобождения Косово, которые занялись торговлей оружием, и атака может начаться в любой момент. Нам предстоит взять базу, уничтожить находящиеся на ней вооружение и боеприпасы, после чего эвакуироваться на ближающую базу KFOR.<br /> <h4>А. Враждебные силы:</h4>Югославская Армия - Корпус Приштина - Сводные части 549-й механизированной бригады и 55-го пограничного батальона<br /><br />Рота пехоты на базе и вокруг нее. Противник вооружен стрелковым вооружением, гранатометами разных типов. В данный момент на радарной станции действует усиленный режим охраны, противник организовал патрули вокруг и внутри периметра. Также небольшое количество пехотинцев находится на двух блокпостах югу и западу от станции.<br /><br />В районе операции замечена активность местной группы Армии Освобождения Косово под управлением полевого командира Ниязи Аземи. Бойцы этой группы также используют схожее вооружение европейского и китайского происхождения, включая гранатометы и пулеметы. <h4>Б. Дружественные силы:</h4>1-й взвод, рота А, 1-й парашютный батальон, 5-я воздушно-десантная бригада, Армия Великобритании<br /><br />1'0 - отделение управления<br />1'1 - 8 чел. <br />1'2 - 8 чел. <br />1'3 - 8 чел. <h4>II. Задание:</h4>1. Уничтожить боеприпасы на OBJ RADAR<br />2. Осмотреть основные здания на наличие ценной документации (опц.)<br />3. Эвакуироваться на базу KFOR<br /><h4>III. Выполнение:</h4>После выполнения основной задачи, вам будет доступна эвакуация при помощи CH-47 Армии США, позывной Horse-1. Ближайшие зоны эвакуации находятся на севере и северо-западе от OBJECTIVE RADAR.<h4>IV. Поддержка:</h4>'<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Подрывные заряды находятся в снаряжении стрелков. Дополнительное снаряжение доступно в ящиках на Staging Area. ",
    "map_shot": "",
    "mission_date": "1999-06-19",
    "creation_date": "2024-04-25"
}