{
    "id": "b623c5ffadc93cce0d19d0d5eb9fd491",
    "filename": "CO25_Poeziya.carter_wrp",
    "title": "CO25_Poeziya",
    "author": "Arsdor for Tactical Shift",
    "player_count": 25,
    "terrain": "carter_wrp",
    "tags": [
        "ARMOR",
        "2010",
        "ARTILLERY",
        "INFANTRY",
        "MOUT",
        "RolePlay",
        "COMB.ARMS",
        "EAST GEAR"
    ],
    "overview": "Российские мотострелки пытаются расшифровать сообщение из штаба",
    "overview_img": "imgs/CO25_Poeziya.carter_wrp.jpg",
    "briefing": "<h4>0. Кампания</h4>С начала апреля наши силы ведут бой за Крапковице. Несмотря на ожесточённое сопротивление, западная коалиция неумолимо движется на восток, планируя захватить весь город. Неподалёку от северозападной промзоны, окружённое соединение из российских, украинских и польских бойцов, известное как 'Группа Кабанова', отчаянно борется за каждую улицу города. Мы, гвардейцы 48-ой гвардейской мотострелковой дивизии, составляем хребет группы Кабанова, и от нашей стойкости зависит судьба Крапковице и всех его защитников.<h4>I. Обстановка:</h4>В ходе боёв за Крапковице выяснилось, что вся ДВ-радиосвязь скомпроментирована. Для безопасности переговоров, наш командир условился с штабистами о шифровке сообщений по одной условной книге, 'Русская поэзия XX-XXI веков'. К сожалению, командир вместе с группой сопровождения попал в засаду после очередного выезда на передний край. Хотя командира и ребят удалось эвакуировать, книга разлетелась на месте засады. Этой ночью нам пришло новое сообщение, и нам необходимо его расшифровать.<h4>А. Враждебные силы:</h4>В районе засады расположились силы французов. Возможна поддержка лёгкой техники и ПТРК.<br />С севера ожидается механизированное подкрепление немцев.<br />Противник обладает поддержкой дронов, снайперов и миномётов.<br /><br />Французы (отмечены зелёным) и немцы (отмечены синим) не обладают прямой связью.<h4>Б. Дружественные силы:</h4>Краткое описание сил игроков - 2 отделения 48-ой гвардейской мотострелковой дивизии: 1'1 и 1'2, а также танк Т-55АМВ.<br />Группа командования усилена взводными снайперами.<br /><br />На позициях, отмеченных бордовым, находятся дружественные силы - другие ребята из нашей дивизии и люди из Харьковской мотострелковой<h4>II. Задание:</h4>1. Найти страницы книги в районе засады и расшифровать сообщение.<br />2. Эвакуироваться на начальную точку.<br />3*. Уничтожить вражескую технику.<br />4*. Захватить в плен вражеских командиров.<h4>III. Выполнение:</h4>Мы располагаем скудными данными о противнике. Люди на передке могут рассказать нам больше.<br />Оранжевыми маркерами НП отмечены позиции, с которых взводные снайперы смогут нас эффективно прикрыть.<br /><br />При первом прохождении полученное сообщение необходимо отправить в чат.<h4>IV. Поддержка:</h4>1x БМП-3<br />2x БМП-1<br />2x БМП-2-23<br />1х Т-55АМВ<br />Ящики с фонарями, боеприпасами и прочей чепухой.<br /><br />CCP<br />FARP<br /><br />Батарея миномётов 'Редактор-4'<br /><br />Редеплои и доукомплекты по умолчанию.<br /><br />Грузовик снабжения и БМП-медэвак на FARP<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Противник прослушивает ДВ-переговоры. СЛы должны условиться о каких-то обозначениях для шифровки.<h4>VII. КОДОВОЕ СООБЩЕНИЕ:</h4>112-23-127-1-3168-1-5214-3-1<h4>VIII. Замечания для GSO:</h4>Отыгрывай за зелёных и за синих, если нет командира синих, или он не справляется с микроконтролем. При первом прохождении поддерживай напряжение, но сделай так, чтобы ребята смогли пройти миску. При необходимости или по прямому запросу помогай красными ботами.<h4>0. Кампания</h4>С начала апреля наши силы планомерно освобождают Крапковице от захватчиков. К сожалению, ВС РФ, ВСУ и войска нелегитимного польского правительства не осознали в полной мере бедственность своего положения. Ожесточённая борьба идёт за каждую улицу и дом. Наша 11-ая панцергренадёрская дивизия - одно из самых мощных соединений на фронте. От эффективности наших действий зависит, сможем ли мы изгнать противника из города и открыть путь на Варшаву.<h4>I. Обстановка:</h4>Нашим силам удалось оттеснить восточников ближе к реке и практически завладеть северо-западной частью города.  Недавно командир врага приехал инспектировать передовые позиции и нашим французским товарищам удалось уничтожить КШМ с машинами сопровождения. К сожалению, врагу удалось вызволить своих людей, но, по всей видимости, в месте засады осталось нечто важное для противника. Необходимо воспользоваться их интересом и устранить противника при попытке завладеть искомым.<h4>А. Враждебные силы:</h4>Около взвода пехоты с поддержкой нескольких БМП и танка. Возможны подкрепления.<h4>Б. Дружественные силы:</h4>3 отделения мотопехоты на БМП Мардер под прямым командыванием.<br /><br />Чуть больше взвода французских егерей. К сожалению, мы не можем поддерживать с ними связь.<h4>II. Задание:</h4>1. Отбить все попытки противника захватить<h4>III. Выполнение:</h4>Необходимо дождаться, когда французы вступять в контакт с восточниками. Как только мы выясним местоположение врага - стоит нанести молниеносный удар.<h4>IV. Поддержка:</h4>Два миномёта под ручным управлением. Доступен один редеплой.<br /><br />Трофейный УАЗ с преднастроенной ДВ.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><h4>VI. Замечания:</h4>Следует внимательно слушать переговоры противника",
    "map_shot": "",
    "mission_date": "2018-04-21",
    "creation_date": "2024-12-28"
}