{
    "id": "0b66b6cdcea9ffdd5407163c31c57baa",
    "filename": "CO25_Before_the_storm.eden",
    "title": "CO25 Before the storm",
    "author": "Comrade",
    "player_count": 25,
    "terrain": "eden",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Russian forces raid behind enemy lines",
    "overview_img": "imgs/CO25_Before_the_storm.eden.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Конец августа 2022 года, на территории стран Прибалтики проходили масштабные учения НАТО, в ходе которых звено американских истребителей случайно покинуло зону выполнения операции и вступило в бой с патрулирующей группой российских истребителей. После этого инцидента войска НАТО усилили свое присутсвие на границе с Российской Федерацией, что спровоцировало Россию ответить тем же. Подписание договора о размещение Американского и Канадского контингента на территории Финляндии спровоцировало Россию на военные действия в сторону Финляндии, в свою очередь блок НАТО объявил войну Российской Федерации.<br /><br />7 сентября 2022 года, ВС РФ готовят масштабную военную операции на территории Эстонии и других стран Прибалтики. Нашему разведвзоду, заброшенному в тыл, необходимо уничтожить вражескую технику, находящуюся в американском лагере (т. Антон), а также вражеское ПВО (т. Богдан). Уничтожение этих целей значительно облегчит наступление основных войск на этом участке.<h4>А. Враждебные силы:</h4>ВС США - регулярные войска.<br /><br />Примерно 2 взвода пехоты.<br />Около 2x M1126 Stryker, патрулируют дороги и окопаны у т. Антон.<br />Около 2х бронеавтомобилей M1240 MRAP, патрулируют основные дороги.<br /><br />Возможно прибытие подкреплений со стороны н.п. Saint Pierre.<br /><br /><h4>Б. Дружественные силы:</h4>Взвод разведывательного батальона, 79-ой отдельной гвардейской мотострелковой бригады ВС РФ.<br /><br />1'0 - 4 чел.<br />1'1 - 7 чел.<br />1'2 - 7 чел.<br />1'3 - 7 чел.<h4>II. Задание:</h4>1. Уничтожить вражескую технику (т. Антон).<br />2. Уничтожить вражеское ПВО (т. Богдан).<br />3. Отойти на точку перегруппировки (т. Радуга).<br />4. (опционально) Уничтожить вражескую артиллерию (т. Виктор).<br /><h4>III. Выполнение:</h4>Наш взвод стартует на т. Гром.<br /><br />Мы должны уничтожить 2 основные цели:<br />1) Несколько M1126 Stryker (вооруженные ATGM) на т. Антон.<br />2) Уничтожить MIM 145 Defender (ПВО) на т. Богдан.<br />После их уничтожения отступить на т. Радуга.<br />Если будет достаточно сил и вооружения можно попытаться уничтожить артиллерию на т. Виктор.<br /><br />Замечены вражеские патрули на основных дорогах и вокруг наших целей.<br /><br /><br /><h4>IV. Поддержка:</h4>1x ПТРК Метис-М 9К115.<br />Ящик с дополнительной амуницией на стартовой точке.<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'0 - SR CH 5<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br /><h4>VI. Замечания:</h4>У всех членов синих групп имеется взрывчатка.<br />Также взрывчатка находится в ящике на стартовой точке.",
    "map_shot": "",
    "mission_date": "2022-09-07"
}