{
    "id": "f2f34b2006e758ed05cad8280ade6d86",
    "filename": "CO25_Operation_Blackout_1C.cup_chernarus_A3",
    "title": "CO25 Operation Blackout (1C)",
    "author": "Tactical Shift",
    "player_count": 25,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "SPECOPS",
        "MOUT"
    ],
    "overview": "Спецназ Черноруссии освобождает заложников",
    "overview_img": "imgs/CO25_Operation_Blackout_1C.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Сегодня днем группа террористов захватила 18 заложников прямо в центре Черногорска. Они погрузились вместе с заложниками в автобус и направились к границе. Поняв, что все пути заблокированы они окопались в деревне Горка.<br /><br />У нас есть подтвержденные данные, что у террористов имеются взрывные устройства в количестве трёх штук, которые они обещают пустить в ход в случае штурма. Увы, у нас нет другого выхода. Переговоры ни к чему не привели, их условия невыполнимы. Ваша задача - по возможности спасти заложников, ликвидировать террористов и обезвредить взрывные устройства.<br /><h4>А. Враждебные силы:</h4>Террористы - 24 человека, вооружены легким стрелковым оружием.<br /><br />Известно о 3х СВУ, скорее всего они установлены около заложников.<h4>Б. Дружественные силы:</h4>Взвод спецназа Черноруссии:<br />1'1 - 7 чел.<br />1'2 - 7 чел.<br />1'3 - 7 чел.<br /><br />1х БТР-80 (позывной 'Курган').<h4>II. Задание:</h4>1. Спасти заложников (эвакуировать в н.п. Поляна)<br />2. Ликвидировать террористов<br />3. (доп.) Найти и обезвредить взрывные устройства (3 шт.)<br /><h4>III. Выполнение:</h4>Рекомендуется действовать маскимально скрытно.<br />Скорее всего террористы не собираются долго оставаться в поселке, но отходить с заложниками в их планы также не входит. Есть большая вероятность, что начало штурма спровоцирует противника бросить заложников наедине с СВУ и попытаться прорваться из окружения. Поэтому планируйте штурм таким образом, чтобы от первых выстрелов до эвакуации заложников прошло не более 15 минут.<br /><br />В деревне Поляна находится подстанция, ее отключение выключит свет во всех близлежащих деревнях. У нас нет данных о наличии ПНВ у противника, возможно это даст вам преимущество.<h4>IV. Поддержка:</h4>3х бронеавтомобиль 'Тигр' (невооруженный)<br />1х БТР-80<h4>V. Сигналы:</h4>PL NET 50<br />SUP NET 51<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />Курган - SR CH 4<br />1'0 - SR CH 6<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework<h4>VII. GSO notes:</h4>Если дела пойдут не очень, то попробуйте прорываться террористами из зоны операции",
    "map_shot": "",
    "mission_date": "2008-10-11",
    "creation_date": "2020-02-29"
}