{
    "id": "e5b0656f2cc2fa78a2a457cb5cff2b91",
    "filename": "CO25_Angel_Slayer_1B.takistan",
    "title": "CO25 Angel Slayer",
    "author": "Invaderok",
    "player_count": 25,
    "terrain": "takistan",
    "tags": [
        "INFANTRY",
        "EAST GEAR"
    ],
    "overview": "ISIS Terrorists attack US Airfield base",
    "overview_img": "imgs/CO25_Angel_Slayer_1B.takistan.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В Сирии с марта 2011 года продолжается вооруженный конфликт. Правительственным войскам противостоят отряды боевиков, принадлежащие к разным вооруженным формированиям. Наиболее активными являются боевики группировки ''Исламское государство'', в начале июня возглавившие наступление на северные и западные районы Ирака и объявившие 29 июня о создании исламского халифата на подконтрольных ей территориях в Ираке и Сирии.<br /><br />В конце 2013 — начала 2014 ИГИЛ организовало крупное наступление в ходе которого захватило большие территории востока, севера, юга и центра Сирии.<br /><br />В конце июля экстремисты захватили 93-ю воинскую часть и 17-ю дивизию в провинции Ракка, тогда оставшиеся в живых солдаты и офицеры отступили к военному аэродрому в Табаке.<br /><br />Сирийская армия двое суток отражала атаки боевиков ''Исламского государства'' (ИГ) на военный аэродром в городе Табака — последний оплот правительственных войск в провинции Ракка на севере страны. 23 августа 2014, согласно сообщениям сирийских официальных лиц, командир аэродрома назвал его безопасным и выставил блокпосты на подъезде к аэродрому, но на самом деле, силы экстремистов отступили для перегруппировки и сосредоточили войска в близь аэродрома для концентрированной атаки с целью захватить аэродром где было сирийское вооружение и продовольствие.<h4>А. Враждебные силы:</h4>1 Пехотный взвод расположенный на территории аэропорта.<br />1 Танковый взвод расположенный по периметру базы аэропорта, по имеющимся данным у Сирийцев остались еще резервные танки Т-72 в строю.<br />3 Патруля противника районах поселков около базы численностью около 20 человек<br />6 Контрольно-пропускных пунктов на дорогах ведущим к базе общей численностью около 25 человек.<h4>Б. Дружественные силы:</h4><br />Группировка ''Исламского государства''.<br /><br />-Командование 1'6 (2 человека).<br />-2 отделения террористов ИГИЛ 1'1 (9 человек), 1'2 (9 человек).<br />-1 отделение шахидов ИГИЛ 1'3 (5 человек).<br /><h4>II. Задание:</h4>1. Найти и уничтожить танки расположенные в районе аэропорта.<br />2. Захватить аэропорт.<h4>III. Выполнение:</h4>1. Для меньшего распыления сил, уничтожить ближайшие блокпосты с помощью шахидов. Машины бронированные и оснащены взрывчаткой.<br />2. Уничтожить вражескую технику.<br />3. Начать штурм базы и захватить её.<h4>IV. Поддержка:</h4>1x Бронированный внедорожник Hilux вооруженный пулеметами ДШКМ<br />1х Бронированный внедорожник Hilux вооруженные СПГ-9<br />1x Грузовик Praga V3S не вооруженный.<br />1х Внедорожник Hilux не вооруженный.<br />4х Бронированный Hilux не вооруженные для шахидов.<br />2x Установки TOW с возможностью разбора и перемещения.<br />8х СВУ для установки на внедорожники (находятся в машинах шахидов).<br />1х Схрон боеприпасов на точке сбора.<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />Только отряду смертников выдали детонаторы, после истишхада отряд смертников редеплоится как отряд поддержки, не тратя резервов.<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Дабы не тратить время на ближайшие блокпосты можно уничтожить их или сильно ослабить с помощью лояльных смертников, которые предварительно заминируют свое авто взрывчаткой. В каждом авто есть по 2 взрывпакета для установки их по бокам машины. Взрывать авто может как и сам смертник (что более рискованно) так и SL смертников дистанционно.<br /><br />Горные позиции удобные, что раскрывает потенциал tow и если будет попадать под огонь противников то вражеский огонь будет не очень эффективный.<br /><br />Вся местность имеет много складок местности, что позволяет относительно безопасно передвигаться, используйте автомобили и их маневренность, вместо долгих перемещений пешком.<br /><br />Поселки занятые рядом с аэродромом не укрепленные и содержат только патрули, нет необходимости зачищать каждое здание, основные войска противника укрепились на аэродроме.",
    "map_shot": "",
    "mission_date": "2014-08-25",
    "creation_date": "2024-05-11"
}