{
    "id": "a61a3424385de8633ce5f78662bd6b75",
    "filename": "co25_operation_Callonbog_1C.smd_sahrani_a3",
    "title": "OPERATION CALLONBOG",
    "author": "GEO",
    "player_count": 25,
    "terrain": "smd_sahrani_a3",
    "tags": [],
    "overview": "merc evac from infected territory",
    "overview_img": "imgs/co25_operation_Callonbog_1C.smd_sahrani_a3.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>15 августа 2022года. На завершающем этапе эвакуации Института три наших вертолёта с охранным персоналом были обстреляны и потерпели крушение в северной части острова. К счастью, высота позволила произвести успешное десантирование в районе пункта наблюдения НИИ.  Взвод разрозненно находится на вражеской территории, направляясь одиночно к точке сбора.  Войска РХБЗ свёрнуты и передислоцированы, причина нам неизвестна. Связи с 'большой землёй' нет. НСО полностью контролируют территорию острова, и всю инфраструктуру. Наши данные позволят полагать наличие, по крайне мере, одного воздушного судна и ящиков с миномётами в лагере боевиков к востоку, это вооружение может оказаться полезным. Также в пункте наблюдения ожидает наша разведдвойка в маскхалатах, будьте внимательны. Её можно использовать для корректировки огня, если понадобится. Итак, ПВО повстанцев не позволяет покинуть остров в нужном направлении беспрепятственно. Необходимо создать воздушный коридор в сторону эвакуации.  <br />п.с. При ужасающей смертности населения - снятие карантина говорит о том, что мы должны быть готовы к худшему развитию событий в дальнейшем.<br/><br/>А. Враждебные силы:<br/>1. 3 х взвод НСО ( Независимые объединённые острова)<br />2. ? х ЗСУ-23-4<br />3. ? х грузовой транспорт<br />4. 1 х МИ-8 МТВ-3<br/><br/>Б. Дружественные силы:<br/>1. 1 x Взвод группы оперативного реагирования НИИ<br/><br/>II. Задание:<br/>1. Собраться на территории пункта наблюдения<br />2. Захватить любое воздушное судно<br />3. Устранить угрозу ПВО в направлении эвакуации<br />4. Покинуть остров, пользуясь созданным воздушным коридором<br /><br/><br/>III. Выполнение:<br/>По плану командира.<br/><br/>IV. Поддержка:<br/>1. 1 х ГАЗ-66 тент<br />2. 1 х ГАЗ-233014 АГ-30<br />3. 1 х Квадроцикл 4х4<br/><br/>V. Сигналы:<br/>1'5 - 5 канал ОВЧ 50 МГц МВ диапазон<br />1'1 - 1 канал УВЧ ДВ диапазон<br />1'2 - 2 канал УВЧ ДВ диапазон<br />1'3 - 3 канал УВЧ ДВ диапазон<br />1'4 - 4 канал УВЧ ДВ диапазон<br/><br/>VI. Замечания:<br/>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2007-07-07"
}