{
    "id": "4562d418f93f50e21ca5944e827dc288",
    "filename": "CO25_Rush_To_Save.Malden",
    "title": "CO25 Rush To Save",
    "author": "Ka6aH",
    "player_count": 25,
    "terrain": "Malden",
    "tags": [
        "SPECOPS",
        "RolePlay"
    ],
    "overview": "USMC Special Purpose Task Force rescues personnel of downed helicopter",
    "overview_img": "imgs/CO25_Rush_To_Save.Malden.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После эскалации борьбы между правительством малдена, мятежной армией с подконтрольной ему ЧВК Rembrandt Group и западной Task Force Alpha, правительство США решило провести операцию по установлению контроля над островом для принуждения всех акторов к миру.<br /><br />Мы следовали на USS Freedom со штабным оборудованием, в том числе носителем данных, на котором была важная документация, касающася деятельности ЧВК Рембрандт на Малдене. Через 10 минут после взлета по вертолету был совершен пуск ПЗРК, после чего пилоты смогли увести вертолет от застройки. После падения вертолета выжили только мы, члены экипажа погибли.<br /><br />Сейчас мы должны следовать протоколу действий после падения<h4>А. Враждебные силы:</h4>Рота мятежников (бывшая Армия Обороны Малдена)<br /><br />Основные силы мятежников располагаются в крупных городах и на побережье. Основные дороги усиленно патрулируются на машинах, в том числе вооруженных.<br /><br />Скорее всего противник пошлет силы на поиск и уничтожение выживших.<h4>Б. Дружественные силы:</h4>Неизвестно<br /><br />HQ Staff - выжившие после падения<h4>II. Задание:</h4>1. Обезопасить данные (черный ящик-сервер)<br />2. Покинуть место падения вертолета<br />3. Следовать на точку эвакуации (Randevouz Point)<br /><br /><h4>III. Выполнение:</h4>Согласно установленному протоколу действий при потери связи, выжившие после падения должны выдвинуться на позицию RANDEVOUZ. Эта позиция находится на юге и представляет собой вытянутый олуостров с маяком. Ближайшее поселение - Cancon, находится севернее точки. При невозможности достигнуть точки RANDEVOUZ необходимо затаиться и ожидать в ближайших компаундах или населенных пунктах.<br /><br />Оборудование для эвакуации представляет собой черный ящик-сервер. Вероятнее всего он слишком тяжелый для переноски. После встречи с группой спасения необходимо сообщить им местонахождения ящика<h4>IV. Поддержка:</h4>Неизвестно<h4>V. Сигналы:</h4>Дымовые гранаты, трасеры, IR маячки<h4>VI. Замечания:</h4>Молитесь<h4>I. Обстановка:</h4>После эскалации борьбы между правительством малдена, мятежной армией с подконтрольной ему ЧВК Rembrandt Group и западной Task Force Alpha, правительство США решило провести операцию по установлению контроля над островом для принуждения всех акторов к миру.<br /><br />Сегодня был сбит вертолет, перевозивший командный состав батальона ВС США, переброшенных на остров. Вертолет выполнял плановый полет по маршруту Moray - USS Freedom и должен был доставить часть командного состава батальона и штабное оборудование. Позже мы получили сигнал бедствия от пилотов и радиосвязь пропала. Очевидцы сообщили о падении вертолета на южной части острова. Там также располагаются основные силы мятежников. Командование MARSOC решило провести операцию по поиску и спасению выживших и ценного оборудования.<br /><br />Вертолёты MH-60 будут использованы для поиска места падения, после чего высадят наземную группу.<h4>А. Враждебные силы:</h4>Рота мятежников (бывшая Армия Обороны Малдена)<br /><br />Основные силы мятежников располагаются в крупных городах и на побережье. Основные дороги усиленно патрулируются на машинах, в том числе вооруженных.<br /><br />Разведка докладывает об активности сил быстрого реагирования мятежников. Одна группа в составе 3 машин и около 20 человек двигается на юг, вероятно всего для взятия под контроль места падения вертолета. Также был замечен вылет вертолета с одной из передовых баз противника. Мы ожидаем, что на вертолете могут находиться силы специального назначения мятежников. В их задачи вероятнее всего входит поиск и уничтожение выживших при падении.<br /><br />На побережье были замечены позиции станковых пулеметов. <h4>Б. Дружественные силы:</h4>1st Marine Raider Battalion MARSOC<br />Alpha - 9 чел.<br />Bravo - 9 чел.<br /><br />1'6 - HQ<br /><br />Seabee-1<br />MH-60<br /><br />Falcon-2<br />MH-60 Ground Attack<br /><br />HQ Staff - выжившие после падения<h4>II. Задание:</h4>1. Найти место падения вертолета<br />2. Взять под контроль место падения вертолета<br />3. Эвакуировать оборудование<br />4. Найти и эвакуировать выживших<br /><h4>III. Выполнение:</h4>Согласно установленному протоколу действий при потери связи, выжившие после падения должны выдвинуться на позицию RANDEVOUZ. При принятии ими решения не двигаться на точку, обыщите ближайшие к месту падения компаунды.<br /><br />Оборудование для эвакуации представляет собой черный ящик-сервер. Его необходимо доставить обратно на USS Freedom. <h4>IV. Поддержка:</h4>USS Freedom - FARP<br /><br />2x MH-60S Seahawk<br />1x MH-60S Knighthawk (2 блока НАР)<br />2x MH-60S Knighthawk (4 блока НАР)<br />1x MV-22B Osprey (использование на свой страх и риск, для садомазо)<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><br /><h4>VI. Замечания:</h4>У выживших вряд ли функционирует связь. Для их поиска следуйте протоколу и обращайте внимание на сигнальные средства. ",
    "map_shot": "",
    "mission_date": "2024-06-21"
}