{
    "id": "19181fbf00bad520783d3105f1b15ed3",
    "filename": "CO26_Stacja_koncowa.cartercity",
    "title": "CO26_Stacja_koncowa",
    "author": "Arsdor for Tactical Shift",
    "player_count": 26,
    "terrain": "cartercity",
    "tags": [
        "SPECOPS",
        "INFANTRY",
        "MOUT",
        "WEST GEAR"
    ],
    "overview": "Polish JW Kommandosi hunts for German VIPs",
    "overview_img": "imgs/CO26_Stacja_koncowa.cartercity.jpg",
    "briefing": "<h4>0. Кампания</h4>После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну. Несмотря на ноты протеста восточных соседей Польши, вторжение переросло в полноценный военный конфликт. С 19 по 24 октября Беларусь, Россия и Украина проводили мобилизацию и 26 октября объявили о вступлении в конфликт на стороне Польши.<br />На данный момент немецко-французские силы развивают наступление, продвигаясь к Варшаве. В последние три месяца на острие борьбы находится город Крапковице и его окрестности.<h4>I. Обстановка:</h4><br />В течение апреля город Крапковице находился под постоянным артиллерийским обстрелом. Разрушения в некоторых районах дошли до 90% жилого фонда, превратив целые кварталы в разрушенные пустоши. Здания, пережившие артиллерийские налёты с каждым днём приобретают всё большую ценность.<br />Юго-западная промзона, возведённая всего три года назад, представляет собой концентрацию таких зданий. Последние две недели промка была скорее серой зоной, но три дня назад немцы выдавили остатки наших сил из района. Высотные здания уже облюблены снайперами и корректировщика врага, пехота начинает окапываться, а разведчики занимают всё более выгодные наблюдательные позиции.<br />Командование предполагает, что в ближайшие дни район будет полностью занят Бундесвером. Сейчас у дружественных сил нет возможности гарантированно поразить подкрепления противника или ввести свои регулярные подразделения.<br />По счастью, наш агент в стане врага сообщил, что в данном районе находятся офицер спецподразделения FSLK200 (кодовое обозначение - Orfeusz), ответственный за обеспечения бесперебойной разведки в РБД. Также с инспекцией прибывает высокопоставленный чиновник немецкого министерства обороны (кодовое обозначение - Eurydyka), видимо решивший проверить самый тихий участок городского фронта. Оба этих человека могут дать крайне важную информацию о дальнейших дествиях немцев в этом районе города, а их похищение - затормозить процесс полноценного захвата промзоны силами Бундесвера.<h4>А. Враждебные силы:</h4>Нам противостоит немногочисленная, но хорошо подготовленная боевая группа Бундесвера.<br />1 стрелковый взвод, рассредоточенный в зданиях и окопах.<br />Несколько патрулей разведчиков.<br />По меньшей мере три пары снайперов.<br />БРМ Лухс.<br />Возможно наличие станковых пулемётов.<br />Противник располагает значительной артиллерийской поддержкой и может использовать дроны.<br /><br />В случае угрозы VIPам, они могут вызвать собственный спецназ<h4>Б. Дружественные силы:</h4>Взвод войсковой части Коммандос: два линейных отделения коммандос (Charon-1 и Charon-2), отделение командования (Charon-0), две снайперских пары (Hekate и Tanatos), группа операторов БПЛА (Harpie).<h4>II. Задание:</h4>1. Найти и похитить Orfeusz (вероятно находится в одном из зданий B1-B6).<br />2. Найти и похитить Eurydyka (вероятно находится в одном из зданий B1-B6).<br />3*. Уничтожить БРМ Luchs.<br /><h4>III. Выполнение:</h4>Общее количество противника сравнительно невелико, однако техническая оснащённость, подготовка и выгодные позиции усложняют проведение операции. Необходимо найти максимально безопасный и удобный путь до ключевых объектов и реализовать локальное численное превосходство.<br />Для отвлечения и дистанционного поражения противника рекомендуется использовать поддержку снайперов и операторов БПЛА. Также это позволит получать актуальную информацию о перемещениях противника.<br />Наши аналитики выявили несколько выгодных позиций для наших снайперов и отметили их на карте.<br /><h4>IV. Поддержка:</h4>x4 Разведывательный внедорожник M1025  (с двумя пулемётами)<br />Внедорожник M1038 (невооружённый) со снаряжением для снайперов.<br />Пикап (невооружённый) с запасными дронами.<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />1'4 - SR CH 4<br />1'7 - SR CH 5<h4>VI. Замечания:</h4>Противник может активно использовать дроны и миномётную поддержку, поэтому представляется выгодными быстрое перемещение и сближение с противником.",
    "map_shot": "",
    "mission_date": "2018-04-26",
    "creation_date": "2024-10-15"
}