{
    "id": "6c6844c53784697cd54e742ad32a674f",
    "filename": "CO26_Tikhiy_don.cup_chernarus_A3",
    "title": "CO26_Tikhiy_Don",
    "author": "Arsdor for Tactical Shift",
    "player_count": 26,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "SPECOPS",
        "MOUT",
        "JTAC/CAS",
        "RolePlay"
    ],
    "overview": "Спецназ РФ по приказу Железного Димона ликвидирует Рамзана Кадырова",
    "overview_img": "imgs/CO26_Tikhiy_don.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Не в силах более наблюдать, как Россия чахнет в немощных старческих руках, сутки назад Д. А. М. инициировал смещение своего патрона с поста президента Российской Федерации. Провозгласив страну деспотической республикой, наш новый лидер принял титул Железного Дмитрия, и провёл полномасштабные репрессии против своих однопартийцев. Но если Центр и Северо-Запад России уже избавлены от наследия старого режима, то с Северо-Кавказскими республиками ситуация обстоит иначе. Одиозный лидер одной из республик под условным обозначением Рамзанка Дыров может иметь свои планы на президентское кресло, а потому должен быть молниеносно ликвидирован. Это почётное задание досталось нашему взводу, и мы не должны подвести Россию.<h4>А. Враждебные силы:</h4>Дыров отдыхает на турбазе 'Ахмат', ранее известной как 'Металлург'. Его покой охраняет как минимум отделение личной гвардии и взвод республиканского национального батальона 'Ахмат'. Мы также располагаем информацией о наличии примерно полусотни гостей, преимущественно журналисты газеты 'Ахмат', футболисты ФК 'Ахмат' и, возможно, пара поэтов из республиканского клуба имени Анны Ахматовой. Мы предполагаем, что гости также будут вооружены.<br /><br />Патрулирование периметра осуществляется достойно экипированными пехотными отделениями, мотоциклетной группой и автомобильной группой. Последние располагают автомобилями  SUV с лёгкой автопушкой западного производства, в следствие чего являются наиболее опасным компонентом обороны противника.<h4>Б. Дружественные силы:</h4>Два отделения спецназа для непосредственного выполнения задачи (Железный-1 и Железный-2), командная группа (Железный-0) и две пары вертолётчиков (Цинк-1 и Цинк-2). В нашем резерве есть ещё два отделения для пополнения и замены раненных и убитых, однако в виду особой важности миссии мы не сможем получить иных подкреплений. Учитывайте это при планировании.<br />Все наши силы находятся на ВПП Болотная<h4>II. Задание:</h4>1. Уничтожить автотранспорт на турбазе для предотвращения бегства врага.<br />2. Ликвидировать Рамзанку Дырова (судя по  последнему фото в твиттере, он должен быть в спортивном костюме и берете).<br />3. Добить выживших.<h4>III. Выполнение:</h4>Один из предполагаемых вариантов - молниеносная атака вертолётов на автомобильный патруль кадыровцев и транспорт гостей на стоянке. Второй - предварительная высадка пехоты на одной из непросматриваемых противником позиций и одновременное нападение по земле и с воздуха.<br /><br />Нам достоверно известно, что весь персонал турбазы был удалён на время присутствия Кадырова и его дружков, поэтому любой человек в районе операции должен быть ликвидирован даже в случае сдачи в плен.<h4>IV. Поддержка:</h4>FARP и CCP на ВПП Болотная<br />Ми-8 с двумя ФАБ и пушечными контейнерами.<br />Ка-60 с блоками НАР (х2)<br />Ка-52 с блоками НАР и пушечными контейнерами.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />Железо-1 - SR CH 1<br />Железо-2 - SR CH 2<br />Цинк-1 - SR CH 3<br />Цинк-2 - SR CH 4<h4>VI. Замечания:</h4>Не рекомендуется пересекать водные преграды вплавь.",
    "map_shot": "",
    "mission_date": "2020-03-08"
}