{
    "id": "ad13d6a0f575c0879ac8ce577ae283bc",
    "filename": "CO26_Fin_de_la_patience.tem_kujari",
    "title": "CO26_Fin_de_la_patience",
    "author": "Arsdor for Tactical Shift",
    "player_count": 26,
    "terrain": "tem_kujari",
    "tags": [
        "INFANTRY",
        "COMB.ARMS",
        "ARMOR"
    ],
    "overview": "ВС Чада уничтожают банду Боко Харам",
    "overview_img": "imgs/CO26_Fin_de_la_patience.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4> Вчерашней ночью в населённый пункт Мандалари пришла израненная девочка по имени Анаис. Она сообщила, что в её посёлок Браматаро вторглись боевики 'Боко Харам' и убили её семью, также истребив всё население посёлка. По её словам, она едва смогла избежать гибели, находясь в это время в лесу и собирая коренья.<br />Местная полиция сразу же сообщила о случившемся, и мы, бойцы Вооружённых Сил Чада, прибыли на зов.<h4>А. Враждебные силы:</h4> Крупная банда, порядка сотни бойцов. Анаис сообщила, что видела два или три автомобиля с пулемётами, несколько грузовиков без вооружения, а также один пикап и один грузовик 'с большими и очень страшными пушками'.<br /> По словам Анаис, противник вооружён схожим образом с нами, но их оружие старше; почти никто из них не носит шлемы и бронежилеты, зато  у многих есть РПГ-7 и 'огромные ручные пулемёты'. После рассмотрения фотографий, Анаис подтвердила, что на боевиках 'Боко Харам' была старая американская форма расцветки Woodland.<br /> Также по словам девочки, исламисты стреляют 'из рук вон плохо', и не смогли попасть в неё даже со ста метров, а также очевидно избегают зарослей, в целом предпочитая находиться под прикрытием поселений. Патрулирование территорий преимущественно осуществляется техничками.<h4>Б. Дружественные силы:</h4>Два отделения 6-го Богомского мотострелкового полка Вооружённых Сил Чада, готовых к наступательной операции.<br />Ещё два отделения осуществляют патрулирование Мандалари.<h4>II. Задание:</h4>1. Ликвидировать банду боевиков в Браматаро.<h4>III. Выполнение:</h4> Численно противник превосходит наши силы многократно, однако боевики рассредоточены по району боевых действий, плохо обучены и посредственно вооружены.<br /> Осмысленно сначала найти и уничтожить автомобильные патрули, а затем ликвидировать отдельные очаги сопротивления, пользуясь преимуществом в огневой мощи и маневренности.<br /> Рекомендуется использовать технику как подвижную артиллерийскую платформу, поражая врага на максимально доступном расстоянии, либо атаковать единым фронтом, поражая все встречные цели шквальным огнём.<br /> По словам Анаис, кроме неё выживших гражданских нет, так что целостность зданий и прочего имущества более не имеет никакого значения.<br /> Наконец, учитывая тяжесть деяний группировки, взятие пленных не представляется допустимым.<h4>IV. Поддержка:</h4>БРМ AML-90 (x2),<br />БТР-60 (x2),<br />Пикап с АГС-30<br />Пикап с ДШК<br />Пикапы без вооружений (x4)<br />Снаряжение во всех машинах<br /><br />FARP<br />CCP<br />Доукомплект и редеплой по умолчанию. Дополнительный редплой и доукомплект доступен через полчаса после начала операции<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />1'4 - SR CH 4<h4>VI. Замечания:</h4>Хотя БТР-60 и AML-90 обладают бронёй, выдерживающей пули калибром 5,45 мм и 7,62 мм, пулемёты на техничках, неизвестные 'большие пушки' и, главное, РПГ-7 у нескольких боевиков представляют существенную угрозу для техники. ",
    "map_shot": "",
    "mission_date": "2015-08-02"
}