{
    "id": "195768037b1fabd407f40089fd29bd36",
    "filename": "CO27_Small_Aetius.Altis",
    "title": "CO27 Small Aetius",
    "author": "cleMoH",
    "player_count": 27,
    "terrain": "Altis",
    "tags": [
        "COMB.ARMS"
    ],
    "overview": "Small version of Aetius landing: british amphibious assault",
    "overview_img": "imgs/CO27_Small_Aetius.Altis.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Турки-киприоты при поддержке регулярной турецкой армии начали широкомасштабное вторжение на территорию Республики Кипр. Официально Анкара не признает своего участия в конфликте. Страны НАТО отказались поддержать республику, ограничившись выражением обеспокоенности. Великобритания решила сама отреагировать на нарушение международного права и начала операцию по принуждению турецких сил к миру. <br /><br />Task Force Aetius, получившая название по римскому военачальнику, разгромившего Аттилу, должна провести амфибийную высадку недалеко от буферной зоны ООН, которая поддверглась нападению турецких сил, и захватить господствующую высоту. Поддержку высадке оказывает фрегат HMS Duncan, на вооружении которого находятся артиллерийская установка и многоцелевой вертолет AW159<h4>А. Враждебные силы:</h4>Силы безопасности Северного Кипра/Миротворческие силы Турции на Кипре<br /><br />Противник занимает позицию Attila, с которой открывается вид на долину к западу от зоны высадки. Нашей авиации удалось подавить часть огневых точек на высоте, в следствие чего противник действует более осторожно и сосредоточил основные силы за ней или в долине. <br /><br />Мы имеем информацию о наличии у противника двух танков M-60, двух позиции ПВО (вероятнее всего автоматические пушки) и нескольких укрепленных позициях. Две из них (Alpha и Bravo) являются первоочередной целью после высадки. Противник также имеет небольшую группу в тылу для незамедлительной контратаки на пляж в случае нашей высадки. <br /><br />Противник вооружен станковым вооружением, в том числе автоматическими гранатометами, пулематами и ПТ-средствами. Обнаруженные позиции помечены на карте.<h4>Б. Дружественные силы:</h4>The Rifles Regiment<br />1'1 - 8 чел.<br />1'2 - 8 чел.<br />1'3 - 8 чел.<br />1'0 - 3 чел.<br /><br />HMS Duncan<br />AW159 - пилот<h4>II. Задание:</h4>1. Провести высадку в отмеченной зоне<br />2. Захватить позиции Alpha и Bravo<br />3. Зачистить высоту Attila<br /><h4>III. Выполнение:</h4>По плану командира.<h4>IV. Поддержка:</h4>'<h4>V. Сигналы:</h4>PL NET 50<br />SUPP NET 51<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 2<br /><br />CAS NET - 5*<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2024-06-21"
}