{
    "id": "c4bd8882120bf37f2b9b9947ae8cf61b",
    "filename": "CO27_Chernogorsk_in_Fire_1A.Woodland_ACR",
    "title": "CO29 Chernogorsk in fire",
    "author": "Comrade",
    "player_count": 29,
    "terrain": "Woodland_ACR",
    "tags": [
        "SPECOPS",
        "MOUT"
    ],
    "overview": "Group \"\"A\"\" rescues hostages in Chernogorsk",
    "overview_img": "imgs/CO27_Chernogorsk_in_Fire_1A.Woodland_ACR.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>3 октября 1996, два дня назад, боевики Чернорусского Национального Движения захватили центральную часть Черногорска, в момент захвата в администрации города находились два российских посла, прибывших в страну для подписания важного экономического договора между РФ и Черноруссией. Главным требованием боевиков было расторжение всех политических и экономических связей между Россией и Черноруссией. По началу боевики охотно шли на контакт и вели переговоры, было отпущено практически  все гражданское население, но ситуация резко осложнилась, после попытки чернорусской армии и милиции взять штурмом город, боевики начали проводить демонстративные казни, оставшихся в их руках гражданских, пиком стал повешенный местный житель на здании администрации.<br />Т.к. переговоры зашли в тупик, а правительство Черноруссии неспособно разобраться в сложившейся ситуации, Россия отправила бойцов, спецподразделения 'Альфа', для освобождения захваченных послов.<br/><br/>А. Враждебные силы:<br/>- Боевики Чернорусского Национального Движения - 35 человек, вооружены легким стрелковым оружием и ПТ-гранатометами.<br />- Известно о наличии растяжек и самодельных взрывных устройств.<br/><br/>Б. Дружественные силы:<br/>Взвод ЦСН ФСБ России/Группа «Альфа»<br />1'0 - 4 чел.<br />1'1 - 7 чел.<br />1'2 - 7 чел.<br />1'3 - 7 чел.<br />1'4 - 2 чел. - Чернорусский экипаж бтр.<br />1'5 - 2 чел. - Снайперы.<br /><br/><br/>II. Задание:<br/>1. Освободить захваченных послов.<br />2. Вернуться в оперативный штаб.<br /><br /> Опционально:<br />1. Освободить гражданских.<br/><br/>III. Выполнение:<br/>-Основные силы стартуют в оперативном штабе.<br />- Снайперы из 1'5 появляются за рекой на горе, откуда открывается отличный вид на город.<br />- Известно, что на данный момент в руках боевиков находится два мирных жителя и два посла РФ (оба посла в смокингах).<br />- Боевики закрепились в здании администрации, там они держат заложников.<br />- Скорее всего, если боевики узнают о начале штурма, они начнут убивать заложников для остановки нашей операции, как они это сделали во время штурма Чернорусских сил, поэтому постарайтесь как можно скорее попасть в здание администрации, после первого огневого контакта.<br />- Боевики создали вокруг центра города многочисленные баррикады.<br />- Во время переговоров боевики заявляли об установке СВУ, на подходах к центру города. В наших машинах и БТР есть комплекты разминирования<br/><br/>IV. Поддержка:<br/>4х УАЗ (невооруженный)<br />1х БТР-60 Вооруженных сил Черноруссии.<br /><br />- CCP<br />- FARP<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />1'4 - SR CH 4<br />1'5 - SR CH 5<br/><br/>VI. Замечания:<br/>- Комплекты разминирования в технике, а также в ящиках на старте.<br />- Дополнительные глушители находятся в ящиках на старте",
    "map_shot": "",
    "mission_date": "1996-10-03"
}