{
    "id": "dfb7bc1f05361b7046f2eb7b87387ad4",
    "filename": "CO27_Ethnic_Relations_2A.Chernarus",
    "title": "CO27 Ethnic Relations 2A",
    "author": "TS",
    "player_count": 27,
    "terrain": "Chernarus",
    "tags": [],
    "overview": "Bundeswehr UN forces try to seize Zelenogorsk",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Война в Косово приняла затяжной характер. Хотя армия Югославии ослаблена постоянными боевыми действиями, она ещё может вести локальные наступательные операции. Одной из таких операций стал захват н.п. Зелёная Гора. Таким образом, передняя линия югославских сил находится в опасной близости к расположению гарнизона Бундесвера в н.п. Балота. Руководство миротворческими силами дало командиру югославских частей 24 часа, за которые он должен вывести подчинённые силы из н.п. Зелёная Гора. Время выполнения обязательств, данных ультиматумом, истекает через час. <br/><br/>А. Враждебные силы:<br/>Сильно поредевшая рота ЮНА. Лёгкое стрелковое вооружение, станковые пулемёты, возможно лёгкая бронетехника<br/><br/>Б. Дружественные силы:<br/>Рота Бундесвера на лёгкой колёсной технике.<br/><br/>II. Задание:<br/>1. Зачистить Зеленогорск от противника<br />2. Захватить базу югославских войск (обозначена как Kampfziel)<br /><br/><br/>III. Выполнение:<br/>По плану командира.<br/><br/>IV. Поддержка:<br/>3 бронемашины Dingo с MG3<br />4 Land Rover замаскированных под Мерседес<br />UH-1D (только для эвакуации)<br />Артиллерия - 3 81-мм миномёта<br/><br/>V. Сигналы:<br/>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br/><br/>VI. Замечания:<br/>Словарь терминов:<br />Stützpunkt Kreuzfahrer - База Крестоносец<br />Feindtatigkeit - Активность противника<br />Kamfpziel - Objective, задание<br />Kontrollpunkt - Контрольно-пропускной пункт, КПП<br /><br />Фразы для антуража и ролеплея на Такшифт<br />При ранении - Их хабе гетроффен!<br />При движении вперёд - Лос, лос мена!<br />Вперёд - фоварц<br />Отступаем - цурюк фаллен<br />Понял - яволь<br />Стреляем - алле ман фоя<br /><br />Построения<br />Шеврон - кайль<br />Линия - кампфлиние<br />Файл - райе<br /><br />",
    "map_shot": "",
    "mission_date": "1999-09-18"
}