{
    "id": "6001a004279e5f92f6f1db6785142520",
    "filename": "CO27_Strange_Meeting_1B.Takistan",
    "title": "CO27 Strange Meeting 1B",
    "author": "TS",
    "player_count": 27,
    "terrain": "Takistan",
    "tags": [],
    "overview": "US Platoon rescues ANA forces from Taliban attack",
    "overview_img": "imgs/CO27_Strange_Meeting_1B.Takistan.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Конвой Афганской Национальной Армии (ANA) выдвинулся с базы Jilavur и должен был прибыть Loy Manara около получаса назад. После прохождения н.п. Feruz Abad связь с конвоем была потеряна. Также к нам поступила информация, что к востоку от Darbang Pass были развёрнуты миномёты боевиков. Связаны ли эти два события, мы пока не знаем. Ясно одно: нужно как можно быстрее найти конвой и вернуть солдат ANA на базу в Loy Manara<h4>А. Враждебные силы:</h4>Боевики Талибана, местное ополчение<br />Миномёты в районе Darbang Pass<h4>Б. Дружественные силы:</h4>Взвод армии США<h4>II. Задание:</h4>1. Найти конвой ANA<br />2. Уничтожить миномёты<br /><h4>III. Выполнение:</h4>По плану командира.<h4>IV. Поддержка:</h4>2 UH-60<br />1 CH-47<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br /><h4>VI. Замечания:</h4>Powered by Tactical Shift Framework<h4>I. Обстановка:</h4>Мы попали в засаду талибана! Всё шло хорошо до тех пор, пока не подорвали наших братьев в первой машине. К счастью, Аллах смилостивился над первым отделением и мы смогли укрыться в каком-то кишлаке у дороги. Вокруг свистят пули и снаряды, а злые талибы бегут убивать нас. Мы будем сражаться до тех пор, пока американцы не прилетят и не заберут нас отсюда домой. В ином случае, мы сдадимся.<h4>А. Враждебные силы:</h4>Боевики Талибана, местное ополчение<br /><h4>Б. Дружественные силы:</h4>Американцы<h4>II. Задание:</h4>Дождаться американцев или сдаться в плен<br /><h4>III. Выполнение:</h4>Действуйте по ситуации и ждите спасения<h4>IV. Поддержка:</h4>Техника разбитой колонны на дороге<h4>V. Сигналы:</h4>1'1 - SR CH 1<br /><h4>VI. Замечания:</h4>Наша рация оказалась выведенной из строя шальной пулей. Попробуйте найти другую в машинах колонны.",
    "map_shot": "",
    "mission_date": "2009"
}