{
    "id": "77c81443cef483208ef089b94ebbf84e",
    "filename": "CO27_Metalurg_2A.cup_chernarus_A3",
    "title": "CO27 Metalurg 2A",
    "author": "ka6aH",
    "player_count": 27,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "ARMOR"
    ],
    "overview": "CDF motorized infantry with support of BMD breaks through CDKZ lines",
    "overview_img": "imgs/CO27_Metalurg_2A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В результате неудачных действий соседних подразделений, 2-й десантно-штурмовой батальон 33-й бригады ВДВ Чернаруси, находящегося на рубеже МЫШКИНО- СИМБУРГ, оказался в окружении сил боевиков. Противник усилил наступательные действия на северном фасе окружения по направлению к передовой базе Драго и угрожает выйти к ней в ближайшее время. Командование батальона выделило 1-ю роту на удержание позиций в районе лесопилки севернее базы. Вывод из окружения поручен 1-му взводу 1-й роты, усиленному оставшимеся на ходу БМД-2. После выхода на PL END части 1-й роты начнут отход в сторону нп. ЗЕЛЕНОГОРСК.  <h4>А. Враждебные силы:</h4>Передний край обороны боевиков ЧДКЗ находится в районе бывшей базы отдыха Металург. Поддержку им оказывает взвод в районе дамбы Тишина, в том числе расчёт АГС-30, ДШК и лёгкая бронетехника. Вторая линия обороны насчитывает три укрепленные позиции, занимаемые пехотой. <br /><br />Мы рассчитываем на активные контратакующие действия противника, в особенности после потери им турбазы и передовых позиций. <br /><br />Известно также о наличии у противника бронетехники, в том числе танка Т-55. В данный момент остальная бронетехника, представленная БТР-80 и различными БМП, находится на втором и третьем крае обороны. <h4>Б. Дружественные силы:</h4>1-й взвод 1-й рота 2-й десантно-штурмовой батальон 33-я бригада ВДВ ЧСО<br /><br />1'0 - Отделение управления<br />1'1 - 7 чел.<br />1'2 - 7 чел.<br />1'3 - 7 чел.<br /><br />Новачек - экипаж БМД-2<br />Кучай - Экипаж БМД-2<h4>II. Задание:</h4>1. Выбить противника из OBJ METALURG <br />2. Зачистить MSR BERAN до PL END<br />3. Выйти за PL END<br /><h4>III. Выполнение:</h4>Для выполнения задач необходимо выбить основную часть сил противника с указанных районов и выйти за PL END. <h4>IV. Поддержка:</h4>2x БМД-2 (1x в резерве в случае отстутсвия одно из экипажей)<br /><br />2х Урал<br /><br />2х УАЗ<br /><br />FARP (без перезарядки)<br /><br />CCP<br /><br />82-мм минометная батарея - 1 миномет 'Поднос' с тремя запросами<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1 (только для NCO)<br />1'2 - SR CH 2 (только для NCO)<br />1'3 - SR CH 3 (только для NCO)<h4>VI. Замечания:</h4>Обратите внимание, что БМД-2 не обладают полным БК. Доп. БК можно попытаться найти в машинах снабжения противника. Используйте боевые машины осторожно, так как резервных машин командование найти не смогло.",
    "map_shot": "",
    "mission_date": "2009-07-09",
    "creation_date": "2024-05-02"
}