{
    "id": "d268192755bcb001a9a9c89ae031617d",
    "filename": "CO27_Operation_Cou_Noue.Farabad",
    "title": "CO27 Operation Cou Noue",
    "author": "Comrade",
    "player_count": 27,
    "terrain": "Farabad",
    "tags": [
        "COMB.ARMS",
        "WEST GEAR"
    ],
    "overview": "French forces join US operation",
    "overview_img": "imgs/CO27_Operation_Cou_Noue.Farabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После начала операции США «Гром в Пустыне» на территории Фарабада Вооруженные Силы Такистана предприняли попытки обстрела американского флота вблизи своей акватории противокорабельными ракетами. По стечению обстоятельств под обстрел попал французский фрегат «Languedoc», находившийся в секторе с целью прикрытия международного морского сообщения. Корабль получил серьезные повреждения и был потоплен. Хотя США не просили помощи в операции у своих коллег по НАТО, правительство Республики Франция настояло на вмешательстве в операцию в ответ на потопление своего судна. В Фарабад было переброшено несколько полков иностранного легиона из Африки.<br /><br />Наше командование предложило коллегам из США заняться охраной международного аэропорта Фарабад и оказать помощь в атаке на центральный порт страны. Наш взвод должен взять под контроль мост «Lashghar Kuh» для перерезания северной линии снабжения войск Такистана, находящихся в порту. Наши действия позволят высвободить дополнительные силы США, которые они смогут использовать в штурме столицы региона.<br /><h4>А. Враждебные силы:</h4>Подразделения 10-ой резервной бригады ВС Такистана.<br /><br />В районе замечены 2-3 БМП-1, Т-55, автомобили УАЗ с вооружением.<br />Стационарное вооружение ДШК, АГС.<br />Известно о наличии 82мм минометов.<br />Возможно подкрепление врага с юга и севера.<br /><br />Разведчики из КМП США дали информацию по известным укреплениям в «Lashghar Kuh» (Obj. Alpha).<br />По позициям врага на Obj. Bravo информации нет, но известно о перемещениях противника в компаундах.<br />Был замечен противник в районе «Observation point».<br />Несколько часов назад противник использовал ракетные системы для дистанционного минирования пересохшего русла на север от моста.<br /><h4>Б. Дружественные силы:</h4>ВС Франции:<br />Взвод 1-ой роты 2-го иностранного парашютно-десантного полка (2e régiment étranger de parachutistes / 2e REP).<br /><br />1'1 - 9 чел.<br />1'2 - 9 чел.<br />1'3 - 5 чел (Отделение огневой поддержки).<br />1'4 - 2 чел (Экипаж AMX-10).<br />1'5 - 2 чел (Отделение управления).<br /><br />Корректировщики из 3-й батальона 1-го полка КМП США на Insertion point.<h4>II. Задание:</h4>1. Зачистить Obj. Alpha.<br />2. Зачистить Obj. Bravo.<br />3. Выдвинуться на позиции к <marker name='marker_180'>порту</marker>.<br /><h4>III. Выполнение:</h4>Начинаем на <marker name='marker_147'>Insertion Point</marker>.<br />Необходимо зачистить Obj. Alpha и Bravo.<br />Командование рекомендует проверить <marker name='marker_168'>Observation point</marker> расположить там отделение огневой поддержки и прикрывать штурм Alpha, после пересечь мост и атаковать Bravo.<br />Также есть рекомендации по штурму Alpha через южный фланг. Используя редкие посадки и развалины зданий сблизиться с поселением под прикрытием артиллерии и огня из крупного вооружения.<br /><br />Крайне не рекомендуется идти в атаку на Bravo через заминированное пересохшее русло, известно о наличии мин ПФМ-1 «Лепесток» и ПТМ-1. Если рискнете, то в транспорте находится комплекты разминировании, металоискатели и флажки для указания безопасного коридора.<br /><br />После зачистки двух обжетивов для окончание миссии выдвинуться к <markername='marker_180'>порту</marker>.<h4>IV. Поддержка:</h4>Техника:<br /><br />2х VAB бронетранспортёр (Вооруженный M2).<br />2х VAB бронетранспортёр (Невооруженный).<br />1x AMX-10 RCR Легкий колесный танк.<br />2x Pl80 бронеавтомобиль (Вооруженный FN MAG58).<br /><br />Вертолет AS532 Cougar «Aigle 1-1» (Можно вызывать через AirborneSupport) для переброски ящиков с боеприпасами с аэродрома.<br /><br />В резерве (На аэродроме):<br />1x AMX-10 RCR Легкий колесный танк.<br />2х VAB бронетранспортёр (Вооруженный M2).<br />2х VAB бронетранспортёр (Невооруженный).<br /><br />Поддержка:<br /><br />CCP<br />FARP<br /><br />105-мм батарея КМП США «Hammer 2-1»<br />4 HE, 9 SMK, 9 ILLUM<br /><br />Резерв (редеплой) - 1 на отряд.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>В техники небольшие запасы боеприпасов. Для получения дополнительных ящиков (кол-во 2) с аэродрома обратитесь к ГСО, он может использовать вертолет «Aigle 1-1» для их транспортировки.<br /><br />Резервная техника также находится в аэропорту. Для её ТП обратитесь к ГСО.<br />Второй AMX выдается после потери основного.<br />VAB выдаются после потери всего выданного изначально транспорта.<br /><br />Комплекты разминирования, металлоискатели и флажки находятся в машинах.<br /><br />Уважаемый танксит, оставь трубы и магазины из БТРорв для пехоты, они тебе в танке не нужны.<br />",
    "map_shot": "",
    "mission_date": "2017-06-30",
    "creation_date": "2024-11-05"
}