{
    "id": "235df66fc8c335b8a6fb9eade1989af3",
    "filename": "CO28-SOVIETIRAN-1A.DYA",
    "title": "Советско-Иранская эскалация",
    "author": "Schutze_Paulus",
    "player_count": 28,
    "terrain": "DYA",
    "tags": [],
    "overview": "Взвод ВДВ атакует тылы Иранской армии",
    "overview_img": "imgs/CO28-SOVIETIRAN-1A.DYA.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Июнь 1984 года. Идёт война между Демократической республикой Афганистан и поддерживающим её СССР против душманов, которых поддерживают некоторые страны НАТО и исламские государства. <br />'Шиитская восьмёрка', полностью контролируемая и снабжаемая Ираном, - одна из активных участниц конфликта. Ее штабы, предположительно, находятся в городах Кум, Мешхед, Тайбад. <br />После длительных дискуссий ЦК КПСС одобрил план Андропова по ограниченному вторжению в Иран с целью с одной стороны уничтожить тренировочные базы, узлы снабжения и штаб квартиры Шиитской восьмёрки, а с другой повредить тыловую инфраструктуру Ирана. Это усилит советские позиции в Афганистане и поможет победить куда более лояльному Ираку в войне с Ираном. <br />Август 1984 года. Части 40 армии начинают ограниченное вторжение в Иранскую провинцию Хорасан-Резави. 13 ДШБ высадился на севере от Тайбада, его задача состоит в сковывании частей Иранской армии и моджахедов. Первая задача 'Тринадцатых' - захват складов ГСМ. Первому взводу первой роты приказано взять штурмом часть МТО Иранской армии. С севера от возможных контр-атак прикрывает второй взвод. На юге действует вторая рота. Охрана ротного КП и тыла на 3 взводе. <br />Иран догадывался о возможном вторжении СА и поэтому начал возводить укрепления на своих базах. По данным разведвзвода склад ГСМ не до конца укреплен, но там были замечены подготовленные огневые точки, в том числе и ПТУРы. <br/><br/>А. Враждебные силы:<br/>Сводная рота МТО. <br/><br/>Б. Дружественные силы:<br/>Один взвод ВДВ на бмд-1П усиленный одним отделением неудачно приземлившихся 'соседей'.   <br/><br/>II. Задание:<br/>1. Взять штурмом базу роты МТО Иранской армии. <br /><br /><br/><br/>III. Выполнение:<br/>По плану командира.<br/><br/>IV. Поддержка:<br/>x3 БМД-1П<br />x1 Газ-66 <br/><br/>V. Сигналы:<br/>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br/><br/>VI. Замечания:<br/>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "1990-07-17"
}