{
    "id": "3fb831d14826b7d15965e9d07364c6b6",
    "filename": "CO28_Meat_Bor_1A.cup_chernarus_A3",
    "title": "CO28 Meat Bor 1A",
    "author": "K A B A N ",
    "player_count": 28,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "INFANTRY",
        "SPECOPS",
        "RolePlay",
        "JTAC/CAS"
    ],
    "overview": "German Zug assaults remnant elements of retreating insurgents platoon",
    "overview_img": "imgs/CO28_Meat_Bor_1A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Наша рота преследовала отступающих на Новиград сепаратистов в течение нескольких дней. Из-за сильного тумана наша авиация не могла уничтожить колонну. Сегодня утром погода позволила звену истребителей нанести удар по бронетехнике и машинам. Личный состав колонны отступил к н.п. Бор, где соединился с дружественными частями, обороняющими гору Ветреную (отм.311) и посёлок. Во время Второй Мировой войны высота получила печальную известность как место кровопролитных боев за находящиеся на ней укрепления. Эти укрепления сохранились в хорошем состоянии, так что противник воспользуется ими для отражения нашей атаки. Инсургенты также оборудовали огневые точки и окопы вокруг самого н.п. Бор. Часть бойцов из колонны остались в арьергарде и обороняют Т-образный перекрёсток на западе от посёлка.<br /><br />Остальные части нашей роты продолжают двигаться на запад, в то время как нашему 1-му взводу с позывным Флориан Гайер необходимо в ходе атаки уничтожить штаб противника в н.п. Бор и захватить высоту 311 (гора Ветреная). <h4>А. Враждебные силы:</h4>Отделение пехоты в районе Checkpoint (экипажи техники и раненые)<br />До взвода пехоты в н.п. Бор <br />Бункеры на высоте 311<h4>Б. Дружественные силы:</h4>1'6 - Zugfuhrer, Scharfschutze<br />1'1 - 9 человек<br />1'2 - 9 человек<br />1'4 - два пулемёта MG3 и гранатомёт Carl Gustav<h4>II. Задание:</h4>1. Уничтожить противника в районе Checkpoint<br />2. Захватить HQ в н.п. Бор<br />3. Захватить бункеры на высоте 311 (гора Ветреная)<br /><h4>III. Выполнение:</h4>По плану командира. Порядок выполнения задач любой.<h4>IV. Поддержка:</h4>Транспорт:<br />1'6 - 2 легковые машины<br />1'1 - 2 GTK Boxer MG3<br />1'2 - 2 легковые машины<br />1'4 - 2 бронемашины Dingo MG3<br /><br />Артиллерия:<br />Два 82мм миномёта<br /><br />CCP<h4>V. Сигналы:</h4>PL NET 50<br />PL SUPPORT NET 51<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'4 - SR CH 4<br />1'6 - SR CH 6<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2016-10-11",
    "creation_date": "2022-09-18"
}