{
    "id": "0989ddffc2245d10bc29a23ed2450874",
    "filename": "CO28_Farmsteady_Enemy_Retreats.VTF_Korsac",
    "title": "CO28 Farmsteady - Enemy Retreats",
    "author": "ka6aH",
    "player_count": 28,
    "terrain": "VTF_Korsac",
    "tags": [
        "INFANTRY"
    ],
    "overview": "After hard battle over farm, platoon pursues retreating enemy",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Продолжается операция сил НАТО ''Restoring Integrity''. В результате штурма фермы наш взвод понес серьезные потери и был усилен остальными частями батальона. Наш взвод находится на западе от позиций противника, на ферме, которая была взята нами ранее. Противник в данный момент отступает с позиций в 300 метрах от нашего местоположения. <br /><br />Наша основная задача состоит в уничтожении отступающих сил противника с позиций восточнее фермы и захвате OBJ SWORD для предотвращения перегруппировки противника и организации им дальнейшей обороны<h4>А. Враждебные силы:</h4>ВС ПМР - I гвардейская отдельная мотострелковая бригада Вооруженных сил ПМР имени генерал-полковника С.Ф. Кицака<br /><br />В данный момент замечено движение противника с занимаемых позиций в сторону н.п. Кирванск. Скорее всего, отход прикрывают до двух отделений противника. В самом населенном пункте противник оборудовал огневые точки в близости от застройки. <br /><br />Также противник занимает позиции к югу от населенного пункта в заброшенных помещениях пункта связи.<br /><br />Мы ожидаем что противник попытается усилить оборону силами QRF - в неё входит как минимум один БТР-80А<h4>Б. Дружественные силы:</h4>Наша рота проводит операцию по уничтожению отступающих сил противника по направлению к н.п. Кирванск и захвату населенного пункта<br /><br />1'1 - 8 чел. <br />1'2 - 8 чел. <br />1'3 - 8 чел. <br />1'6 - 8 чел. <br /><br />Поддержку оказывает 81мм минометная батарея - Steelrain-1-1<h4>II. Задание:</h4>1. Захватить позицию Sword<br />2. Уничтожить отступающие силы противника (опц.)<br /><h4>III. Выполнение:</h4>Командование ожидает, что отделение выступит на MRAP и проведет фронтальную атаку на вражеские позиции в населенном пункте.<h4>IV. Поддержка:</h4>Мединская помощь раненым оказывается на CCP либо стрелком с квалификацией медика внутри отделения.<br />81-мм минометная батарея Steel Rain-1-1<br />4x MRAP MASTIFF LMG<br />1x MRAP MASTIFF HMG<br /><br />Неограниченный легкий транспорт по запросу<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br /><br />Mortar - SR CH 4<br /><h4>VI. Замечания:</h4>'",
    "map_shot": "",
    "mission_date": "2023-06-26",
    "creation_date": "2024-03-10"
}