{
    "id": "940165f472ca4e120fae351bb0887a1b",
    "filename": "CO29_Across_The_Border_A3.VTF_Korsac_Winter",
    "title": "CO29 Across the Border",
    "author": "ka6aH",
    "player_count": 29,
    "terrain": "VTF_Korsac_Winter",
    "tags": [
        "SPECOPS"
    ],
    "overview": "Livonian Special Group conducts raid across CDF border",
    "overview_img": "imgs/CO29_Across_The_Border_A3.VTF_Korsac_Winter.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Вооруженный конфликт между Ливонией и Чернарусью принял затяжной характер и обе стороны не могут переломить ситуацию в свою сторону. На государственной границе ведутся постоянные бои между ДРГ, а также локальные столкновения в непосредственной близости от нее. <br /><br />Группа специального назначения Сил Обороны Ливонии была незаметно переброшена в район одного из автомобильных переходов Корсачевской области. В задачи группы входит рейд на территорию противника, штурм АПП, разведка сил и возможностей противника в зоне операции и возврат на дружественную территорию.<h4>А. Враждебные силы:</h4>Силы Обороны Чернаруси - Пограничные Служба и Мотострелковые части<br /><br />Военнослужащие пограничной службы находятся на границе и блокпосте, находящемся на пути к АПП. Бойцы пограничной службы вооружены автоматами и пулеметами. Некоторые патрульные обладают ПНВ. Сама граница охраняется патрулями в количестве 3-4 человек, а также дозорными на вышках. <br /><br />Сам АПП занимают регулярные части 94-й мотострелковой бригады ЧСО. На дороге между АПП и блокпостом замечен патрульный бронеавтомобиль Тигр с ПК. <h4>Б. Дружественные силы:</h4>Группа Специального Назначения Сил Обороны Ливонии - 72-й центр специальных операций<br /><br />1'1 - 9 чел. <br />1'2 - 9 чел.<br />1'3 - 9 чел.<br />1'0 - 2 чел.<h4>II. Задание:</h4>1. Пересечь границу Чернаруси<br />2. Уничтожить противника на АПП КИРВАНСК<br />3. Захватить Командный Пункт противника и обыскать его на наличие развед.информации<br />4. Эвакуироваться на территорию Ливонии<br /><h4>III. Выполнение:</h4>Граница представляет собой минное заграждение с забором, оснащенным колючей проволокой. За забором возведены наблюдательные вышки с прожекторами для улучшения видимости в темное время суток. На дороге находится КПП с долговременными укреплениями. Въезд на КПП заминирован и находится в зоне огня станкового пулемета. <br /><br />На КП ищите всю доступную информацию, в частности обращайте внимание на цифровую технику, в том числе ноутбуки. <br /><br />После захвата АПП и КП, возвращайтесь на территорию Ливонии. Наиболее вероятно, что противник начнёт стягивать дополнительные силы на ваш участок. <h4>IV. Поддержка:</h4>CCP<br />FARP<br /><br />2x ударных FPV дрона<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Список доп. снаряжения, доступного на FARP: <br /><br />ACE Banana<br />HE M203,<br />HEDP M203,<br />RGO,<br />HandGrenade M67,<br />PG7VM M,<br />OG7M,<br />Defusal Kit,<br />UAV Terminal,<br />Elcan Specter,<br />AIMM M68.<br /><br />Кусачки для разрезания заборов находятся в снаряжении китов стрелка, стрелка (РШГ), марксмена, стрелка (сапера)<br /><br />FPV дроны доступны через меню UAV Terminal без их предварительной сборки и установки",
    "map_shot": "",
    "mission_date": "2023-12-22",
    "creation_date": "2024-09-14"
}