{
    "id": "32252ec1ad1a46599e5b02f1fa29967e",
    "filename": "CO29_Road_To_Kamensk_2A.cup_chernarus_A3",
    "title": "CO29 Road To Kamensk 2A",
    "author": "ka6aH",
    "player_count": 29,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "INFANTRY"
    ],
    "overview": "Bundeswehr Platoon destroys enemy on the road to Kamensk",
    "overview_img": "imgs/CO29_Road_To_Kamensk_2A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>26 июня 2022 года, Южная Загория, Чернарусь<br /><br />ЧСО и силы НАТО успешно подавляют сопротивление НАПА и ЧДКЗ в Южной Загории. На юге штурмовые подразделения чернарусов захватили НП ПРИГОРОДКИ и окружили Черногорск. Однако на севере местность позволяет боевикам наносить неожиданные удары по нашим силам и также быстро уходить из под наших ответных. Не смотря на это, нам удалось обнаружить крупный лагерь боевиков на территории бывшей военной базы Каменск.  Дорога к Каменску находится под контролем противника и не будет отдана без боя.<br /><br />В данный момент наши силы находится к западу от НП КРАСНОЕ и собирается для его штурма. Лесистая местность не позволяет моторизованным частям продвинуться вперед, поэтому для зачистки дороги привлечены части 23-й горнопехотной бригады ''Бавария'' и в частности наш взвод. <br /><br />Нашему взводу необходимо расчистить дорогу от противотанковых заграждений противника и захватить НП КРАСНОЕ. После расчистки дороги мы сопроводим БТР Боксер до НП КАМЕНСК.<h4>А. Враждебные силы:</h4>Ротная группа боевиков НАПА занимают оборону в НП КРАСНОЕ.<br /><br />Патрули противника в количестве двух отделений замечены в районе западнее НП. Противник занимает здания и попытается пресечь наши попытки освободить дорогу от заграждений. <br /><br />При сильных потерях и невозможности удержать дорогу противник предпримет контратаку силами моторизованного отделения на БТР-80<h4>Б. Дружественные силы:</h4>1-й взвод 1-й батальон 232-я горнострелковая бригада<br /><br />1'6 - взвод управления<br />1'1 - стрелковое отделение<br />1'2 - стрелковое отделение<br />1'3 - стрелковое отделение<h4>II. Задание:</h4>1. Уничтожить заграждения на дороге по направлению НП КАМЕНСК<br />2. Не допустить потери БТР<br /><h4>III. Выполнение:</h4>После уничтожения заграждений, БТР начнут движения до места, где они находились. Для уничтожения противотанковых ежей используйте подрывные заряды. <h4>IV. Поддержка:</h4>CCP<br />Снаряжение и аммуниция в машинах<h4>V. Сигналы:</h4>SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>'",
    "map_shot": "",
    "mission_date": "2022-06-27",
    "creation_date": "2024-03-31"
}