{
    "id": "b9b7b9497d2e16874368aacb1e91de88",
    "filename": "CO29_Operation_Kaiten_1A.cup_chernarus_A3",
    "title": "CO29 Operation Kaiten (1A)",
    "author": "Реневал",
    "player_count": 29,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "INFANTRY"
    ],
    "overview": "ВС РФ отбивает часть от японских ССО",
    "overview_img": "imgs/CO29_Operation_Kaiten_1A.cup_chernarus_A3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Приблизительно в 8 часов утра 8 марта 2024 года, на острове Сахалин, два взвода японских спецназовцев десантировалась недалеко от населённого пункта Тымовское, неподалеку от нашей военной части. В это время, весь личный состав части был на учениях, за исключением бойцов караульной службы. Взвод 2-й роты 79-й мотострелковой дивизии, тренировавшийся наиболее близко к расположению, получил приказ срочно прибыть на место и попытаться отбить север военной части до подхода подкрепления. Предполагая, что японцы не знают о распределении сил и составе личного состава в части, командир взвода решил действовать быстро и скрытно, чтобы застать противника врасплох.<h4>А. Враждебные силы:</h4>Японские ССО высадились неподалёку от расположения военной части. Благодаря слаженным действиям часовых, несколько бойцов противника были ликвидированы при десантировании, однако большая часть, порядка 80 парашютистов, выжили. На данный момент противник полностью занял в/ч.<h4>Б. Дружественные силы:</h4>1-й взвод 2-й роты 79-й мотострелковой дивизии:<br /><br />1'0 - 2 чел. (Командный состав)<br />1'1 - 9 чел.<br />1'2 - 9 чел.<br />1'3 - 9 чел.<h4>II. Задание:</h4>1. Захватить северную часть военной части.<h4>III. Выполнение:</h4>Настоятельно рекомендуется сначала захватить контроль над контрольно-пропускным пунктом (КПП). После успешного захвата контрольно-пропускного пункта необходимо зачистить склад боеприпасов, а дальше по плану командира.<h4>IV. Поддержка:</h4>Нашему взводу доступно:<br /><br />БТР-80A x4.<br /><br /><br />CCP и FARP отсутсвуют.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>В части присутствуют свои силы (вооруженные).",
    "map_shot": "",
    "mission_date": "2024-03-08",
    "creation_date": "2024-11-14"
}