{
    "id": "73817a78b95fe3dec9d3c7acd0f8107c",
    "filename": "CO29_Pudonnut_lintu_1A.ruha",
    "title": "CO29 Pudonnut lintu 1A",
    "author": "Comrade",
    "player_count": 29,
    "terrain": "ruha",
    "tags": [
        "INFANTRY"
    ],
    "overview": "Finnish Jagers support the Norwegian offensive",
    "overview_img": "imgs/CO29_Pudonnut_lintu_1A.ruha.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Конец августа 2022 года, на территории стран Прибалтики проходили масштабные учения НАТО, в ходе которых звено американских истребителей случайно покинуло зону выполнения операции и вступило в бой с патрулирующей группой российских истребителей. После этого инцидента войска НАТО усилили свое присутствие на границе с Российской Федерацией, что спровоцировало Россию ответить тем же. Подписание договора о размещении Американского и Канадского контингента на территории Финляндии спровоцировало Россию на военные действия в сторону Финляндии, в свою очередь блок НАТО объявил войну Российской Федерации.<br />7 Сентябрь 2022, Российские войска сильно углубились на территорию Финляндии, ВС Финляндии не в состоянии оказать существенный отпор по всей территории государства, решили стянуть основные силы в Южную часть страны для обороны столицы и основных портов. Наш взвод, Кайнууского егерского батальона (Kainuun jääkäripataljoona), остался в тылу противника. В данном секторе ВС Норвегии проводят масштабную наступательную операцию на позиции войск РФ. Мы должны облегчить их наступление путем уничтожения артиллерийских позиций и рем. пункта врага.<br/><br/>А. Враждебные силы:<br/>ВС РФ - Регулярные войска.<br /><br />Около 2 или 3 взводов.<br />Несколько вооруженных бронеавтомобилей.<br />Станковые пулемёты.<br /><br />Возможно подкрепление.<br /><br/><br/>Б. Дружественные силы:<br/>Взвод Кайнууского егерского батальона (Kainuun jääkäripataljoona) ВС Финляндии.<br /><br />1'1 - 9 чел.<br />1'2 - 9 чел.<br />1'3 - 9 чел.<br />1'6 - 2 чел.<br/><br/>II. Задание:<br/>1. Уничтожить вражескую артиллерию.<br />2. Уничтожить ремонтный пункт.<br />3. Выдвинуться на точку Kodikkuutta.<br /><br/><br/>III. Выполнение:<br/>Начинаем на точке 'Suolla'.<br />В данном секторе имеется дальнобойная артиллерия врага (2С3М1), а также рем. пункт противника. Нам необходимо уничтожить как минимум один из этих объектов.<br />Уничтожение этих объектов поможет нашим норвежским товарищам, в их наступлении.<br />После выполнения задач необходимо отступить в точку 'Kodikkuutta'.<br/><br/>IV. Поддержка:<br/>Ящики с доп. медициной и боеприпасами на точке 'Suolla'.<br /><br />Редеплои и доукомплекты согласно стандартным правилам.<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br/><br/>VI. Замечания:<br/>Для выполнение миссии необходимо уничтожить, как минимум, одну цель.<br />Патроны для пулеметчиков в рюкзаках гренадеров!<br />Ящики с доп. медициной и боеприпасами на точке 'Suolla'.<br />Взрывчатка у райфлменов и фтл-ов + в ящиках на точке 'Suolla'.<br /><br />Редеплои и доукомплекты согласно стандартным правилам.",
    "map_shot": "",
    "mission_date": "2022-09-07"
}