{
    "id": "dc07662024c6cff4fd91ff3f615e2d24",
    "filename": "CO29_The_Lion's_Heart.tem_kujari",
    "title": "CO29 The Lion's Heart",
    "author": "Реневал",
    "player_count": 29,
    "terrain": "tem_kujari",
    "tags": [
        "INFANTRY",
        "SPECOPS"
    ],
    "overview": "ССО России в Нигерии",
    "overview_img": "imgs/CO29_The_Lion's_Heart.tem_kujari.jpg",
    "briefing": "<h4>I. Обстановка:</h4>На окраине Нигерии, в двух маленьких селах, начала оказывать давление банда, состоящая как из коренных жителей так и из европейских наемников, и требовала от местных жителей деньги и продукты в обмен на свою жизнь. Однако, местные жители уже не могли терпеть издевательства, угрозы банды и обратились к местной власти за помощью, однако, власть Нигерии не могла ничего сделать, так как их армия и полиция составляет малое кол-во людей, по этому, власти Нигерии сделали запрос о помощи в консульство РФ, на что РФ отправила в Нигерию отряд ССО.<br /><br />Спецназ России тайно прибыл в Нигерию и разработал план для очистки деревень от бандитов. Они внедрились в ряды банды, собирая информацию и планируя штурм на два села и особняк главного командира банды.<br /><br />Нашей разведке удалось узнать о блокпосте, который охраняет мост, мы должны его захватить.<h4>А. Враждебные силы:</h4>Разведка доложила что заметила около 100 бойцов вооружены АК-74 и РПК, плюс ко всему у них есть внедорожники с ДШКМ и АГС-30.<br /><br />Особняк главного командира банды находится под охраной бандитов.<h4>Б. Дружественные силы:</h4>Силы Специальных Операции (ССО) России:<br /><br />1'0 - 2 чел<br />1'1 - 9 чел<br />1'2 - 9 чел<br />1'3 - 9 чел<h4>II. Задание:</h4>1.Разгром боевиков банды и установление контроля в регионе (OBJ ANNA).<br /><br />2.Разгром боевиков банды и установление контроля в регионе (OBJ BORIS).<br /><br />3.Штурм (OBJ CATALIN).<br /><br />4.Штурм (OBJ DENIS)<h4>III. Выполнение:</h4>По плану командира<h4>IV. Поддержка:</h4>Для проведения этой операции нам выделено:<br /><br /><br />1.Datsun 620 x2<br />2.Hilux x6<br />3.Ural x4<br /><br /><br />FARP и CCP<br /><br />Доукомплект и редеплой по умолчанию.<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>'",
    "map_shot": "",
    "mission_date": "2022-07-02",
    "creation_date": "2024-06-30"
}