{
    "id": "0818dfd7a0f2f9c01f8b6cc7cff785ee",
    "filename": "CO30_Sea_Storm.cup_chernarus_A3",
    "title": "CO22 Sea Storm",
    "author": "ka6aH",
    "player_count": 22,
    "terrain": "cup_chernarus_A3",
    "tags": [
        "COMB.ARMS"
    ],
    "overview": "CDF mechanized assault",
    "overview_img": "imgs/CO30_Sea_Storm.cup_chernarus_A3.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>После долгой конфронтации с ЧДКЗ, Националистическая Партия внезапно объявила о поддержке боевиков и начале борьбы против Сил Обороны Чернаруси. Серия переговоров с лидерами партии не привели к успеху и боевики смогли перерезать важную транспортную артерию в южной Загории, соединяющую западное и северо-восточное побережье. Черногорск оказался в оккупации и используется как база террористов. <br /><br />Элитной 6-й отдельной штурмовой бригаде СО Чернаруси, отличившейся в борьбе с ЧДКЗ, предстоит выбить противника с береговой линии и взять штурмом Черногорск. В первой части операции, 6-я ОШБР уничтожить переднюю линию обороны противника на подступах к Черногорску в районе н.п. Пригородки. <br /><br /><br/><br/>А. Враждебные силы:<br/>Противник был замечен на серии укрепленных позиций к востоку от н.п. Пригородки. Противником были оборудован взводный опорный пункт, состоящий из двух окопных линий и наблюдательного пункта у побережья. Противник постоянно присутствует на позициях и ведет наблюдение. Также были размещены пулеметы для прикрытия основных позиций. Одна из позиций с пулеметом была обнаружена и отмечена.<br /><br />Цеха и помещения бывшего завода также были превращены противником в укрепленный пункт. Отдельные цеха соединены траншеями. На зданиях установлены пулеметы и автоматические гранатометы. Территорию завода обороняет до 3 отделений пехоты и приданная БМП-2, находящаяся в окопе. <br /><br />Противник обладает ограниченной поддержкой артиллерии, в основном 82мм минометов. <br/><br/>Б. Дружественные силы:<br/>1-й штурмовой батальон 6-я ОШБР Силы Обороны Чернаруси<br /><br />1'0 - Командное отделение<br /><br />1'1 - Штурмовое отделение<br />1'2 - Штурмовое отделение<br /><br />1'4 - Отделение огневой поддержки: Mk 19, M2, СПГ-9<br /><br />БМП-2 - Экипаж БМП-2<br/><br/>II. Задание:<br/>1. Уничтожить противника на первой оборонительной линии<br />2. Захватить OBJ FACTORY<br /><br/><br/>III. Выполнение:<br/>Используйте огонь артиллерии и остальных огневый средств для уничтожения как можно большего количества противника на позициях. При помощи мобильности БМП-2 и М113 проведите зачистку позиций. Из-за характера местности, зона операции состоит из простреливаемых пространств, поэтому использование дыма рекомендуется. <br /><br /><br/><br/>IV. Поддержка:<br/>1 БМП-2 (2 в резерве)<br />3 M113 (3 в резерве)<br />4 внедорожника Hilux<br /><br />155мм батарея - Молот<br /><br />Доукомплекты по запросу, редеплой после выполнения подзадач (зачистка позиций) <br /><br /><br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'4 - SR CH 3<br /><br />Экипаж - Intercom <br/><br/>VI. Замечания:<br/>Дополнительное снаряжение и аммуниция находится в ящиках на стартовой позиции или в машинах. Противник использует в основном то же вооружение, что и мы. Различные прицелы и обвесы можно найти на FARP",
    "map_shot": "",
    "mission_date": "2022-06-25"
}