{
    "id": "cf608a7415f6c1594c565c866ac8d2a5",
    "filename": "CO30_Hedgerow_Hell_1A.WL_Rosche",
    "title": "CO30 Hedgerow Hell 1A",
    "author": "Ka6aH",
    "player_count": 30,
    "terrain": "WL_Rosche",
    "tags": [
        "INFANTRY"
    ],
    "overview": "German platoon fighting in hedgerow area",
    "overview_img": "imgs/CO30_Hedgerow_Hell_1A.WL_Rosche.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Северо-запад ФРГ, 2017 год. Егерьская рота бундесвера участвует в операции ''Перекрёсток'', в ходе которой нам предстоит выбить подразделения ВС РФ с MSR. <marker name='respawn_west'>Ваш взвод</marker> находится к северу от дороги 71 и готов атаке на перекрёсток, контролируемый противником. <br /><br/><br/>А. Враждебные силы:<br/>ВС РФ - регулярные войска:<br /><br />1x взвод лёгкой пехоты:<br />Укрепления на перекрёстке - мешки с песком, окопы.<br />Укрепления к северу от перекрёстка - огневые точки, окопы.<br />Возможны ККП и средства ПТО на перекрёстке<br /><br />Возможные подкрепления:<br />1x отделение пехоты.<br />1x БТР-80<br /><br />Артиллерия:<br />3х 82мм миномёта.<br /><br />Противник оборудовал укреплённые позиции на перекрёстке и вокруг него (позиции отмечены маркерами Crossroad и Enemy Positions). Местность между ними патрулируется небольшими группами из 2-3 человек. Поддержку противнику оказывает миномётная батарея (позиция Mortars). Враг обладает подкреплениями и скорее всего отправит их в контратаку по дороге 71 в случае потери перекрёстка (предполагаемое направление отмечено маркером QRF).<br/><br/>Б. Дружественные силы:<br/>1-й егерьский взвод Emil ВС ФРГ:<br /><br />1'6 - 4 человека (2 снайпера)<br />1'1 - 9 человек<br />1'2 - 9 человек<br />1'3 - 9 человек<br/><br/>II. Задание:<br/>1. Захватить <marker name='marker_20'>перекрёсток</marker> <br />2. (опционально) Захватить <marker name='marker_10'>миномётную позицию</marker> <br /><br /><br/><br/>III. Выполнение:<br/>План на уровне роты: три взвода должны уничтожить противника на дороге 71 и контролировать её до подхода основных сил. <br /><br />План взвода: уничтожить противника на перекрёстке и удерживать его до дальнейших указаний. Дорога, ведущая от FEBA до перекрёстка простреливается пулемётом и СПГ. Командование советует продавить одно из направлений вдоль дороги и атаковать перекрёсток с фланга. После захвата перекрёстка ожидайте контратаку противника с запада вдоль дороги. <br /><br />Разведка также докладывает о возможной позиции миномётов. Их уничтожение существенно облегчит задачу для других взводов. <br/><br/>IV. Поддержка:<br/>6х БРДМ Феннек (невооружённый) - для разведки и эвакуации раненых.<br /><br />Дополнительные боеприпасы в ящиках.<br /><br />Артиллерия:<br />82мм миномётная батарея - Stahlregen-1-1 (ограниченное количество HE-миссий)<br /><br />Редеплой и доукомлектация:<br />Каждому отряду доступен 1 редеплой и 2 доукомплекта. Редеплой и доукомплект не привязаны к выполнению задач.<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />1'6 - SR CH 6<br/><br/>VI. Замечания:<br/>При выполнении только основной задачи, уведомляйте 1'5 о выполнении.<br />В ящиках на базе есть взрывчатка и мины.",
    "map_shot": "",
    "mission_date": "2017-08-01"
}