{
    "id": "59b6a5e7e74ee487c58e4d6a71f06a1f",
    "filename": "CO30_Crimson_Action.WL_Rosche",
    "title": "Crimson Action",
    "author": "Arsdor for Tactical Shift",
    "player_count": 30,
    "terrain": "WL_Rosche",
    "tags": [
        "SPECOPS",
        "INFANTRY",
        "MOUT"
    ],
    "overview": "FJB-40 attacks town",
    "overview_img": "imgs/CO30_Crimson_Action.WL_Rosche.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Август 1964 года.<br />Сорвавшиеся переговоры между СССР и США  привели к боевым действиям на границе ФРГ и ГДР. Боестолкновения продолжаются с переменным успехом. После интенсивного боестолкновения в районе н. п. Torwe десантники ЧССР и мотопехота ГДР сумела восстановить контроль над поселением, однако соседний н. п. Probien всё ещё захвачен Бундесвером. Ситуация осложняется тем, что британцы провели высадку своих парашютистов южнее, и вскоре враг соберёт достаточно сил для окружения и штурма Torwe.<br />С целью удержания этого выступа и его расширения, руководство ННА приняло решение провести ещё более дерзкую десантную операцию. Наш взвод высадится в районе Probien и выбьет противника из посёлка.<br/><br/>А. Враждебные силы:<br/>Противник состоит из 1-2 взводов егерской пехоты ФРГ, имеющих укрепленные позиции и поддержку в виде тяжелых пулеметов и полевых орудий. Кроме того, к ним прибудут британские парашютисты, усиленные легкими танками Scorpion.<br />В РБД работает вражеская артиллерия, однако в данный момент она обстреливает более напряжённые участки фронта и в случае быстрого уничтожения сил противника она вряд ли будет задействована.<br/><br/>Б. Дружественные силы:<br/>Наши силы состоит из четырех линейных отделений по 7 человек (Hellebarde-1, Hellebarde-2, Hellebarde-3, Hellebarde-4) и командного отделения из командира взвода  и снайпера (Hellebarde-5).<br/><br/>II. Задание:<br/>1. Высадиться в зоне высадки Анна<br />2(опционально). Зачистить лес у н. п. Probien от сил противника<br />3. Захватить Probien<br />4. Уничтожить британские подкрепления<br /><br/><br/>III. Выполнение:<br/>После приземления, наши силы должны перегруппироваться и начать операцию по зачистке леса, если это необходимо. Стоит распределить наши силы таким образом, чтобы два линейное отделения направилось к укрепрайону Probien для штурма, а остальные два линейных отделения и снайпер поддерживали ихс флангов. Батарея минометов 'Тунджа' сможет поддержать нас огнём, а так же ставить дымовые завесы и запускать осветительные снаряды, а автомобили УАЗ с ДШКМ и СПГ-9 помогут нанести максимальный ущерб укрепленным позициям противника.<br />Когда мы уничтожим гарнизон укрепрайона Probien, наши силы должны начать подготовку к отражению атаки британских парашютистов, используя мины и захваченные пулемёты/орудия. Автомобили УАЗ будут использоваться для мобильных засад и контратак.<br /><br/><br/>IV. Поддержка:<br/>В самолётах:<br />Ящик с парашютами (x2)<br />Ящик с ракетницами и осветительными ракетами (x2)<br /><br />На месте высадки:<br />УАЗ (x5)<br />УАЗ с ДШКМ (x2)<br />УАЗ с СПГ-9 (x2)<br />CCP<br /><br />Батарея миномётов 'Тунджа' (позывной Birnbaum)<br /><br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br/><br/>VI. Замечания:<br/>Правила пользования парашютами<br />1) Наденьте рюкзаки на грудь:<br />ACE Self-Interaction (CTRL + WIN) -> Equipment -> Backpack on Chest<br />2) Возьмите парашют из ящика<br />3) Для того чтобы следить за высотой на которой вы находитесь, нажмите 'O' (часы). Рекомендуемая высота открытия парашюта - 300 метров. На данной высоте мы окажемся приблизительно через 50 секунд после прыжка.<br />4) Для открытия парашюта используйте Меню действий (по колесу мыши)<br />5) Постарайтесь приземлиться на ровную поверхность и с небольшой скоростью (кнопка S), вблизи союзных сил<br />ACE Self-Interaction (CTRL + WIN) -> Equipment -> BackPack on Back<br /><br />Имейте в в виду, что противник мог установить сигнальные мины.",
    "map_shot": "",
    "mission_date": "1964-08-25"
}