{
    "id": "cb45b96c4eb1867b967e8c703775420c",
    "filename": "CO31_Bear_Trap_Assault_1A.Kunduz",
    "title": "CO31 Bear Trap Assault 1A",
    "author": "TS",
    "player_count": 31,
    "terrain": "Kunduz",
    "tags": [
        "FIX NEEDED"
    ],
    "overview": "Bear Trap campaign: First Mission",
    "overview_img": "imgs/CO31_Bear_Trap_Assault_1A.Kunduz.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Западный берег реки Кундуз занят крупной группировкой моджахедов. Мы смогли блокировать её от горных районов, граничащих с Пакистаном, так что её полное уничтожение это лишь вопрос времени. Но к удивлению командования, противник продолжает устраивать засады на главном пути подвоза снабжения вдоль реки. Вероятно, душманы заручились поддержкой местного населения одного из кишлаков и переправляют боеприпасы через него. 1-у взводу поручается провести зачистку населённых пунктов Anbar Tappeh и Anbar Beed и уничтожить всё найденное оружие.<h4>А. Враждебные силы:</h4>Группы моджахедов с лёгким вооружением. От лояльных местных жителей мы получили информацию, что противник разместил тяжёлое вооружение в Anbar Tappeh. Также он располагает средствами ПТО (РПГ, СПГ). Весьма вероятно, что душманы устроят патрули на подступах к населённым пунктам.<h4>Б. Дружественные силы:</h4>1-й взвод<br />  1'6 <br />     1'1<br />     1'2<br />     1'3<br />СУ-25 ВВС <h4>II. Задание:</h4>1. Зачистить поселения Anbar Tappeh и Anbar Beed <br />2. Найти и уничтожить оружие противника, складируемое в кишлаках<br /><br /><h4>III. Выполнение:</h4>Проведите атаку на населённые пункты. Используйте огневую мощь ваших БТР, но будьте осторожны, противник располагает противотанковым вооружением. Через 10 минут после начала операции Су-25 нанесёт удар по н.п. Anbar Beed. Налёт будет проводиться с востока.<h4>IV. Поддержка:</h4>1 Су-25 нанесёт удар по скоплениям противника в Anbar Beed не менее, чем через 10 минут после начала операции.<br />3 БТР-80<br />1 УАЗ<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Первая миссия кампании Bear Trap",
    "map_shot": "",
    "mission_date": "1987",
    "creation_date": "2017-01-29"
}