{
    "id": "a99db37f0a770214d65d75e6ec2e97b9",
    "filename": "CO31-Ghost-Recon-Iron-Dragon-2B.Woodland_ACR",
    "title": "Ghost Recon: Iron Dragon (2B)",
    "author": "10Dozen",
    "player_count": 31,
    "terrain": "Woodland_ACR",
    "tags": [
        "INFANTRY",
        "SPECOPS"
    ],
    "overview": "Спецназ армии США захватывает лидера повстанцев",
    "overview_img": "imgs/CO31-Ghost-Recon-Iron-Dragon-2B.Woodland_ACR.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Наши силы были развернуты по просьбе грузинского правительства, чтобы помочь им справиться с повстанцами на границе с Россией. Областью операций будет Южно-Осетинский автономный регион - малонаселенная местность состоящая из лесов и небольших деревень.<br />Вооруженные стычки между осетинами и грузинской армией происходили годами, однако недавние атаки привели к эскалации конфликта на грани тотальной войны.<br />Вашингтон считает что русские устроили данное обострение конфликта как повод вмешаться и аннексировать весь регион.<br /><br />Нашей задачей является подрезать крылья этой революции пока она не началась.<br /><br />Нашей сегодняшней миссией будет рейд на базу повстанцев в горах Кавказа.<br />Один из лидеров повстанцев, Бакур Папашвили, с недавних пор стал организовывать атаки на грузинские армейские конвои через реку Терек. Вы надете Папашвили в районе разрушеннй крепости, где он обустроил командный центр. Постарайтесь взять его живым и доставить на точку эвакуации.<h4>А. Враждебные силы:</h4>Осетинские ополченцы, общей численностью до 2 взводов.<h4>Б. Дружественные силы:</h4>- 3 отделения спецназа США<h4>II. Задание:</h4>1. Захватить Папашвили и доставить его на точку эвакуации<br />2. (дополнительно) Зачистить лагерь повстанцев<h4>III. Выполнение:</h4>По плану командира.<h4>IV. Поддержка:</h4>2x Хамви M1097A2 (утилитарный)<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />1'6 - SR CH 6<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework<h4>VII. GSO notes:</h4>Боевики могут занимать любую технику (в лагере есть Урал с ЗУ-23-2, на крыше замка стоит ЗУ-23-2).<br/><br/>Есть скрипт, который погонит ботов около блокпостов к лашерю, когда игроки туда войдут. В целом можно снимать ботов с блокпостов, чтобы зайти игрокам во фланги или тылы.",
    "map_shot": "",
    "mission_date": "2008-04-05",
    "creation_date": "2024-02-03"
}