{
    "id": "0ff24e0faea06f3978e7d63b41d1bc46",
    "filename": "CO31_Mehre_and_More_1A.WL_Rosche",
    "title": "CO31 Mehre And More ",
    "author": "ka6aH",
    "player_count": 31,
    "terrain": "WL_Rosche",
    "tags": [
        "INFANTRY",
        "WEST GEAR"
    ],
    "overview": "Взвод пехоты США пытается прорваться на M113 сквозь советские позиции",
    "overview_img": "imgs/CO31_Mehre_and_More_1A.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Мы атакуем OBJ MUSKET в 0600. Противник окопан и готов к обороне, также возможно присутствие танков. Нам необходимо зачистить OBJ MUSKET от противника и достичь зоны EXIT не позднее 0730. В усиление нам прикреплена  машина с ПТУР M901 ITV для противодействия вражеской технике. Наши инженеры обнаружили минное поле к северу от н.п. LEHMKE. <h4>А. Враждебные силы:</h4>Элементы 283-го мотострелкового батальона ВС СССР оборудовали оборонительные позиции в нашей зоне. 1-я рота занимает позиции к западу от MSR, 2-я усиленная рота занимает позиции в н.п. MEHRE и к востоку от него. Один механизированный взвод находится в глубине позиций, его предпологаемое местоположение в районе CP40. <h4>Б. Дружественные силы:</h4>1-й взвод, рота C<br /><br />1`1 - механизированное отделение<br />1`2 - механизированное отделение<br />1`6 - командное отделение<br /><br />M901 - экипаж<h4>II. Задание:</h4>1. Захватить <marker name='marker_objtext'>OBJ MUSKET</marker><br />2. Достичь зоны EXIT не позднее +01:15 после начала операции<br /><br /><h4>III. Выполнение:</h4>По замыслу командира взвода. Наша артиллерийская поддержка будет развернута в 0620. Противник скорее всего предпримет контратаки при обнаружении наших сил на OBJ. <h4>IV. Поддержка:</h4>1x M901 ITV (1x в резерве)<br />4x M113 (4x в резерве)<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br /><br />Steel-2 - 3 HE, 12 SMK, 12 ILLUM - доступна со старта<br />Crusher-2 - 3 HE, 9 SMK - ETA 20<br /><br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<h4>VI. Замечания:</h4>Использование M47 Dragon:<br />1. Разместить ПТРК как трипод через ACE Self-Interaction -> Set Tripod<br />2. Установить прицел на установку через ACE Interaction.<br />3. Сесть за установку как в любую технику по колесику<br />Оставшееся время можно посмотреть через комбинацию клавиш Alt + O",
    "map_shot": "",
    "mission_date": "1989-08-30",
    "creation_date": "2024-10-05"
}