{
    "id": "db1dedbdb4f2b84ff1ede96db9388733",
    "filename": "CO31_Bear_Trap_Introduction_1B.Zargabad",
    "title": "CO31 Bear Trap Introduction 1B",
    "author": "TS",
    "player_count": 31,
    "terrain": "Zargabad",
    "tags": [],
    "overview": "Intro to Soviet campaign in Afghanistan",
    "overview_img": "imgs/CO31_Bear_Trap_Introduction_1B.Zargabad.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Империи, как и индивидуумы, могут утомляться. Не напрасно Афганистан был назван ''кладбищем империй''.<br /><br />1987 год, Демократическая Республика Афганистан. Война в этой стране идёт уже восемь лет. Вы - воины-интернационалисты 149-го гвардейского мотострелкового полка. Части полка дислоцируются в провинции Кундуз, где активность моджахедов всегда находилась на высоком уровне. Вам предстоит участвовать в операциях 40-й армии по всему региону. Рассчитывайте увидеть в деле всю мощь советской авиации и артиллерии. И запомните: вступать в контакты с местным населением без необходимости строго запрещено. <h4>А. Враждебные силы:</h4>Многочисленные группы так называемых моджахедов. Это выходцы из деревень, обработанные исламской пропагандой разведкой Пакистана и США в специальных лагерях. Несмотря на мощную идеологическую подготовку, их боевые навыки оставляют желать лучшего. Душманы почти что лишены какой-либо техники за исключением миномётов, легковых машин и некоторых трофеев.<h4>Б. Дружественные силы:</h4>Части 149-го мотострелкового полка СА. Вы представляете один из многочисленных взводов этого соединения. Поддержку вам будут осуществлять артиллерийские части и авиация. <h4>II. Задание:</h4>1. Выехать с территории базы <br />2. Добраться до Кундуза<br /><h4>III. Выполнение:</h4>По плану командира.<h4>IV. Поддержка:</h4>'<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<h4>VI. Замечания:</h4>Вступительная миссия к кампании Bear Trap<br /><img image='Bear_trap.jpg' width='390' height='270'/>",
    "map_shot": "",
    "mission_date": "1987-01-30"
}