{
    "id": "e42fcda247b2d0926d537c741683645d",
    "filename": "CO31_Blinding_Jewelry.Takistan",
    "title": "CO31_Operation_Blinding_Jewel",
    "author": "Tactical Shift",
    "player_count": 31,
    "terrain": "Takistan",
    "tags": [],
    "overview": "",
    "overview_img": "imgs/CO31_Blinding_Jewelry.Takistan.jpg",
    "briefing": "<h4>I. Обстановка:</h4>Армия США проводит испытания неизвестного нам устройства, которое, по доступным нам данным, способно своей мощью изменить ход современных войн. Высшее руководство РФ отдало приказ любыми способами заполучить это устройство. Испытания проходят в Афганистане, на военной базе в тылу. У нас будет всего один шанс. Выдвигаться нужно немедленно, у нас нет возможности готовиться несколько дней... Да что уж там, у нас нет возможности дождаться ночи! Мы не знаем габаритов и веса устройства, поэтому было решено вывозить его с помощью вертолета. Ваши задачи - уничтожить всех противников, которые могут помешать экстракции объекта, затем пометить объект зеленым дымом, дождаться его экстракции и покинуть зону операции. Так же очень желательно найти техническую документацию. Ожидайте серьезное сопротивление со стороны противника в виде многочисленных стационарных ПТУР 'TOW', ЗРК 'FIM-92 Stinger', пулеметов 'М2' и живой силы противника.<h4>А. Враждебные силы:</h4>Многочисленные войска армии США, точное количество неизвестно.<h4>Б. Дружественные силы:</h4>1 взвод ВВ<h4>II. Задание:</h4>1. Зачистить базу противника<br />2. Заполучить документацию<br />3. Обеспечить безопасную экстракцию устройства с помощью МИ-6<br />4. Покинуть зону операции<br /><h4>III. Выполнение:</h4>По плану командира.<h4>IV. Поддержка:</h4>1 БМП-2<br />1 МИ-6<br />3 УАЗ<br />1 ГАЗ 'Тигр'<br />1 Урал<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />1'4 - SR CH 4<br />Экипаж - SR CH 5<h4>VI. Замечания:</h4>Корд и метис в разложенном состоянии лежат в тигре.<br/ >Чтобы запросить экстракцию объекта - бросьте возле него дымовую гранату зеленого цвета. Гранаты лежат в дружественной технике.<br/ >Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2009",
    "creation_date": "2016-12-25"
}