{
    "id": "b54f9abac5484a0fd575dda1e03f00fa",
    "filename": "CO34_Khirurgiya.brf_sumava",
    "title": "CO34_Khirurgiya",
    "author": "Arsdor for Tactical Shift",
    "player_count": 34,
    "terrain": "brf_sumava",
    "tags": [
        "SPECOPS",
        "FIX NEEDED",
        "MOUT"
    ],
    "overview": "Ukrainian SSO attacks German positions",
    "overview_img": "imgs/CO34_Khirurgiya.brf_sumava.jpg",
    "briefing": "<h4>0. Кампания:\")\"После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну. Несмотря на ноты протеста восточных соседей Польши, вторжение переросло в полноценный военный конфликт. С 19 по 24 октября Беларусь, Россия и Украина проводили мобилизацию и 26 октября объявили о вступлении в конфликт на стороне Польши.</h4><br />На данный момент немецко-французские силы развивают наступление, продвигаясь к Варшаве. После начала блокады Вроцлава, следующим ключевым городом на юге становится Катовице и ближайший к нему город на западе - Крапковице<h4>I. Обстановка:</h4>Противник находится практически у окраин Крапковице. Две недели назад Бундесвер нанёс сокрушительный удар у посёлка Стшелечки, а затем с впечатляющим усердием начал в нём закрепляться. Хотя враг не рискует штурмовать город с этого выступа до того, как будет контролировать лес севернее, сам факт существования этого выступа - смертельная угроза для Крапковице, ведь даже самые недальнобойные артиллерийские системы смогут вести огонь по любому района города и его окрестностей.<br />Мотострелки ВСУ пытались отбить Стшелечки днём ранее, однако даже несмотря на поддержку БМ-21 Град, они всего лишь проникли сквозь первую линию обороны, потеряв почти весь личный состав атакующей группы. Бойцы смогли захватить часть окопов, отмеченную тёмно-красным. Они смогли указать примерные позиции пулемётов и ПТРК, которые вели по ним огонь, а также сообщили о двух ствольных зенитных установках, которые смогли  сбить повреждённый МиГ-29 ВВС Польши.<br />Командование поручило нам уничтожить значительную часть тяжёлого вооружения врага, дав мотострелкам второй шанс зачистить город.<h4>А. Враждебные силы:</h4>Как минимум один полный взвод Бундесвера. Противники в зоне Богдан понесли серьёзные потери. Противники в зоне Геннадий были подавлены недавним миномётным обстрелом.<br />Известно о наличии мобильной группы из двух МРАПов с пулемётам. Предполагается наличие танка Леопард в зоне Володимир.<br />Противник располагает примерно десятком пулемётов M2, несколькими ПТРК TOW-2 и двумя зенитками, предположительно Oerlikon 23mm. <h4>Б. Дружественные силы:</h4>Штурмовое отделение ССО Хiрка-1<br />Марксманская группа поддержки Скальпель-2<br />Марксманская группа поддержки Скальпель-3<br />Взводная командная группа Хiрург<br /><br />Два мотострелковых отделения - Щипцi-1 и Щипцi-2.<br /><br />В зоне Володимир предположительно содержатся несколько пленных мотострелков<h4>II. Задание:</h4>Командование произвело оценку угроз вражеского тяжёлого вооружения для следующего штурма: Тяжёлый пулемёт - 1, ПТРК - 3, зенитное орудие - 5.<br /><br />1) Уничтожить вражеские единицы тяжёлого воружения совокупной угрозой не менее 20 пунктов, после чего эвакуироваться в зону Яков.<br />2*) Зачистить зону Геннадий от вражеских сил<br />3*) Зачистить зону Богдан от вражеских сил<br />4*) Уничтожить вражескую колёсную и гусеничную технику<br />5*) Найти и эвакуировать раненных бойцов<h4>III. Выполнение:</h4>Для сокращения дистанции до противника можно переместиться до окопов в зоне Богдан, используя подбитую технику и воронки в качестве укрытия. Другой вариант - движение по застройке на севере.<br /><br />Рекомендуется активно использовать высокие здания для марксманского прикрытия основной группы.<br /><br />Настоятельно не рекомендуется использовать БМП-2 вне укрытий до уничтожения замеченных ПТРК! Используйте снайперскую поддержку, БПЛА и автоматические миномёты для уничтожения или блокирования этой угрозы.<br /><br />В РБД отсутствуют гражданские.<br /><br /><h4>IV. Поддержка:</h4>Позиция Анна:<br />УАЗ (ДШКМ) x1<br />УАЗ (АГС-30) x1<br />УАЗ (невооружённый, пятиместный) x5<br />Ящик с дополнительной взрывчаткой и кусачками x1<br /><br />Позиция Анастасия:<br /> БМП-2 обр. 86 x2<br /> Укреплённые позиции<br /><br />Артиллерия:<br />Батареи автоматических миномёт 'Василёк' (Морфiн-4 и Морфiн-5)<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />1'4 - SR CH 4<br />1'5 - SR CH 5<h4>VI. Замечания:</h4>Василёк ведёт очень частый огонь по 4 мины за залп, максимальный залп - 20 мин за раз. Из-за плотности огня крайне не рекомендуется применять его вблизи от дружественных сил.<br />Опасаясь контрбатарейного огня, Морфiн-4 вынужден перемещаться после выполнения каждой огневой задачи, так что не может вести огонь ближайшие 20 минут.<br />Противник использует растяжки и колючую проволоку, так что крайне полезно будет воспользоваться инструментами разминирования из ящика.",
    "map_shot": "",
    "mission_date": "2018-03-30",
    "creation_date": "2024-02-11"
}