{
    "id": "b647ab827c6c67da612b211131d7a0a6",
    "filename": "CO34-op-aljaraniat-1B.takistan",
    "title": "CO34 Operation Aljaraniat (1A)",
    "author": "10Dozen",
    "player_count": 34,
    "terrain": "takistan",
    "tags": [
        "INFANTRY"
    ],
    "overview": "Takistan Armed Forces restores control over border",
    "overview_img": "imgs/CO34-op-aljaraniat-1B.takistan.jpg",
    "briefing": "<h4>I. Обстановка:</h4>С начала 2010 года активность инсургентов заметно возросла, но сейчас ситуация принимает опасный оборот. Лидеры изгнанных племен, нашедшие убежище в соседнем Ардистане не хотят мириться со своей судьбой и, судя по всему, нашли союзников в лице западных спецслужб. Шабиха вскрыла несколько революционных ячеек по всей стране и получили важную информацию - Ардистанцы не только создали (разрешили американцам?) лагеря подготовки боевиков, но и помогают проводить через свои границы людей, оружие и деньги.<br /><br />Одним из главных путей заброски является горный хребет Джабаль аль-Сараж. По данным разведки, несколько дней назад инсургенты начали перебрасывать противовоздушное вооружение, чтобы нанести удар по нашей базе ВВС около Расмана.<br /><br />Мы не можем допустить подобного и начинаем операцию по восстановлению контроля над границей.<h4>А. Враждебные силы:</h4>Иррегулярные силы племен роялистов и наемники:<br /><br />- более взвода пехоты (легкое вооружение, РПГ)<br />- некоторое количество ДШК, СПГ и ЗУ-23-2, возможны ПЗРК<br /><br />Единственная дорога, ведущая в горы, вероятнее всего будет заминирована (минами и/или СВУ) и простреливается тяжелым вооружением.<h4>Б. Дружественные силы:</h4>Вооруженные силы Такистана:<br /> Namur 1`0 - командный отряд и приданные специалисты (5 чел.)<br /> Namur 1`1 - отделение пехоты на БТР-60 (9 чел.)<br /> Namur 1`2 - отделение пехоты (7 чел.)<br /> Namur 1`3 - отделение десантников (8 чел.) на авиабазе<br /><br /> Jawla-1 - экипаж танка на Т-55 (3 чел.)<br /> Jawla-2 - экипаж приданный в усиление<h4>II. Задание:</h4>1. Обнаружить и уничтожить оружейный схрон с ПЗРК<br />2. (дополнительно) Обнаружить и уничтожить прочие оружейные схроны<h4>III. Выполнение:</h4>Несмотря на то, что вокруг главной дороги будет сосредоточены основные силы противника, штаб все таки рекомендует использовать ее для наступления. Воспользуйтесь приданным тяжелым вооружением, чтобы расчистить путь для саперов.<br /><br />Вам придан отряд десантников, возможно стоит попробовать высадиться в горах южнее и нанести удар с неожиданной стороны. Однако соблюдайте осторожность и не подставляйтесь под огонь ПВО.<br /><br />Граница на западе была заминирована еще в 1998ом, после приграничного конфликта, и ни одна из сторон не предпринимала значительных мер по разминированию. Кроме того, пересечение границы может спровоцировать Ардистанцев, поэтому вам запрещено пересекать границу!<h4>IV. Поддержка:</h4>Приданная техника:<br /> 1x автомобиль Land Rover (M2)<br /> 1х БТР-60<br /> 1x танк T-55<br /> 1х Toyota Hilux (ЗУ-23-2)<br /> 1х реактивная артиллейриская система 'Альбудур' на базе автомобиля Toyota Hilux (блок Б-8)<br /> 3х автомобиль Land Rover и UAZ<br /> 1x грузовик Praga V3S<br /><br />Артиллерия:<br /> - батарея 122мм гаубиц Д-30 (позывной Haddada-1)<br /><br />Воздушный транспорт:<br /> - 1x UH-1 (позывной Falkun-1-1)<br /><br />Прочее:<br /> - CCP<br /> - FARP<br /> - ящики с амуницией и лопатами<br /><br /><br />Резервы:<br />- 2х редеплоя на отряд<br />- при потере транспорта допускается запрашивать дополнительный (грузовики, невооруженные пикапы)<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />Namur 1`0 - SR CH 6<br />Namur 1`1 - SR CH 1<br />Namur 1`2 - SR CH 2<br />Namur 1`3 - SR CH 3<br />Jawla-1 - SR CH 4<br />Jawla-2 - SR CH 5<h4>VI. Замечания:</h4>Используйте саперов для разминирования СВУ и мин на дороге.<br /><br />Саперы и снайпер из Namur 1`0, а также Jawla-1 и Jawla-2 с техникой могут быть приданы другим отрядам.<br /><br />Бронежилетов в армии Такистана нет, но Аллах на нашей стороне!",
    "map_shot": "",
    "mission_date": "2010-07-08"
}