{
    "id": "027cadced91ed07b4e6a301619cf4db3",
    "filename": "co34_a1_c1_beaten_dog.smd_sahrani_a3",
    "title": "CO34 Beaten Dog",
    "author": "lim",
    "player_count": 34,
    "terrain": "smd_sahrani_a3",
    "tags": [],
    "overview": "SLA tries to take control over Ortego",
    "overview_img": "imgs/co34_a1_c1_beaten_dog.smd_sahrani_a3.jpg",
    "briefing": "<h4>I. Обстановка:</h4>    После многочисленных провокаций со стороны Королевства Sahrani (RACS), наша Армия Освобождения Sahrani решила ответить силой и взяла под контроль город Corazol. Мы не планируем останавливаться на достигнутом и продолжаем наше победоносное освободительное наступление.<br />    Наша следующая цель - город Ortego. Противник окопался и готов к нашему наступлению. Нам необходимо прорвать основную линию обороны противника и зачистить MSR Vanilla, чтобы мы могли продолжить наше наступление на Dolores.<br />    По данным разведки, RACS разбили FOB на N-W части города, по возможности - захватите местного начальника штаба противника, если невозможно - ликвидируйте.<br />    Если невозможно прорвать основную линию обороны - попробуйте прорвать правый фланг ( между минных полей )<br />    После прорыва обороны и зачистки MSR Vanilla, займите оборону на S части города и ожидайте прибытия основных сил.<br />    <h4>А. Враждебные силы:</h4>Регулярные силы противника - RACS<br />     Численность - 2 взвода<br />     Танк, несколько единиц легкой техники и Light Armored Vehicles окопанных на оборонительных позициях<br /><h4>Б. Дружественные силы:</h4>Армия Освобождения Сарани (SLA) - Регулярные войска<br />     Platoon ABEL<br />     Численность - 1 Взвод с поддержкой артиллерии (и по желанию танков)<h4>II. Задание:</h4>1. Прорвать линию обороны противника<br />2. Зачистить MSR Vanilla<br />3. Уничтожить/захватить начальника штаба противника<br />4. Занять оборону на South города Ortego<br /><h4>III. Выполнение:</h4>По плану командира.<h4>IV. Поддержка:</h4>x3 BMP-2<br />x1 BMP-2 HQ<br />x2 T-72<h4>V. Сигналы:</h4>PL NET 50<br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />1'0 HQ - SR CH 6<br /><br />CAIN-1 - SR CH 5<br />CAIN-2 - SR CH 5<h4>VI. Замечания:</h4>Powered by Tactical Shift Framework",
    "map_shot": "",
    "mission_date": "2007-07-07",
    "creation_date": "2017-04-23"
}