{
    "id": "6c034175c8e2fe0d760691a1f82e3c00",
    "filename": "CO39_Menagerie.brf_sumava",
    "title": "CO30_Menagerie",
    "author": "Arsdor for Tactical Shift",
    "player_count": 30,
    "terrain": "brf_sumava",
    "tags": [
        "AIRBORNE",
        "JTAC/CAS",
        "WEST GEAR",
        "COMB.ARMS"
    ],
    "overview": "9e RPIMA вскрывает оборону ВСУ и ВС РФ для прорыва дружественных сил.",
    "overview_img": "imgs/CO39_Menagerie.brf_sumava.jpg",
    "briefing": "<h4>0. Кампания:</h4>В ходе разногласий в Европейском Союзе и выхода из него Греции, политические авантюристы из стран Восточной Европы начали кампанию по шантажу ЕС. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, призывавший к выходу Республики Польской из всех европейских институтов, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. С целью предотвращения дальнейшего кровопролития и восстановления конституционного порядка 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали ограниченную военную операцию. Ожесточённое сопротивление военных и неприязнь гражданского населения привели к затягиванию операции. В конце октября, в свою очередь, начали своё вторжение вооружённые силы Украины, Беларуси и Российской Федерации, очевидно надеясь на территориальные приобретения. После кровопролитных боёв в ноябре и зимой, мы, наконец, смогли возобновить наступление.<br /><br /> Недавно сформированный 9e Régiment de Parachutistes d'Infanterie de Marine участвовал в захвате посёлка Грабин и готов к дальнейшим действиям.<br /><h4>I. Обстановка:</h4>После захвата населённого пункта Грабин, объединённые силы западной коалиции продолжили наступление на восток. Наши соратники из Бундесвера предприняли попытку штурма резервной линии обороны перед лесом, но были отброшены восточниками. Тем не менее, ВСУ, обороняющие позиции, и сами были истощены атаками. Командыванию стало известно о переброске российских ВДВ в наш РБД, и штаб направил 9e RPIMA для штурма ослабленных позиций и перехвата российских подкреплений.<h4>А. Враждебные силы:</h4>В общей сложности:<br />1) Сводный мотострелковый взвод ВСУ с поддержкой БМП и лёгкой зенитки.<br />2) Взвод десанта ВС РФ с поддержкой БМД и вертолётов.<br /><br />Детально:<br />1) obj. Brugnon - крайне ослабленная пехота ВСУ. По нашей информации, противник испытывает острую нужду в боеприпасах и частично перешёл на трофейное вооружение. Ожидается, что противник может попробовать эвакуировать бойцов из этой зоны.<br />2) obj. Cerise - пехота ВСУ в окопе, состояние немногим лучше группы на Brugnon.<br />3) obj. Abricot - пехота ВСУ в одиночных окопах, полностью боеспособны.<br />4) obj. Durian - пехота ВСУ в одиночных окопах, БМП-2.<br />5) obj. Églantier - объединённый полевой штаб противника.<br />6) obj. Framboise - пехота ВСУ в зданиях и зенитка на базе БМП-2.<br />7) obj. Griotte - предполагаемое расположение схрона топлива.<br /><br />Подкрепления противника:<br />1) QRF Icaque - мотострелковое отделение ВСУ на БМП-1У (ETA 20 минут)<br />2) QRF Hala- мотострелковое отделение ВСУ на БМП-1У (ETA 20 минут).<br />3) QRF Lime - десантники на БМД-2 (ожидаются в случае прорыва на северном направлении)<br />4) QRF Kiwi - десантники на БМД-2 (ожидаются в случае прорыва на южном направлении)<br />5) QRF Jujube - десантники нам Ми-8 (ожидаются в случае прорыва по фронту)<h4>Б. Дружественные силы:</h4>Наши силы:<br />1) Два стрелковых отделения десантников - Lémurien-1 и Lémurien-2.<br />2) Отделение огневой поддержки Indridae.<br />3) Шесть вертолётных экипажей - Autruche-1, Autruche-2, Poulet-1, Poulet-2, Pingouin-1, Pingouin-2<br /><br />Иные дружественные подразделения в РБД:<br />1) QRF Merise - подкрепление в виде пехоты на БТР VAB и лёгких колёсных танков AMX-10RC SEPAR. Прибудет в случае нашего прорыва на севере.<br />2) QRF Nectarine - подкрепление в виде пехоты на колёсных БМП VBCI. Прибудет в случае нашего прорыва в центре.<br />3) QRF Olive и QRF Prunelle - подкрепление в виде пехоты с поддержкой колёсного танка и БРМ. QRF Nectarine - подкрепление в виде пехоты на колёсных БМП VBCI. Прибудет в случае нашего прорыва на юге.<h4>II. Задание:</h4>НЕ ДОПУСТИТЬ ОРГАНИЗОВАННОГО ОТСТУПЛЕНИЯ ПРОТИВНИКА<br /><br />1а) Произвести зачистку obj. Cerise и obj. Framboise.<br />ИЛИ<br />1б) Произвести зачистку obj. Abricot.<br />ИЛИ<br />1в) Произвести зачистку obj. Durian.<br />2) Прорваться в лес и отбить подкрепления противника.<br />3) Отбить подкрепления противника.<br />4*) Зачистить obj. Brugnon или предотвратить эвакуацию противника из него.<br />5*) Зачистить obj. Églantier.<br />6*) Зачистить obj. Framboise<br />7*) Взорвать схрон топлива obj. Griotte <h4>III. Выполнение:</h4>Командование акцентирует внимание на том, что необходимо прорвать ОДНО направление, и продержаться лишь до подхода регулярных частей. Следует с осторожностью применять вертолёты.<br /><br />Достоверно известно, что враг не блокировал дороги и не устанавливал минных заграждений. Дружественная РЭБ предотвращает активность дронов в РБД.<br /><br />ВАЖНО: противник будет стараться организованно отступить. В том случае если ему это удастся - миссия будет считаться проваленной.<h4>IV. Поддержка:</h4>4x бронеавтомобиля PVP Pl80 (с пулемётом в 'скворечнике') с боеприпасами для стрелковых отделений.<br />2x бронеавтомобиля PVP WASP (с пулемётом и маск-сетью) с боеприпасами для отделения поддержки.<br />2x бронеавтомобиля PVP WASP (с пулемётом) с боеприпасами для командного отряда.<br />2x VBMR (M2 HMG).<br /><br />2x ударных вертолёта EC665 Tigre (автопушка, два блока НАР, две ПТУР, две ЗУР)<br />2x разведывательных вертолёта Gazelle (с миниганом)<br />2x транспортных вертолёта AS532UL Cougar.<br /><br />2x 82мм батарея - 4 HE, 12 SMK, 12 ILLUM<br />CCP<br />FARP<br /><br />Резерв (редеплой) - 1 на отряд<br />Доукомплект по умолчанию<br />ПОПОЛНЕНИЕ (возрождение отдельного бойца) - 1 за двух пленных противников.<br /><br />Связь с дружественными подкреплениями осуществляется через 1'5.<br /><br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'3 - SR CH 3<br />Вертолётная группа - SR CH 4<br /><br /><br />Северная группа подкреплений - Gibbon.<br />Центральная группа подкреплений - Chimpanzé.<br />Южная группа подкреплений - Orang-outan.<br /><h4>VI. Замечания:</h4>В вертолётах Tigre пилот сидит спереди. Наводчик-оператор управляет ВСЕМ вооружением, включая курсовое, в связи с чем пилоту необходимо отвечать за связь с авиакорректировщиком и наводит наводчика-оператора на цели.<br /><br />Вертолёты Tigre могут эвакуировать двух человек на стойках шасси.<br /><br />Все вертолёты обладают широким размахом лопастей, поэтому взлёт и посадка должны производиться вертикально во избежание потери винта.",
    "map_shot": "",
    "mission_date": "2015-06-24",
    "creation_date": "2024-12-07"
}