{
    "id": "c81c242472bb84b71ac03713ec2510de",
    "filename": "CO42_Alga_1С.VTF_Korsac",
    "title": "CO42_Alga",
    "author": "Arsdor for Tactical Shift",
    "player_count": 42,
    "terrain": "VTF_Korsac",
    "tags": [
        "JTAC/CAS",
        "ARMOR",
        "MOUT",
        "COMB.ARMS"
    ],
    "overview": "Tatars attack brits at factory",
    "overview_img": "imgs/CO42_Alga_1С.VTF_Korsac.jpg",
    "briefing": "<h4>0. Кампания</h4>После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате теракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну. Несмотря на ноты протеста восточных соседей Польши, вторжение переросло в полноценный военный конфликт. С 19 по 24 октября Беларусь, Россия и Украина проводили мобилизацию и 26 октября объявили о вступлении в конфликт на стороне Польши.<br />На данный момент немецко-французские силы развивают наступление, продвигаясь к Варшаве. После начала блокады Вроцлава, следующим ключевым городом на юге становится Катовице и ближайший к нему город на западе - Крапковице<h4>I. Обстановка:</h4>Три дня назад силы европейской коалиции выбили малочисленный гарнизон с мебельного завода, уничтожив или обратив большую часть защитников в бегство. Оставив охранение, противник перенёс большую часть усилий севернее, и наши товарищи предприняли попытку отбить фабрику обратно, однако потерпели крах. Тем не менее, их разведка боем и информация с БПЛА дали командованию пищу для размышлений. Не имея возможности выделить для задачи больше личного состава, командование сделало ставку на огневое превосходство и молниеносное наступление.<br />Наш взвод Нижнекамской мотострелковой отобьёт фабрику, чего бы это ни стоило.<h4>А. Враждебные силы:</h4>Рота британской механизированной пехоты.<br />Противник успел создать несколько десятков одиночных позиций, занял три крупных группы строений.<br />Между объектами Анна и Владимир курсируют тяжёлые БМП Warrior.<br />ПТРК<br />ПЗРК<br />Станковые пулемёты<br />Автоматическими гранатомёты.<br />В РБД присутствует взвод танков Challenger 2.<br />На отдалении от основных сил противника была замечена батарея ЗРК Roland.<br />Достоверно известно об отсутствии мин, противотанковых и проволочных заграждений, а также поддержки авиации со стороны противника.<br />Есть вероятность использования противником артподдержки, однако большая часть артиллерии противника используется севернее нашего РБД.<h4>Б. Дружественные силы:</h4>Нижнекамская мотострелковая дивизия ВС РФ при поддержке армейской авиации.<br />Неполный мотострелковый взвод: Барс 1'1, Барс 1'2, Барс 1'3. Отделения командования - Барс 1'0<br />Танковый экипаж Игэр<br />Медицинское отделение Аю<br />Вертолётное звено: Лачын-1 и Лачын-2<h4>II. Задание:</h4>1. Захватить объект Владимир<br />2*. Захватить объект Анна<br />3*. Захватить объект Борис<h4>III. Выполнение:</h4>Основная задача - захват самой мебельной фабрики, объекта Владимир.<br />Взвод может нанести атаку с юга, уповая на ослабленность врага предыдущей атакой, однако позиции противника скрыты в лесополосе.<br />Альтернативный путь - атака в лоб при поддержки артиллерии, между объектами Анна и Борис. Здесь противник усилен БМП, но его позиции были обнаружены БПЛА, и артиллерия может нанести точный удар.<br />Наконец, путь через север, вероятно, менее всего защищён, так как пространство на севере слишком открыто. Широкое использование дымопостановки позволит миновать его и сблизиться с объектом Владимир.<h4>IV. Поддержка:</h4>Позиция Центр:<br /><br />БТР-80А<br />x2 БТР-80<br />'Водник' с модулем БППУ<br />'Водник' медэвакуации.<br />Т-90А<br />x4 'Тигр-М' с КПВПТ<br />FARP<br />CCP<br /><br />Позиция Константин:<br />x2 Ми-28<br />Грузовики снабжения<br /><br />Артиллерийская поддержка:<br />Тукранбаш - батарея 155 мм.<br />Ясмин-5 - батарея 105 мм.<br />Ясмин-6 - батарея 105 мм.<br />Дэлия - батарея 82 мм.<br /><br /><br />Доукомплекты и редеплои по умолчанию С ВОССТАНОВЛЕНИЕМ ТЕХНИКИ.<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />Барс 1'1 - SR CH 1<br />Барс 1'2 - SR CH 2<br />Барс 1'3 - SR CH 3<br />Игэр - SR CH 4<br />Барс 1'0 - SR CH 5<br />Аю - SR CH 6<br />Лачын-1 и Лачын-2 - SR CH 7<h4>VI. Замечания:</h4>Текущая выкладка мотострелков предназначена для ведения боя на дистанции. Перед штурмом объектов рекомендуется добрать гранаты из БТР-90.<br />ВАЖНО: количество залпов артиллерии сильно ограничено. По исчерпанию доступной поддержки батареи, взвод не сможет использовать её до конца операции!<br />ВАЖНО: Фабрика нужна нам в относительной сохранности, поэтому применение артиллерии по объекту Владимир СТРОГО ЗАПРЕЩЕНО!",
    "map_shot": "",
    "mission_date": "2023-03-12",
    "creation_date": "2024-10-04"
}