{
    "id": "9ec0a6b9d0fd537735be9fd7fbb74a26",
    "filename": "CO45_Za_Wolnosc_1A.eden",
    "title": "CO45 Za wolność!  ",
    "author": "Arsdor for Tactical Shift",
    "player_count": 45,
    "terrain": "eden",
    "tags": [
        "INFANTRY",
        "SPECOPS",
        "RolePlay"
    ],
    "overview": "Polish partizans retakes town from Bundeswehr",
    "overview_img": "imgs/CO45_Za_Wolnosc_1A.eden.jpg",
    "briefing": "<h4>I. Обстановка:</h4>После затяжного политического кризиса в Европейском Союзе и выхода из него Греции, следующими претендентами на выход из организации стали страны Вышеградской Четвёрки. В июне 2017-го года в Польше состоялись внеочередные президентские выборы, где с небольшим отрывом победил кандидат от радикальных евроскептиков, а через месяц его проевропейский оппонент был убит в результате терракта, что спровоцировало массовые беспорядки и привело к введению военного положения. Под предлогом предотвращения эскалации конфликта 17 сентября 2017-го года объединённые силы ФРГ, Великобритании, Франции, Нидерландов и Бельгии начали вторжение в страну.Хотя на некоторых направлениях нашим силам удалось сдержать натиск и даже перехватить инициативу, сопротивлени регулярных сил Польши рядом с нашим городом было сломлено в считанные часы, и силы Бундесвера заняли город и почти все окрестности.Мы - польские деревни Pniaki, собранное отставными военными и полицией. И мы отобьём город Mały Berezowiec обратно!<br /><h4>А. Враждебные силы:</h4>Неустановленное число моторизованной пехоты ФРГ с некоторым количеством бронетехники в самом городе. Также лёгкая пехота в прилегающих лесах<h4>Б. Дружественные силы:</h4>Группа слабовооружённых польских ополченцев деревни Pniaki, 4 полицейских.<br />У полицейского участка ещё остались дружественные бойцы полиции.<h4>II. Задание:</h4>Отбить Mały Berezowiec, уничтожив все силы противника внутри города.<h4>III. Выполнение:</h4>На данный момент мы не обладаем хоть сколько-нибудь серьёзным вооружением. Чтобы разжиться чем-то более весомым, мы можем проверить полицейское отделение (там должно быть стрелковое оружие, рации и средства индивидуальной защиты), лесничество (возможно также оружие, рюкзаки и спецсредства), военную базу (тяжёлое вооружение) и стройку на северо-востоке (возможно удастся найти взрывчатку)<h4>IV. Поддержка:</h4>Правда.<br />Легковые машины (x5)<br /> Мотоциклы (x4)<br />Автобус на 32 места.<br /> Обратите внимание, что у повстанцев имеются рюказаки и коктейли Молотова.<br />Каждая зачищенная локация позволяет провести дополнительный редеплой.<h4>V. Сигналы:</h4>ДВ-связь отсутствует<br />КВ:<br />1'0 - SR CH 5 <br />1'1 - SR CH 1 <br />1'2 - SR CH 2 <br />1'3 - SR CH 3 <br />1'4 - SR CH 4 <br /><h4>VI. Замечания:</h4>Противник не успел возвести долговременных оборонительных рубежей, однако в городе можно увидеть насыпи и баррикады. Также после авианалётов и артобстрелов остались неразорвавшиеся снаряды и кассеты.",
    "map_shot": "",
    "mission_date": "2017-09-20",
    "creation_date": "2021-03-28"
}