{
    "id": "2ecbffdf8b52375df635fb29197a6bb6",
    "filename": "COTVT25_Steal_Beasts.WL_Rosche",
    "title": "COTVT25 Steel Beasts",
    "author": "Ka6aH",
    "player_count": 25,
    "terrain": "WL_Rosche",
    "tags": [
        "RolePlay",
        "ARMOR"
    ],
    "overview": "US Abrams reinforced infantry tries to seize important junction",
    "overview_img": "imgs/COTVT25_Steal_Beasts.WL_Rosche.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В рамках общевойсковых учений НАТО Steadfast Defender 25 для отработки общевойского боя с участием OPFOR были привлечены части 101-й воздушно-десантной дивизии и 1-й танковой дивизии Армии США. Сценарий предполагает занятие укрепленного пункта вероятного противника.<br /><br />Легенда:<br />Вооруженные силы Доновии начали наступление на территорию Эстонии. Войска НАТО ведут оборонительные бои за удержание линии фронта до прибытия основных сил. В зоне операции развернуты 101-я и 1-я дивизии Армии США с целью контратаки противника и лишения его наступательного потенциала.<br /><br />a. Зона Операции: Район шоссе 71 UELZEN-SALZWEDEN. С севера AO ограничена лесистой местностью, с юга дорогой и НП KLEIN PRETZIER. Зона ожидания боевой группы Sherman находится в НП GROSS ELLENBERG. НП WELLENDORF занят противником.<br /><br />б. Между НП GROSS ELLENBERG и WELLENDORF находится возвышенность с видимостью на район задачи до вражеской FLOT. Обзор на OBJ WELL 2 открывается со стороны MSR HANDEL. Местность к северу от OBJ WELL 1 ровная и просматривается ПТ-средствами и бронетехникой противника.<br /><h4>А. Враждебные силы:</h4>а. Части 64-й мотострелковой дивизии: колесная и гусеничная техника (ББМ Тигр, БТР-82А), бронетехника (Т-90А и Т-90М)<br /><br />б. Разведывательные элементы в количестве 8-9 человек каждый находятся к северу и югу от OBJ WELL 1 и 2. Элемент поддержки занимает позиции в лесу к северо-западу от НП WELLENDORF. Основные силы противника сосредоточены в самом населенном пункте. Их количество неизвестно. В район Schlieckau направляется неизвестное количество танков Т-90М, ETA 10 минут. Противника поддерживает минометная батарея.<br /><br />в. Противник подготовил оборонительные позиции. Достоверно известно об одной укрепленной траншее на востоке НП. Вероятнее всего, противник сосредоточился в застройке и будет пытаться использовать танковый элемент для остановки наших сил. <h4>Б. Дружественные силы:</h4>1-й батальон 37-го бронетанкового полка 2-й бронетанковой бригады «Железная бригада»<br /><br />M1A2SEPV3 Ball Buster - 1x (1x в резерве)<br /><br />2-й взвод 1-й роты 1-го батальона<br /><br />2'0 - Отделение управления<br /><br />2'1 - Отделение пехоты<br /><br />2'2 - Отделение пехоты<h4>II. Задание:</h4>1. Пересечь PL RED<br />2. Захватить OBJ WELL 1 (5 очков)<br />3. Захватить OBJ WELL 2 (5 очков)<br />4. (опц) Не допустить потери M1A2SEPv3 Abrams (5 очков)<h4>III. Выполнение:</h4>По плану командира, порядок выполнения задач (после выполнения первой) произвольный. Каждая задача добавляет очки команде. Команда с наибольшим количеством очков после истечения таймера побеждает.<h4>IV. Поддержка:</h4>1x M1A2SEPV3 Abrams (1x в резерве)<br />8x MRAP Oshkosh (M2) - 4 места<br />4x MRAP Oshkosh - 4 места<br />2x M1078 Truck<br /><br />155мм батарея - 4 HE, 12 SMOKE, 12 ILLUM, 30 min RELOAD<br /><br />Shark UAV<br /><br />CCP<br />FARP<br /><br />Резерв (редеплой) - 2 на отряд, доукомплект после выполнения задачи<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />2'1 - SR CH 1<br />2'2 - SR CH 2<br /><h4>VI. Замечания:</h4>ПРАВИЛА COTVT:<br /><br />1. Не выходить за пределы AO<br />2. OPFOR не может выходить за пределы FEBA до истечения 10 минут от старта миссии<br />3. OPFOR запрещено использование техники кроме той, что предоставлена на старте и указана в разделе IV. Поддержка<br />4. OPFOR не может принимать участие в миссии в спешенном порядке<br />5. После подбития техники OPFOR экипаж эвакуируется на стартовую точку<br />6. Связь с ГСО по мессенджеру по кнопке F8<br />7. ГСО запрещено передавать информацию о BLUEFOR и OPFOR<br /><br />Из-за технических ограничений, в выборе артиллерии доступны также батареи противника. Используйте только ту, в названии которой есть префикс вашей стороны<h4>I. Обстановка:</h4>В рамках общевойсковых учений НАТО Steadfast Defender 25 для отработки общевойского боя с участием OPFOR были привлечены части 101-й воздушно-десантной дивизии и 1-й танковой дивизии Армии США. Сценарий предполагает оборону укрепленного населенного пункта.<br /><br />Легенда:<br />Вооруженные силы Доновии начали наступление на территорию Эстонии. Войска НАТО ведут оборонительные бои за удержание линии фронта до прибытия основных сил. В зоне операции развернуты 101-я и 1-я дивизии Армии США с целью контратаки противника и лишения его наступательного потенциала.<br /><br />a. Зона Операции: Район шоссе 71 UELZEN-SALZWEDEN. С севера AO ограничена лесистой местностью, с юга дорогой и НП KLEIN PRETZIER. Зона ожидания вашего взвода находится в НП SCHLIECKAU. НП WELLENDORF занят противником.<br /><br />б. Между НП GROSS ELLENBERG и WELLENDORF находится возвышенность с видимостью на район задачи до вражеской FLOT. Обзор на OBJ WELL 2 открывается со стороны MSR HANDEL. Местность к северу от OBJ WELL 1 ровная и просматривается ПТ-средствами и бронетехникой противника.<br /><h4>А. Враждебные силы:</h4>а. 1-й батальон 37-го бронетанкового полка 2-й бронетанковой бригады «Железная бригада» и 2-й взвод 1-й роты 1-го батальона 101-й воздушно-десантной дивизии.<br /><br />б. Взвод противника, усиленный группой танков M1A2SEPv3 Abrams находится к юго-востоку от занимаемых союзниками позиций и готовится к штурму. Поддержку противнику оказывает 155-мм батарея M109A7. Известно о наличии у противника одного разведывательного дрона.<br /><br />в. Наиболее вероятной целью противника является захват НП WELLENDORF. Противник полагается на свою быструю и точную артиллерийскую поддержку, а также бронетанковый элемент, представленный последней версией танка M1A2 Abrams. <h4>Б. Дружественные силы:</h4>Части 64-й мотострелковой дивизии: колесная и гусеничная техника (ББМ Тигр, БТР-82А), бронетехника (Т-90А и Т-90М)<br /><br />Танковый экипаж и командное отделение - 3 чел (игроки)<br /><br />1/1 - 10-12 человек, занимает передний край<br />1/2 - Пехотное отделение, южный фланг<br />2 - Пехотный взвод, занимает OBJ WELL 1<br />3 - Пехотный взвод, занимает OBJ WELL 2<br /><br />Элемент поддержки<br />4 - Взвод поддержки, в лесу на юго-западе от OBJ WELL 2<h4>II. Задание:</h4>1. Не дать пехоте противника закрепиться в OBJ WELL 1 (5 очков)<br />2. Не дать пехоте противника закрепиться в OBJ WELL 2 (5 очков)<br />3. (опц) Не допустить потери Т-90М Прорыв (5 очков)<h4>III. Выполнение:</h4>Ваше выдвижение возможно после истечения 10 минут от старта миссии. <h4>IV. Поддержка:</h4>1x Т-90М Прорыв<br />2x ГАЗ Тигр (Корд)<br />2x Камаз<br />1x БМП-2<br />СПГ-9 и Утес на старте (в разложенном виде)<br /><br />82мм батарея - 3 HE, 12 SMOKE, 12 ILLUM, 30 min RELOAD<br /><br />FARP<br /><h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET MESSENGER F8<br /><br /><br /><h4>VI. Замечания:</h4>ПРАВИЛА COTVT:<br /><br />1. Не выходить за пределы AO<br />2. OPFOR не может выходить за пределы FEBA до истечения 10 минут от старта миссии<br />3. OPFOR запрещено использование техники кроме той, что предоставлена на старте и указана в разделе IV. Поддержка<br />4. OPFOR не может принимать участие в миссии в спешенном порядке<br />5. После подбития техники OPFOR экипаж эвакуируется на стартовую точку<br />6. Связь с ГСО по мессенджеру по кнопке F8<br />7. ГСО запрещено передавать информацию о BLUEFOR и OPFOR<br />8. ЗАПРЕЩЕНО ПЕРЕСЕКАТЬ FEBA/FLOT стороны противника<br /><br />Из-за технических ограничений, в выборе артиллерии доступны также батареи противника. Используйте только ту, в названии которой есть префикс вашей стороны",
    "map_shot": "",
    "mission_date": "2025",
    "creation_date": "2024-07-06"
}