{
    "id": "f703f7b0f07ae9216eb36295a1a7b866",
    "filename": "COWW29_Break_Out.Staszow",
    "title": "CO31 Break Out",
    "author": "Wildschwein",
    "player_count": 31,
    "terrain": "Staszow",
    "tags": [
        "INFANTRY"
    ],
    "overview": "Encircled Kampfgruppe tries to break out through soviet positions",
    "overview_img": "imgs/COWW29_Break_Out.Staszow.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>Части 78-й штурмовой дивизии Вермахта оказались в окружении. Складыватся критическая ситуация, командование дивизией не может выделить резервные части для попытки деблокирования. Генерал-лейтенант Ганс фон Траут отдал приказ на самостоятельный прорыв окружения. <br /><br />Боевая группа майора Майера, усиленная бронетранспортерами, находится на дороге ДОБРОВ-ГОРА. Первый взвод остановился на юго-западе от нп ГОРА, около которого были замечена стрелковая рота противника, усиленная пулеметным взводом и ротный минометом калибра 82мм. <br /><br />Первому взводу боевой группы Майер поручено атаковать противника в нп Гора и выйти на позиции западнее нп не позднее 18:00.<br/><br/>А. Враждебные силы:<br/>Стрелковая рота Красной Армии <br /><br />Два отделения были замечены на укрепленных позициях к югу и северу от западной оконечности деревни. <br />Пулемет Максим просматривает основную дорогу<br /><br />Ротный миномет готов оказать поддержку оборонительным действиям взводов<br /><br />До двух отделений проводят разведку к югу и северу от населенного пункта<br /><br />Возможно подкрепление в виде мотострелкового взвода (предположительно располагается в нп ЗАПУСТЫ)<br /><br /><br/><br/>Б. Дружественные силы:<br/>Kampfgruppe Meyer 78 Sturm Division<br /><br />Отделение управления - Командир взвода, посыльный, санитар<br /><br />1-е отделение - 9 чел.<br />2-е отделение - 9 чел.<br />3-е отделение - 9 чел.<br/><br/>II. Задание:<br/>1. Зачистить северную часть НП ГОРА<br />2. Захватить траншеи западне НП ГОРА<br/><br/>III. Выполнение:<br/>Командование рассчитывает на самостоятельноей действий первого взвода. Приорететной целью представляется пулемет Максим. После подавления его минометами, используйте рельеф и скорость транспорта для закрепления в деревне. <br/><br/>IV. Поддержка:<br/>4 Sd. Kfz 251 (MG 42)<br />4 Kubelwagen<br/><br/>V. Сигналы:<br/>PL NET 50 Mhz<br /><br />Дымы, сигнальные ракеты<br /><br/><br/>VI. Замечания:<br/>Доп. снаряжение и патроны находятся в машинах",
    "map_shot": "",
    "mission_date": "1944-07-14"
}