{
    "id": "78c0271a4a4286e55071cd7f20865e45",
    "filename": "COWW30_All_Or_Nothing.I44_Omaha_V2",
    "title": "CO30 All or Nothing",
    "author": "Tactical Shift",
    "player_count": 30,
    "terrain": "I44_Omaha_V2",
    "tags": [
        "COMB.ARMS",
        "ARMOR",
        "RolePlay"
    ],
    "overview": "US Platoon break through German defences after  D-Day",
    "overview_img": "imgs/default_overview.jpg",
    "briefing": "<br/><br/>I. Обстановка:<br/>D-Day + 1, 7 июня 1944 года<br /><br />Южнее Пуэнт-дю-Ок<br /><br />Прошлой ночью немцы провели серию атак на наши позиции, серьёзно истощив наши силы. Больше всего потерь мы получаем от артиллерии, явно пристрелявшейся по занятому нами населенному пункту<br />Если мы не сменим дислокацию и не уничтожим ближйшие артиллерийские позиции, следующий удар может стать для нас фатальной.<br/><br/>А. Враждебные силы:<br/>352-я пехотная дивизия Вермахта<br /><br />Усиленный взвод пехоты в районе Le Bray.<br />Противник смог оборудовать в городе и вокруг него огневых точки и окопы.<br /><br />Также противнику оказывает поддержку минометный взвод в НП Le Bray.<br /><br />Противник обладает несколькими единицами лёгкой бронетехники и по меньшей мере одним танком, последний раз замеченным в районе НП Le Bray<br /><br />Противник находится в обороне, ожидается, что при появлении наших сил в НП, он предпримет попытку контратаки силами мобильного резерва с юга. <br /><br />CP FOX занят противником, мы полагаем, что он использует эту позицию для наблюдения и наведения артиллерии.<br/><br/>Б. Дружественные силы:<br/>116-й пехотный полк 29-я пехотная дивизия<br />Стрелковое отделение Baker - 11 чел. <br />Стрелковое отделение Delta - 11 чел.<br /><br />743-й танковый батальон<br />Танковый экипаж М4A3 Sherman<br/><br/>II. Задание:<br/>1) Захватить н.с Le Bray<br />2) Захватить CP FOX<br />3) Найти позиции артиллерии юго-западнее Le Bray и уничтожить её.<br/><br/>III. Выполнение:<br/>Командование предполагает, что взвод разделится на две группы, одна из которых займет ABF BRAVO и подавит передовые позиции противника. Вторая группа отправится на CP DELTA, откуда возьмет штурмом CP FOX и обойдет НП LE BRAY с юго-востока. <br /><br />По усмотрения командира взвода, план может быть изменен. <br/><br/>IV. Поддержка:<br/>M4 Sherman x1 (x1 в резерве)<br />M3A1 x1<br />Willis x4 <br />Willis Medical x2<br />GMC Truck x4<br /><br />FARP <br />CCP<br /><br />Easy-2 - 60мм миномет<br /><br/><br/>V. Сигналы:<br/>ДВ 50.0<br/><br/>VI. Замечания:<br/>В этой миссии используется нестандартная доктрина, в отделении 11 человек:<br /><br />Командир отделения<br />RTO - оператор радио<br />Automatic Rifleman - Стрелок с BAR<br />Assistant AR - Подносчик боеприпасов BAR<br />Anti-tank Gunner - Стрелок-ракетчик с M1 Bazooka<br />Rifleman-Grenadier - Стрелок со ствольным гранатометом<br />BLUE - FTL - Командир команды</t><br />Rifleman - Стрелок<br />Rifleman - Стрелок<br />Rifleman-Grenadier - Стрелок со ствольным гранатометом<br />Rifleman - Стрелок<br />",
    "map_shot": "",
    "mission_date": "1944-06-07"
}