{
    "id": "19de5240aa03146feae99c1e99d4f69c",
    "filename": "TVT23_Sud_Mitricha_1A.chernarus_summer",
    "title": "TVT23_Sud_Mitricha",
    "author": "Arsdor for Tactical Shift",
    "player_count": 23,
    "terrain": "chernarus_summer",
    "tags": [
        "INFANTRY",
        "SPECOPS",
        "MOUT",
        "RolePlay"
    ],
    "overview": "СОБР пытается задержать бандита Витю Червонца и деда Афанасия",
    "overview_img": "imgs/TVT23_Sud_Mitricha_1A.chernarus_summer.jpg",
    "briefing": "<h4>I. Обстановка:</h4>В управление МВД по Ростовской области поступила информация о намечающейся масштабной 'стрелке' на заброшенной стройке неподалёку от посёлка Орловец. По предварительным данным, местный главарь ОПГ по кличке Витя Червонец вступил в конфликт с местным же жителем, Афанасием Дмитриевичем Поповым (среди местных более известный как 'дед Афанасий'), на почве некоего дорожного инцидента. По донесениям осведомителей, Попов решил всё же явиться на встречу вместе с внуком Николаем и соседом Василием. Так же по непроверенным данным, к группе Попова примкнул некто Иван Сергеевич Плотников, ветеран афганской войны, чья дочь пострадала от действий одного из членов банды несколько лет тому назад.<br />По свидетельствам местных жителей, Червонец стянул к стройке несколько десятков бойцов, так что к месту встречи направлены два отделения СОБР.<h4>А. Враждебные силы:</h4>Неизвестное число бандитов, которые по некоторым данным располагают лёгким противотанковым и автоматическим оружием.<h4>Б. Силы СИНИХ:</h4>Два отделения СОБР - Сумрак-1 и Сумрак-2 под командованием майора с позывным Сумрак-0.<br /><h4>В. Силы КРАСНЫХ:</h4>4 бойца<h4>IIА. Задание СИНИХ:</h4>1. Захватить или ликвидировать Витю Червонца (его можно отличить по характерному красому шарфу)<br />2. В случае ликвидации Червонца предотвратить бегство деда Афанасия<h4>IIБ. Задание КРАСНЫХ:</h4>1. Ликвидировать Витю Червонца (его можно отличить по характерному красому шарфу)<br />2. Покинуть РБД<h4>III. Выполнение:</h4>### Описание основного предполагаемого плана выполнения (как задумано штабом и мишн мейкером)! Любые замечания по выполнению (план на уровне роты, предварительный план, правила обращения с гражданскими и т.п.), рекомендации по порядку выполнения задач, указание на фичи миссии (например, как отличить информатора от простого бандита). И только если совсем нечего сказать - “По плану командира”<h4>IVА. Поддержка СИНИХ:</h4>2x армейский бронеавтомобиль 'Водник' с двумя ПКТ.<br />2x армейский бронеавтомобиль 'Водник' (невооружённый)<br />В бронеавтомобилях так же имеются армейские боеприпасы<br /><h4>IVБ. Поддержка КРАСНЫХ:</h4>Легковой автомобиль ВАЗ 2106 с припасами<br />Ноутбук Коли с информацией, полезной для выполнения задачи<h4>V. Сигналы:</h4>PL NET 50 Mhz<br />SUP NET 51 Mhz<br /><br />1'1 - SR CH 1<br />1'2 - SR CH 2<br />1'0 - SR CH 3<h4>VI. Замечания:</h4>Щитовики вооружены баллистическими защитными щитами и ПП.<br />Офицеры располагают средствами разминирования.",
    "map_shot": "",
    "mission_date": "2020-07-11",
    "creation_date": "2021-10-24"
}